{
	"id": "a12p5",
	"type": "paragraph",
	"literal": "5",
	"parent": "a12",
	"text": [
		{
			"lang": "en",
			"text": "The Commission shall be empowered to adopt delegated acts in accordance with Article 86 for the purpose of further specifying the criteria and conditions for the manifestly excessive requests and the fees referred to in paragraph 4."
		},
		{
			"lang": "de",
			"text": "Die Kommission wird ermächtigt, delegierte Rechtsakte nach Maßgabe von Artikel 86 zu erlassen, um die Kriterien und Voraussetzungen für offenkundig unverhältnismäßige Anträge sowie die in Absatz 4 genannten Entgelte näher zu regeln."
		},
		{
			"lang": "fr",
			"text": "La Commission est habilitée à adopter des actes délégués en conformité avec l’article 86, aux fins de préciser davantage les critères et conditions applicables aux demandes manifestement excessives, et les frais visés au paragraphe 4."
		},
		{
			"lang": "es",
			"text": "La Comisión deberá estar facultada para adoptar actos delegados, de conformidad con lo dispuesto en el artículo 86, a fin de especificar los criterios y condiciones para las solicitudes manifiestamente excesivas y las tasas contempladas en el apartado 4."
		},
		{
			"lang": "pt",
			"text": "São atribuídas competências à Comissão para adotar atos delegados em conformidade com o artigo 86.º, a fim de especificar mais concretamente os critérios e as condições aplicáveis aos pedidos manifestamente abusivos e às taxas referidas no n.º 4."
		},
		{
			"lang": "it",
			"text": "Alla Commissione è conferito il potere di adottare atti delegati conformemente all’articolo 86 al fine di precisare i criteri e le condizioni concernenti le richieste manifestamente eccessive, e il contributo spese di cui al paragrafo 4."
		},
		{
			"lang": "ga",
			"text": "Tabharfar de chumhacht don Choimisiún gníomhartha tarmligthe a ghlacadh i gcomhréir le hAirteagal 86 chun na critéir agus na coinníollacha a shonrú tuilleadh maidir leis na hiarrataí sin atá iomarcach amach is amach agus maidir leis na táillí dá dtagraítear i mír 4."
		},
		{
			"lang": "cs",
			"text": "Komise je zmocněna přijímat akty v přenesené pravomoci v souladu s článkem 86 za účelem dalšího vymezení kritérií a podmínek pro určování zjevné nepřiměřenosti žádostí a poplatků uvedených v odstavci 4."
		},
		{
			"lang": "da",
			"text": "Kommissionen tillægges beføjelser til at vedtage delegerede retsakter i overensstemmelse med artikel 86 med henblik på nærmere fastlæggelse af kriterier og betingelser for de tydeligt overdrevne anmodninger og gebyrer, der er omhandlet i stk. 4."
		},
		{
			"lang": "et",
			"text": "Komisjoni volitatakse vastavalt artiklile 86 võtma vastu delegeeritud õigusakte, milles täpsustatakse lõikes 4 osutatud taotluse selgelt põhjendamatuks tunnistamise kriteeriumid ja tingimused ning tasu suurus."
		},
		{
			"lang": "el",
			"text": "Η Επιτροπή εξουσιοδοτείται να εκδίδει κατ’ εξουσιοδότηση πράξεις σύμφωνα με το άρθρο 86 για τον περαιτέρω προσδιορισμό των κριτηρίων και των προϋποθέσεων για τα προδήλως υπερβολικά αιτήματα και τα τέλη που αναφέρονται στην παράγραφο 4."
		},
		{
			"lang": "bg",
			"text": "На Комисията се предоставя правомощието да приема делегирани актове в съответствие с член 86 с цел допълнително уточняване на критериите и изискванията за явно прекомерните искания и относно таксите, посочени в параграф 4."
		},
		{
			"lang": "hu",
			"text": "A Bizottság felhatalmazást kap arra, hogy a (4) bekezdés szerinti egyértelműen túlzó kérelmekre és díjakra vonatkozó szempontok és feltételek további meghatározása érdekében a 86. cikkel összhangban felhatalmazáson alapuló jogi aktusokat fogadjon el."
		},
		{
			"lang": "mt",
			"text": "Il-Kummissjoni għandu jkollha s-setgħa li tadotta atti delegati skont l-Artikolu 86 sabiex tispeċifika aktar il-kriterji u l-kundizzjonijiet għat-talbiet manifestament eċċessivi u l-ħlasijiet imsemmija fil-paragrafu 4."
		},
		{
			"lang": "lv",
			"text": "Komisijai piešķir tiesības pieņemt deleģētos aktus saskaņā ar 86. pantu ar nolūku sīkāk precizēt kritērijus un nosacījumus par acīmredzami pārmērīgiem pieprasījumiem un samaksu, kas minēta 4. punktā."
		},
		{
			"lang": "ro",
			"text": "Comisia este abilitată să adopte acte delegate în conformitate cu articolul 86 în scopul detalierii criteriilor și condițiilor privind cererile vădit excesive și taxele menționate la alineatul (4)."
		},
		{
			"lang": "sk",
			"text": "Komisia je splnomocnená prijať delegované akty v súlade s článkom 86 s cieľom bližšie určiť kritériá a podmienky týkajúce sa zjavne neprimeraných žiadostí a poplatkov uvedených v odseku 4."
		},
		{
			"lang": "sl",
			"text": "Komisija je v skladu s členom 86 pooblaščena za sprejemanje delegiranih aktov, s katerimi podrobneje določi merila in pogoje za očitno čezmerne zahteve in pristojbine iz odstavka 4."
		},
		{
			"lang": "fi",
			"text": "Siirretään komissiolle valta antaa 86 artiklan mukaisesti delegoituja säädöksiä, joissa määritellään tarkemmin 4 kohdassa tarkoitettuja ilmeisen kohtuuttomia pyyntöjä ja maksuja koskevat kriteerit ja edellytykset."
		},
		{
			"lang": "pl",
			"text": "Komisja jest uprawniona do przyjmowania aktów delegowanych zgodnie z art. 86 w celu doprecyzowania kryteriów i warunków wyraźnie przesadnego charakteru wniosków oraz pobierania opłat, o których mowa w ust. 4."
		},
		{
			"lang": "lt",
			"text": "Komisija įgaliojama pagal 86 straipsnį priimti deleguotuosius aktus ir jais nustatyti išsamesnius 4 dalyje nurodytų akivaizdžiai neproporcingų prašymų kriterijus bei sąlygas ir mokestį."
		},
		{
			"lang": "nl",
			"text": "De Commissie is bevoegd overeenkomstig artikel 86 gedelegeerde handelingen vast te stellen met het oog op de nadere invulling van de criteria en de voorwaarden waaraan moet worden voldaan wil er sprake zijn van duidelijk buitensporige verzoeken en voor de in lid 4 bedoelde vergoedingen."
		},
		{
			"lang": "sv",
			"text": "Kommissionen ska ha befogenhet att anta delegerade akter enligt artikel 86 i syfte att närmare precisera kriterierna och villkoren för en sådan uppenbart orimlig begäran och sådana avgifter som avses i punkt 4."
		}
	],
	"children": [],
	"title": "Article 12 – Paragraph 5"
}