{
	"id": "a12p6",
	"type": "paragraph",
	"literal": "6",
	"parent": "a12",
	"text": [
		{
			"lang": "en",
			"text": "The Commission may lay down standard forms and specifying standard procedures for the communication referred to in paragraph 2, including the electronic format. In doing so, the Commission shall take the appropriate measures for micro, small and medium-sized enterprises. Those implementing acts shall be adopted in accordance with the examination procedure referred to in Article 87(2)."
		},
		{
			"lang": "de",
			"text": "Die Kommission kann Standardvorlagen und Standardverfahren für die Mitteilungen gemäß Absatz 2, auch für solche in elektronischer Form, festlegen. Dabei ergreift die Kommission geeignete Maßnahmen für Kleinst- und Kleinunternehmen sowie mittlere Unternehmen. Die entsprechenden Durchführungsrechtsakte werden in Übereinstimmung mit dem Prüfverfahren gemäß Artikel 87 Absatz 2 erlassen."
		},
		{
			"lang": "fr",
			"text": "La Commission peut établir des formulaires types et préciser des procédures types pour la communication visée au paragraphe 2, y compris sous forme électronique. Ce faisant, la Commission prend les mesures appropriées pour les micro, petites et moyennes entreprises. Les actes d'exécution correspondants sont adoptés conformément à la procédure d'examen prévue à l'article 87, paragraphe 2."
		},
		{
			"lang": "es",
			"text": "La Comisión podrá establecer formularios y procedimientos normalizados para la comunicación contemplada en el apartado 2, incluido el formato electrónico. Para ello, la Comisión adoptará las medidas específicas para las microempresas, las pequeñas y medianas empresas. Dichos actos de ejecución se adoptarán con arreglo al procedimiento de examen contemplado en el artículo 87, apartado 2."
		},
		{
			"lang": "pt",
			"text": "A Comissão pode elaborar formulários e procedimentos normalizados para a comunicação referida no n.º 2, incluindo sob forma eletrónica. Ao fazê‑lo, a Comissão deve adotar as medidas adequadas em relação às micro, pequenas e médias empresas. Os atos de execução correspondentes são adotados em conformidade com o procedimento de exame referido no artigo 87.º, n.º 2."
		},
		{
			"lang": "it",
			"text": "La Commissione può stabilire moduli e procedure standard per la comunicazione di cui al paragrafo 2, anche in formato elettronico. A tal fine, la Commissione prende misure adeguate per le micro, piccole e medie imprese. Tali atti di esecuzione sono adottati secondo la procedura d’esame di cui all’articolo 87, paragrafo 2."
		},
		{
			"lang": "ga",
			"text": "Féadfaidh an Coimisiún foirmeacha caighdeánacha a leagan síos agus nósanna imeachta caighdeánacha a shonrú maidir leis an gcumarsáid dá dtagraítear i mír 2, lena n‑áirítear an fhormáid leictreonach. Agus é sin á dhéanamh ag an gCoimisiún, déanfaidh sé na bearta is iomchuí do mhicrifhiontair, d’fhiontair bheaga agus d’fhiontair mheánmhéide. Glacfar na gníomhartha cur chun feidhme sin i gcomhréir leis an nós imeachta scrúdúcháin dá dtagraítear in Airteagal 87(2)."
		},
		{
			"lang": "cs",
			"text": "Komise může stanovit standardní formuláře a určit standardní postupy pro oznamování uvedené v odstavci 2, včetně elektronického formátu. Komise přitom přijme vhodná opatření pro mikropodniky, malé a střední podniky. Tyto prováděcí akty se přijímají v souladu s přezkumným postupem podle čl. 87 odst. 2."
		},
		{
			"lang": "da",
			"text": "Kommissionen kan fastlægge standardformularer og angive standardprocedurer for den meddelelse, der er omhandlet i stk. 2, herunder det elektroniske format. Kommissionen træffer herved passende foranstaltninger for mikrovirksomheder og små og mellemstore virksomheder. Disse gennemførelsesretsakter vedtages efter undersøgelsesproceduren i artikel 87, stk. 2."
		},
		{
			"lang": "et",
			"text": "Komisjon võib kehtestada lõikes 2 osutatud teavitamise, sealhulgas elektroonilise teavitamise tüüpvormid ja -korra. Seejuures võtab komisjon asjakohased meetmed mikro-, väikeste ja keskmise suurusega ettevõtete suhtes. Kõnealused rakendusaktid võetakse vastu vastavalt artikli 87 lõikes 2 osutatud kontrollimenetlusele."
		},
		{
			"lang": "el",
			"text": "Η Επιτροπή μπορεί να καταρτίσει τυποποιημένα έντυπα και να προσδιορίσει τυποποιημένες διαδικασίες για την ενημέρωση που προβλέπεται στην παράγραφο 2, συμπεριλαμβανομένου του ηλεκτρονικού μορφοτύπου. Για τον σκοπό αυτό, η Επιτροπή λαμβάνει τα κατάλληλα μέτρα για τις πολύ μικρές, τις μικρές και τις μεσαίες επιχειρήσεις. Οι εν λόγω εκτελεστικές πράξεις εκδίδονται σύμφωνα με τη διαδικασία εξέτασης που αναφέρεται στο άρθρο 87 παράγραφος 2."
		},
		{
			"lang": "bg",
			"text": "Комисията може да установява образци и стандартни процедури за комуникацията, посочена в параграф 2, включително за електронния формат. Когато прави това, Комисията взема целесъобразни мерки за микропредприятията, малките и средните предприятия. Тези актове за изпълнение се приемат в съответствие с процедурата по разглеждане, посочена в член 87, параграф 2."
		},
		{
			"lang": "hu",
			"text": "A Bizottság egységes formanyomtatványokat és eljárásokat határozhat meg a (2) bekezdésben említett értesítés esetében, ideértve az elektronikus formátum megállapítását is. Ennek során a Bizottság megfelelő intézkedéseket tesz a mikro-, kis- és középvállalkozások  E végrehajtási jogi aktusokat a 87. cikk (2) bekezdése szerinti vizsgálóbizottsági eljárással összhangban kell elfogadni."
		},
		{
			"lang": "mt",
			"text": "Il-Kummissjoni tista’ tistabbilixxi formoli standard u proċeduri standard ta’ speċifika għall-komunikazzjoni msemmija fil-paragrafu 2, inkluż il-format elettroniku.Meta tagħmel dan, il-Kummissjoni għandha tieħu l-miżuri xierqa għal mikroimpriżi impriżi żgħar u ta’ daqs medju. Dawk l-atti ta’ implimentazzjoni għandhom jiġu adottati skont il-proċedura ta’ analiżi msemmija fl-Artikolu 87(2)."
		},
		{
			"lang": "lv",
			"text": "Komisija var noteikt standarta formas un standarta procedūras saziņai, kas minēta 2. punktā, ietverot elektronisko formātu. Šajā sakarā Komisija pieņem atbilstošus pasākumus mikrouzņēmumiem, maziem un vidējiem uzņēmumiem. Šos īstenošanas aktus pieņem saskaņā ar pārbaudes procedūru, kas minēta 87. panta 2. punktā."
		},
		{
			"lang": "ro",
			"text": "Comisia poate stabili formulare tip și proceduri standard în ceea ce privește comunicarea menționată la alineatul (2), inclusiv în format electronic. În acest sens, Comisia ia în considerare măsuri corespunzătoare pentru microîntreprinderi și pentru întreprinderi mici și mijlocii. Actele de punere în aplicare respective se adoptă în conformitate cu procedura de examinare prevăzută la articolul 87 alineatul (2)."
		},
		{
			"lang": "sk",
			"text": "Komisia môže určiť štandardné formuláre a stanoviť štandardné postupy oznámenia uvedeného v odseku 2 vrátane elektronického formátu. Komisia pritom prijme osobitné opatrenia pre mikropodniky a malé a stredné podniky. Tieto vykonávacie akty sa prijmú v súlade s postupom preskúmania uvedeným v článku 87 ods. 2."
		},
		{
			"lang": "sl",
			"text": "Komisija lahko določi standardne obrazce in standardne postopke za sporočila iz odstavka 2, vključno z elektronsko obliko. Pri tem Komisija sprejme ustrezne ukrepe za mikro-, mala in srednje velika podjetja. Navedeni izvedbeni akti se sprejmejo v skladu s postopkom pregleda iz člena 87(2)."
		},
		{
			"lang": "fi",
			"text": "Komissio voi laatia vakiolomakkeet ja ‑menettelyt 2 kohdassa tarkoitettua viestintää varten, myös silloin kun se tapahtuu sähköisesti. Tässä yhteydessä komissio toteuttaa tarvittavat toimenpiteet mikroyritysten sekä pienten ja keskisuurten yritysten hyväksi. Nämä täytäntöönpanosäädökset hyväksytään 87 artiklan 2 kohdassa tarkoitettua tarkastelumenettelyä noudattaen."
		},
		{
			"lang": "pl",
			"text": "Komisja może ustanowić standardowe formularze i określić standardowe procedury dotyczące informacji, o których mowa w ust. 2, w tym jeśli chodzi o format elektroniczny. Wykonując to uprawnienie, Komisja podejmuje właściwe środki dla mikroprzedsiębiorców oraz małych i średnich przedsiębiorców. Te akty wykonawcze przyjmuje się zgodnie z procedurą sprawdzającą, o której mowa w art. 87 ust. 2."
		},
		{
			"lang": "lt",
			"text": "Komisija gali nustatyti 2 dalyje nurodyto pranešimo, be kita ko ir elektroniniu būdu, standartines formas ir standartines procedūras. Naudodamasi šiuo įgaliojimu, Komisija imasi tinkamų labai mažoms, mažosioms ir vidutinėms įmonėms skirtų priemonių. Tie įgyvendinimo aktai priimami pagal 87 straipsnio 2 dalyje nurodytą nagrinėjimo procedūrą."
		},
		{
			"lang": "nl",
			"text": "De Commissie kan standaardformulieren en standaardprocedures vaststellen voor de in lid 2 bedoelde mededeling, ook met betrekking het elektronische model daarvan. Daarbij neemt de Commissie de nodige maatregelen voor micro- en kleine en middelgrote ondernemingen. Die uitvoeringshandelingen worden vastgesteld volgens de in artikel 87, lid 2, bedoelde onderzoeksprocedure."
		},
		{
			"lang": "sv",
			"text": "Kommissionen får fastställa standardformulär och precisera standardförfaranden för den kommunikation som avses i punkt 2, inbegripet det elektroniska formatet. Kommissionen ska därvid vidta lämpliga åtgärder för mikroföretag och små och medelstora företag. Genomförandeakterna ska antas enligt det granskningsförfarande som avses i artikel 87.2."
		}
	],
	"children": [],
	"title": "Article 12 – Paragraph 6"
}