{
	"id": "a14p8",
	"type": "paragraph",
	"literal": "8",
	"parent": "a14",
	"text": [
		{
			"lang": "en",
			"text": "The Commission may lay down standard forms for providing the information referred to in paragraphs 1 to 3, taking into account the specific characteristics and needs of various sectors and data processing situations where necessary. Those implementing acts shall be adopted in accordance with the examination procedure referred to in Article 87(2)."
		},
		{
			"lang": "de",
			"text": "Die Kommission kann Standardvorlagen für die Bereitstellung der Informationen gemäß den Absätzen 1 bis 3 festlegen, wobei sie gegebenenfalls die Besonderheiten und Bedürfnisse der verschiedenen Sektoren und Verarbeitungssituationen berücksichtigt. Die entsprechenden Durchführungsrechtsakte werden in Übereinstimmung mit dem Prüfverfahren gemäß Artikel 87 Absatz 2 erlassen."
		},
		{
			"lang": "fr",
			"text": "La Commission peut établir des formulaires types pour la communication des informations énumérées aux paragraphes 1 à 3, compte tenu des caractéristiques et des besoins particuliers des différents secteurs et, le cas échéant, des situations impliquant le traitement de données. Les actes d'exécution correspondants sont adoptés conformément à la procédure d'examen prévue à l'article 87, paragraphe 2."
		},
		{
			"lang": "es",
			"text": "La Comisión podrá establecer formularios normalizados para facilitar la información indicada en los apartados 1 a 3, teniendo en cuenta las características y necesidades específicas de los diferentes sectores y situaciones de tratamiento de datos en caso necesario. Dichos actos de ejecución se adoptarán con arreglo al procedimiento de examen contemplado en el artículo 87, apartado 2."
		},
		{
			"lang": "pt",
			"text": "A Comissão pode prever formulários normalizados para a comunicação das informações referidas nos n.os 1 a 3, tendo em consideração as características e necessidades específicas dos diversos setores e situações de tratamento de dados, se for caso disso. Os atos de execução correspondentes são adotados em conformidade com o procedimento de exame referido no artigo 87.º, n.º 2."
		},
		{
			"lang": "it",
			"text": "La Commissione può predisporre moduli standard per la comunicazione delle informazioni di cui ai paragrafi da 1 a 3, tenendo conto se necessario delle caratteristiche e delle esigenze specifiche dei diversi settori e situazioni di trattamento dei dati. Tali atti di esecuzione sono adottati secondo la procedura d’esame di cui all’articolo 87, paragrafo 2."
		},
		{
			"lang": "ga",
			"text": "Féadfaidh an Coimisiún foirmeacha caighdeánacha a leagan síos chun an fhaisnéis dá dtagraítear i míreanna 1 go 3 a sholáthar, ag tabhairt san áireamh na ngnéithe sonracha agus na riachtanas sonrach a bhaineann le hearnálacha éagsúla agus le cásanna éagsúla próiseála sonraí nuair is gá. Glacfar na gníomhartha cur chun feidhme sin i gcomhréir leis an nós imeachta scrúdúcháin dá dtagraítear in Airteagal 87(2)."
		},
		{
			"lang": "cs",
			"text": "Komise může stanovit standardní formuláře pro poskytování informací uvedených v odstavcích 1 až 3, případně s přihlédnutím ke zvláštní povaze a potřebám různých odvětví a situacím při zpracovávání údajů. Tyto prováděcí akty se přijímají v souladu s přezkumným postupem podle čl. 87 odst. 2."
		},
		{
			"lang": "da",
			"text": "Kommissionen kan fastlægge standardformularer for indgivelse af de oplysninger, der er omhandlet i stk. 1, 2 og 3, under behørigt hensyn til de særlige karakteristika og behov i forskellige sektorer og databehandlingssituationer. Disse gennemførelses­retsakter vedtages efter undersøgelsesproceduren i artikel 87, stk. 2."
		},
		{
			"lang": "et",
			"text": "Komisjon võib kehtestada tüüpvormid lõigetes 1–3 osutatud teabe esitamiseks, võttes vajaduse korral arvesse eri sektorite omadusi ja vajadusi ning isikuandmete töötlemise olukordi. Kõnealused rakendusaktid võetakse vastu vastavalt artikli 87 lõikes 2 osutatud kontrollimenetlusele."
		},
		{
			"lang": "el",
			"text": "Η Επιτροπή μπορεί να καταρτίσει τυποποιημένα έντυπα για την παροχή των πληροφοριών που αναφέρονται στις παραγράφους 1 έως 3, λαμβάνοντας υπόψη τα ειδικά χαρακτηριστικά και τις ανάγκες των διάφορων τομέων και καταστάσεων επεξεργασίας δεδομένων, εφόσον απαιτείται. Οι εν λόγω εκτελεστικές πράξεις εκδίδονται σύμφωνα με τη διαδικασία εξέτασης που αναφέρεται στο άρθρο 87 παράγραφος 2."
		},
		{
			"lang": "bg",
			"text": "Комисията може да установява образци за предоставянето на информацията, посочена в параграфи 1—3, като се отчитат конкретните характеристики и нуждите на различните сектори и ситуации на обработване на данни, където това е необходимо. Тези актове за изпълнение се приемат в съответствие с процедурата по разглеждане, посочена в член 87, параграф 2."
		},
		{
			"lang": "hu",
			"text": "A Bizottság a különböző ágazatok és adatfeldolgozási helyzetek sajátos jellegére és szükségleteire tekintettel – szükség esetén – egységes formanyomtatványokat határozhat meg az (1)–(3) bekezdés szerinti tájékoztatásnyújtás esetében. E végrehajtási jogi aktusokat a 87. cikk (2) bekezdése szerinti vizsgálóbizottsági eljárással összhangban kell elfogadni."
		},
		{
			"lang": "mt",
			"text": "Il-Kummissjoni tista’ tistabbilixxi formoli standard għall-għoti tal-informazzjoni msemmija fil-paragrafi 1 sa 3, filwaqt li tikkunsidra l-karatteristiċi u l-ħtiġijiet speċifiċi ta’ diversi setturi u s-sitwazzjonijiet ta’ pproċessar tad-dejta fejn ikun meħtieġ. Dawk l-atti ta’ implimentazzjoni għandhom ikunu adottati skont il-proċedura ta’ analiżi msemmija fl-Artikolu 87(2)."
		},
		{
			"lang": "lv",
			"text": "Komisija var paredzēt standarta formas informācijas sniegšanai, kas minēta 1. – 3. punktā, ja nepieciešams, ņemot vērā dažādu nozaru un datu apstrādes situāciju īpašās iezīmes un vajadzības. Šos īstenošanas aktus pieņem saskaņā ar pārbaudes procedūru, kas minēta 87. panta 2. punktā."
		},
		{
			"lang": "ro",
			"text": "Comisia poate stabili formulare tip pentru transmiterea informațiilor menționate la alineatele (1) - (3), ținând seama, dacă este cazul, de particularitățile și nevoile specifice ale diverselor sectoare și situații de prelucrare a datelor. Actele de punere în aplicare respective se adoptă în conformitate cu procedura de examinare prevăzută la articolul 87 alineatul (2)."
		},
		{
			"lang": "sk",
			"text": "Komisia môže určiť štandardné formuláre na poskytovanie informácií uvedených v odsekoch 1 až 3, pričom v prípade potreby prihliadne na osobitné charakteristiky a potreby jednotlivých sektorov a situácie, ktoré sa vyskytujú pri spracúvaní údajov. Tieto vykonávacie akty sa prijmú v súlade s postupom preskúmania uvedeným v článku 87 ods. 2."
		},
		{
			"lang": "sl",
			"text": "Komisija lahko določi standardne obrazce za zagotavljanje informacij iz odstavkov 1 do 3, pri čemer po potrebi upošteva posebne značilnosti in potrebe različnih sektorjev in primerov obdelave podatkov. Navedeni izvedbeni akti se sprejmejo v skladu s postopkom pregleda iz člena 87(2)."
		},
		{
			"lang": "fi",
			"text": "Komissio voi laatia vakiolomakkeet 1–3 kohdassa tarkoitettujen tietojen toimittamista varten, ottaen tarvittaessa huomioon eri alojen ja tietojenkäsittelytilanteiden erityisominaisuudet ja tarpeet. Nämä täytäntöönpanosäädökset hyväksytään 87 artiklan 2 kohdassa tarkoitettua tarkastelumenettelyä noudattaen."
		},
		{
			"lang": "pl",
			"text": "Komisja może ustanowić standardowe formularze do celów udzielania informacji, o których mowa w ust. 1-3, uwzględniając, w stosownych przypadkach, szczególny charakter i potrzeby różnych sektorów oraz sytuacji przetwarzania danych. Te akty wykonawcze przyjmuje się zgodnie z procedurą sprawdzającą, o której mowa w art. 87 ust. 2."
		},
		{
			"lang": "lt",
			"text": "Komisija gali nustatyti 1–3 dalyse nurodytos informacijos pateikimo standartines formas, prireikus atsižvelgdama į įvairių sektorių ypatumus bei poreikius ir duomenų tvarkymo atvejus. Tie įgyvendinimo aktai priimami pagal 87 straipsnio 2 dalyje nurodytą nagrinėjimo procedūrą."
		},
		{
			"lang": "nl",
			"text": "De Commissie kan standaardformulieren vaststellen voor het verstrekken van de in de leden 1 tot en met 3 bedoelde informatie, voor zover nodig met inachtneming van de specifieke kenmerken en behoeften van de verschillende sectoren en situaties op het gebied van gegevensverwerking. Die uitvoeringshandelingen worden vastgesteld volgens de in artikel 87, lid 2, bedoelde onderzoeksprocedure."
		},
		{
			"lang": "sv",
			"text": "Kommissionen får fastställa standardformulär för tillhandahållandet av den information som anges i punkterna 1–3, med hänsyn till de särskilda kännetecknen för och behoven inom särskilda sektorer och situationer vid behandlingen av personuppgifter när så krävs. Genomförandeakterna ska antas enligt det granskningsförfarande som avses i artikel 87.2."
		}
	],
	"children": [],
	"title": "Article 14 – Paragraph 8"
}