{
	"id": "a14p1i2",
	"type": "point",
	"literal": "b",
	"parent": "a14p1",
	"text": [
		{
			"lang": "en",
			"text": "the purposes of the processing for which the personal data are intended, including the contract terms and general conditions where the processing is based on point (b) of Article 6(1) and the legitimate interests pursued by the controller where the processing is based on point (f) of Article 6(1);"
		},
		{
			"lang": "de",
			"text": "die Zwecke, für die Daten verarbeitet werden, einschließlich der Geschäfts- und allgemeinen Vertragsbedingungen, falls sich die Verarbeitung auf Artikel 6 Absatz 1 Buchstabe b gründet, beziehungsweise die von dem für die Verarbeitung Verantwortlichen verfolgten berechtigten Interessen, wenn die Verarbeitung auf Artikel 6 Absatz 1 Buchstabe f beruht,"
		},
		{
			"lang": "fr",
			"text": "les finalités du traitement auquel sont destinées les données à caractère personnel, y compris les clauses et les conditions générales du contrat lorsque le traitement est fondé sur l’article 6, paragraphe 1, point b), et les intérêts légitimes poursuivis par le responsable du traitement lorsque le traitement est fondé sur l’article 6, paragraphe 1, point f);"
		},
		{
			"lang": "es",
			"text": "los fines del tratamiento a que se destinan los datos personales, incluidas las cláusulas y condiciones generales del contrato cuando el tratamiento se base en el artículo 6, apartado 1, letra b), y el interés legítimo perseguido por el responsable del tratamiento cuando el tratamiento se base en el artículo 6, apartado 1, letra f);"
		},
		{
			"lang": "pt",
			"text": "Finalidades do tratamento a que os dados pessoais se destinam, incluindo as cláusulas e condições gerais do contrato, se o tratamento se basear no artigo 6.º, n.º1, alínea b), bem como os interesses legítimos prosseguidos pelo responsável pelo tratamento, se o tratamento se basear no artigo 6.º, n.º 1, alínea f);"
		},
		{
			"lang": "it",
			"text": "le finalità del trattamento cui sono destinati i dati personali, compresi i termini contrattuali e le condizioni generali nel caso di un trattamento basato sull’articolo 6, paragrafo 1, lettera b), e i legittimi interessi perseguiti dal responsabile del trattamento qualora il trattamento si basi sull’articolo 6, paragrafo 1, lettera f);"
		},
		{
			"lang": "ga",
			"text": "na críocha ar chucu a phróiseálfar na sonraí pearsanta, lena n‑áirítear téarmaí agus coinníollacha ginearálta an chonartha i gcás ina bhfuil an phróiseáil bunaithe ar phointe (b) d’Airteagal 6(1) agus na leasanna dlisteanacha atá á saothrú ag an rialaitheoir i gcás ina bhfuil an phróiseáil bunaithe ar phointe (f) d’Airteagal 6(1);"
		},
		{
			"lang": "cs",
			"text": "účely zpracování, pro které jsou údaje určeny, včetně smluvních a všeobecných podmínek, pokud jsou údaje zpracovávány na základě čl. 6 odst. 1 písm. b), a oprávněných zájmů správce, pokud jsou údaje zpracovávány na základě čl. 6 odst. 1 písm. f);"
		},
		{
			"lang": "da",
			"text": "formålene med den behandling, som personoplysningerne skal bruges til, herunder kontraktvilkår og generelle betingelser, såfremt behandlingen er baseret på artikel 6, stk. 1, litra b), og de legitime interesser, der forfølges af den registeransvarlige, såfremt behandlingen er baseret på artikel 6, stk. 1, litra f)"
		},
		{
			"lang": "et",
			"text": "töötlemise eesmärk, mille jaoks isikuandmeid kasutatakse, sealhulgas lepingu- ja üldtingimused, kui töötlemine põhineb artikli 6 lõike 1 punktil b, ning vastutava töötleja õigustatud huvi, kui töötlemine põhineb artikli 6 lõike 1 punktil f;"
		},
		{
			"lang": "el",
			"text": "β) τους σκοπούς της επεξεργασίας για την οποία προορίζονται τα δεδομένα προσωπικού χαρακτήρα, συμπεριλαμβανομένων των συμβατικών όρων και των γενικών προϋποθέσεων, εάν η επεξεργασία βασίζεται στο άρθρο 6 παράγραφος 1 στοιχείο β), και των έννομων συμφερόντων που επιδιώκει ο υπεύθυνος επεξεργασίας, εάν η επεξεργασία βασίζεται στο άρθρο 6 παράγραφος 1 στοιχείο στ)·"
		},
		{
			"lang": "bg",
			"text": "б) целите на обработването, за които личните данните са предназначени, включително договорните клаузи и общите условия, когато обработването се основава на член 6, параграф 1, буква б), и законните интереси, преследвани от администратора, когато обработването се основава на член 6, параграф 1, буква е);"
		},
		{
			"lang": "hu",
			"text": "az adatfeldolgozás céljai, amelyekre a személyes adatok szolgálnak, beleértve a szerződési feltételeket és az általános feltételeket a 6. cikk (1) bekezdésének b) pontja szerinti feldolgozás esetén, és az adatkezelő jogos érdekeit a 6. cikk (1) bekezdésének f) pontja szerinti feldolgozás esetén;"
		},
		{
			"lang": "mt",
			"text": "l-għanijiet tal-ipproċessar li għalihom hija maħsuba d-dejta personali, inklużi t-termini tal-kuntratt u l-kundizzjonijiet ġenerali meta l-ipproċessar ikun ibbażat fuq il-punt (b) tal-Artikolu 6(1) u l-interessi leġittimi segwiti mill-kontrollur meta l-ipproċessar ikun ibbażat fuq il-punt (f) tal-Artikolu 6(1);"
		},
		{
			"lang": "lv",
			"text": "apstrādes nolūki, kam paredzēti personas dati, ietverot līguma noteikumus un vispārīgos nosacījumus, ja apstrāde pamatojas uz 6. panta 1. punkta b) apakšpunktu, un pārziņa likumīgās intereses, ja apstrāde pamatojas uz 6. panta 1. punkta f) apakšpunktu;"
		},
		{
			"lang": "ro",
			"text": "scopurile în care sunt prelucrate datele cu caracter personal, inclusiv condițiile contractului și condițiile generale în cazul în care prelucrarea se întemeiază pe articolul 6 alineatul (1) litera (b) și interesele legitime urmărite de operator în cazul în care prelucrarea se întemeiază pe articolul 6 alineatul (1) litera (f);"
		},
		{
			"lang": "sk",
			"text": "účely spracovania, na ktoré sú osobné údaje určené, vrátane zmluvných a všeobecných podmienok v prípade, že sa spracovanie údajov vykonáva na základe článku 6 ods. 1 písm. b), a oprávnených záujmov, ktoré sleduje prevádzkovateľ, ak sa spracovanie údajov vykonáva na základe článku 6 ods. 1 písm. f);"
		},
		{
			"lang": "sl",
			"text": "informacije o namenih obdelave osebnih podatkov, vključno s splošnimi pogodbenimi pogoji, če obdelava temelji na točki (b) člena 6(1), in pravnih interesih, za katere si prizadeva upravljavec, če obdelava temelji na točki (f) člena 6(1);"
		},
		{
			"lang": "fi",
			"text": "henkilötietojen käsittelyn tarkoitukset, mukaan lukien sopimusmääräykset ja yleiset sopimusehdot, jos käsittely perustuu 6 artiklan 1 kohdan b alakohtaan, ja rekisterinpitäjän oikeutetut edut, jos käsittely perustuu 6 artiklan 1 kohdan f alakohtaan;"
		},
		{
			"lang": "pl",
			"text": "cele przetwarzania danych, do których dane są przeznaczone, w tym postanowienia umów i warunków ogólnych, jeśli przetwarzanie odbywa się na podstawie art. 6 ust. 1 lit. b) oraz słuszne interesy realizowane przez administratora, jeśli przetwarzanie odbywa się na podstawie art. 6 ust. 1 lit. f);"
		},
		{
			"lang": "lt",
			"text": "tikslus, kuriais ketinama tvarkyti asmens duomenis, įskaitant sutarčių nuostatas ir bendrąsias sutarčių sudarymo sąlygas, kai duomenų tvarkymas grindžiamas 6 straipsnio 1 dalies b punktu, ir teisėtus duomenų valdytojo interesus, kai duomenų tvarkymas grindžiamas 6 straipsnio 1 dalies f punktu;"
		},
		{
			"lang": "nl",
			"text": "de doeleinden van de verwerking waarvoor de persoonsgegevens zijn bestemd, met inbegrip van de clausules en algemene voorwaarden van de overeenkomst wanneer de verwerking is gebaseerd op artikel 6, lid 1, onder b), en de gerechtvaardigde belangen van de voor de verwerking verantwoordelijke wanneer de verwerking is gebaseerd op artikel 6, lid 1, onder f);"
		},
		{
			"lang": "sv",
			"text": "Ändamålen med den behandling för vilken personuppgifterna är avsedda, inbegripet förutsättningarna och de allmänna villkoren för avtalet när behandlingen grundar sig på artikel 6.1 b och den registeransvariges berättigade intressen när behandlingen grundar sig på artikel 6.1 f."
		}
	],
	"children": [],
	"title": "Article 14 – Paragraph 1 – Point 2"
}