{
	"id": "a14p5i4",
	"type": "point",
	"literal": "d",
	"parent": "a14p5",
	"text": [
		{
			"lang": "en",
			"text": "the data are not collected from the data subject and the provision of such information will impair the rights and freedoms of others, as defined in Union law or Member State law in accordance with Article 21."
		},
		{
			"lang": "de",
			"text": "die Daten werden nicht bei der betroffenen Person erhoben und die Bereitstellung der Informationen greift nach Maßgabe des Unionsrechts oder des Rechts der Mitgliedstaaten gemäß Artikel 21 in die Rechte und Freiheiten anderer Personen ein."
		},
		{
			"lang": "fr",
			"text": "les données ne sont pas collectées auprès de la personne concernée et que la fourniture de ces informations porte atteinte aux droits et libertés d'autrui tels qu'ils sont définis dans le droit de l'Union ou le droit des États membres, conformément à l'article 21."
		},
		{
			"lang": "es",
			"text": "los datos no se recojan del interesado y la comunicación de dicha información menoscabe los derechos y libertades de terceros, como se establece en el Derecho de la Unión o en la legislación de los Estados miembros con arreglo al artículo 21."
		},
		{
			"lang": "pt",
			"text": "Os dados não foram recolhidos junto do titular de dados e a comunicação dessas informações prejudicar os direitos e liberdades de outras pessoas, tal como definidos no direito da União ou na legislação dos Estados‑Membros, em conformidade com o artigo 21.º."
		},
		{
			"lang": "it",
			"text": "i dati non sono raccolti presso l’interessato e la comunicazione di tali informazioni pregiudicherebbe i diritti e le libertà altrui, ai sensi del diritto dell’Unione o di uno Stato membro in conformità dell’articolo 21."
		},
		{
			"lang": "ga",
			"text": "i gcás nach mbailítear na sonraí ón duine is ábhar do na sonraí agus ina lagófar, le soláthar na faisnéise sin, cearta agus saoirsí daoine eile, mar atá siad sainithe i ndlí an Aontais nó i ndlí Ballstáit i gcomhréir le hAirteagal 21."
		},
		{
			"lang": "cs",
			"text": "údaje nebyly získány od subjektu údajů a poskytování takových informací naruší práva a svobody ostatních, jak je stanoveno v právu Unie nebo právu členského státu podle článku 21."
		},
		{
			"lang": "da",
			"text": "oplysningerne ikke indsamles fra den registrerede og fremlæggelsen af sådanne oplysninger vil påvirke andres rettigheder og frihedsrettigheder som fastsat i EU-retten eller medlemsstatslovgivning, jf. artikel 21."
		},
		{
			"lang": "et",
			"text": "andmed ei ole kogutud andmesubjektilt ja sellise teabe esitamine kahjustaks vastavalt artiklile 21 liidu õiguses ja liikmesriikide õiguses sätestatud teiste isikute õigusi ja vabadusi."
		},
		{
			"lang": "el",
			"text": "δ) τα δεδομένα δεν χορηγούνται από το πρόσωπο στο οποίο αναφέρονται και η παροχή των εν λόγω πληροφοριών θίγει τα δικαιώματα και τις ελευθερίες τρίτων, όπως ορίζονται στο δίκαιο της Ένωσης ή στο δίκαιο κράτους μέλους σύμφωνα με το άρθρο 21."
		},
		{
			"lang": "bg",
			"text": "г) данните не се събират от субекта на данните и предоставянето на такава информация ще накърни правата и свободите на други лица, както са установени в правото на Съюза или на държава-членка в съответствие с член 21."
		},
		{
			"lang": "hu",
			"text": "az adatot nem az érintettől szerezték be, és az ilyen tájékoztatás nyújtása sérti másoknak az uniós jogban vagy a tagállam jogában a 21. cikkel összhangban meghatározott jogait és szabadságait."
		},
		{
			"lang": "mt",
			"text": "id-dejta ma tinġabarx mis-suġġett tad-dejta u l-provvediment ta’ tali informazzjoni jaffettwa d-drittijiet u l-libertajiet tal-oħrajn, kif definit fil-liġi tal-Unjoni jew il-liġi tal-Istat Membru skont l-Artikolu 21."
		},
		{
			"lang": "lv",
			"text": "datus neiegūst no datu subjekta un šādas informācijas sniegšana negatīvi ietekmēs citu personu tiesības un brīvības, kā definēts Savienības tiesībās vai dalībvalsts tiesībās saskaņā ar 21. pantu."
		},
		{
			"lang": "ro",
			"text": "datele nu sunt colectate de la persoana vizată, iar furnizarea acestor informații aduce atingere drepturilor și libertăților altor persoane, astfel cum sunt definite în dreptul Uniunii sau în legislația unui stat membru, în conformitate cu articolul 21."
		},
		{
			"lang": "sk",
			"text": "údaje neboli získané od dotknutej osoby a poskytnutie takýchto informácií by poškodzovalo práva a slobody iných osôb, ako sú ustanovené právnymi predpismi Únie alebo členského štátu v súlade s článkom 21."
		},
		{
			"lang": "sl",
			"text": "se podatki ne zbirajo od posameznika, na katerega se nanašajo osebni podatki, ter zagotavljanje takih informacij škoduje pravicam in svoboščinam drugih, kot je določeno v zakonodaji Unije ali zakonodaji držav članic v skladu s členom 21."
		},
		{
			"lang": "fi",
			"text": "tietoja ei kerätä rekisteröidyltä ja kyseisten tietojen toimittaminen vaikuttaisi muille kuuluviin oikeuksiin ja vapauksiin sellaisina kuin ne määritellään unionin tai jäsenvaltion lainsäädännössä 21 artiklan mukaisesti."
		},
		{
			"lang": "pl",
			"text": "dane nie są zbierane od podmiotu danych a udzielenie tych informacji naruszy prawa i wolności osób trzecich określone w prawie Unii lub prawie państw członkowskich, zgodnie z art. 21."
		},
		{
			"lang": "lt",
			"text": "duomenys renkami ne iš duomenų subjekto ir tokios informacijos pateikimu, remiantis Sąjungos ar valstybės narės teise, būtų varžomos kitų teisės ir laisvės, kaip apibrėžta 21 straipsnyje."
		},
		{
			"lang": "nl",
			"text": "de gegevens niet worden verzameld bij de betrokkene en de verstrekking van deze informatie afbreuk zal doen aan de rechten en vrijheden van anderen, als gedefinieerd in EU-wetgeving of de nationale wetgeving overeenkomstig artikel 21."
		},
		{
			"lang": "sv",
			"text": "Uppgifterna samlas inte in från den registrerade och tillhandahållandet av sådan information kommer att ha en negativ inverkan på andras fri- och rättigheter, såsom fastställs i unionslagstiftningen eller medlemsstatens lagstiftning i enlighet med artikel 21."
		}
	],
	"children": [],
	"title": "Article 14 – Paragraph 5 – Point 4"
}