{
	"id": "a15p3",
	"type": "paragraph",
	"literal": "3",
	"parent": "a15",
	"text": [
		{
			"lang": "en",
			"text": "The Commission shall be empowered to adopt delegated acts in accordance with Article 86 for the purpose of further specifying the criteria and requirements for the communication to the data subject of the content of the personal data referred to in point (g) of paragraph 1."
		},
		{
			"lang": "de",
			"text": "Die Kommission wird ermächtigt, delegierte Rechtsakte nach Maßgabe von Artikel 86 zu erlassen, um Einzelheiten zu den Kriterien und Anforderungen in Bezug auf die Mitteilung über den Inhalt der personenbezogenen Daten gemäß Absatz 1 Buchstabe g an die betroffene Person festzulegen."
		},
		{
			"lang": "fr",
			"text": "La Commission est habilitée à adopter des actes délégués en conformité avec l’article 86, aux fins de préciser davantage les critères et exigences applicables à la communication, à la personne concernée, du contenu des données à caractère personnel mentionnées au paragraphe 1, point g)."
		},
		{
			"lang": "es",
			"text": "La Comisión estará facultada para adoptar actos delegados, de conformidad con lo dispuesto en el artículo 86, a fin de precisar los criterios y requisitos aplicables a la comunicación al interesado del contenido de los datos personales contemplada en el apartado 1, letra g)."
		},
		{
			"lang": "pt",
			"text": "São atribuídas competências à Comissão para adotar atos delegados em conformidade com o artigo 86.º, a fim especificar mais concretamente os critérios e as condições aplicáveis à comunicação ao titular de dados do conteúdo dos dados pessoais referidos no n.º 1, alínea g)."
		},
		{
			"lang": "it",
			"text": "Alla Commissione è conferito il potere di adottare atti delegati conformemente all’articolo 86 al fine di precisare i criteri e i requisiti per la comunicazione all’interessato del contenuto dei dati personali di cui al paragrafo 1, lettera g)."
		},
		{
			"lang": "ga",
			"text": "Tabharfar de chumhacht don Choimisiún gníomhartha tarmligthe a ghlacadh i gcomhréir le hAirteagal 86 chun na critéir agus na ceanglais a shonrú tuilleadh maidir le hábhar na sonraí pearsanta dá dtagraítear i bpointe (g) de mhír 1 a chur in iúl don duine is ábhar do na sonraí."
		},
		{
			"lang": "cs",
			"text": "Komise je zmocněna přijímat akty v přenesené pravomoci v souladu s článkem 86 za účelem dalšího vymezení kritérií a požadavků ohledně sdělování informací subjektu údajů o obsahu osobních údajů uvedených v odst. 1 písm. g)."
		},
		{
			"lang": "da",
			"text": "Kommissionen tillægges beføjelser til at vedtage delegerede retsakter i overensstemmelse med artikel 86 med henblik på nærmere fastlæggelse af kriterier og krav vedrørende meddelelsen til den registrerede af indholdet i de personoplysninger, der er omhandlet i stk. 1, litra g)."
		},
		{
			"lang": "et",
			"text": "Komisjoni volitatakse vastavalt artiklile 86 võtma vastu delegeeritud õigusakte, et täpsustada kriteeriume ja nõudeid, millest lähtutakse lõike 1 punktis g osutatud isikuandmete sisu teatamisel andmesubjektile."
		},
		{
			"lang": "el",
			"text": "Η Επιτροπή εξουσιοδοτείται να εκδίδει κατ’ εξουσιοδότηση πράξεις σύμφωνα με το άρθρο 86 για τον περαιτέρω προσδιορισμό των κριτηρίων και των απαιτήσεων σχετικά με τη γνωστοποίηση στο πρόσωπο στο οποίο αναφέρονται τα δεδομένα του περιεχομένου των δεδομένων αυτών που αναφέρονται στην παράγραφο 1 στοιχείο ζ)."
		},
		{
			"lang": "bg",
			"text": "На Комисията се предоставя правомощието да приема делегирани актове в съответствие с член 86 с цел допълнително уточняване на критериите и изискванията за съобщаване на субекта на данни на съдържанието на личните данни, посочени в параграф 1, буква ж)."
		},
		{
			"lang": "hu",
			"text": "A Bizottság felhatalmazást kap arra, hogy a 86. cikkel összhangban az érintettnek a személyes adatok tartalmáról szóló, az (1) bekezdés g) pontja szerinti értesítésére vonatkozó feltételek és követelmények további meghatározása érdekében felhatalmazáson alapuló jogi aktusokat fogadjon el."
		},
		{
			"lang": "mt",
			"text": "Il-Kummissjoni għandu jkollha s-setgħa li tadotta atti delegati skont l-Artikolu 86 sabiex tispeċifika aktar il-kriterji u r-rekwiżiti għall-komunikazzjoni lis-suġġett tad-dejta dwar il-kontenut tad-dejta personali msemmija fil-punt (g) tal-paragrafu 1."
		},
		{
			"lang": "lv",
			"text": "Komisijai piešķir tiesības pieņemt deleģētos aktus saskaņā ar 86. pantu ar nolūku sīkāk precizēt kritērijus un prasības 1. punkta g) apakšpunktā minētajam paziņojumam, ko datu subjektam sniedz par personas datu saturu."
		},
		{
			"lang": "ro",
			"text": "Comisia este abilitată să adopte acte delegate în conformitate cu articolul 86 în scopul detalierii criteriilor și cerințelor privind comunicarea către persoana vizată a conținutului datelor cu caracter personal menționate la alineatul (1) litera (g)."
		},
		{
			"lang": "sk",
			"text": "Komisia je splnomocnená prijať delegované akty v súlade s článkom 86 s cieľom bližšie určiť kritériá a požiadavky týkajúce sa informácie adresovanej dotknutej osobe o obsahu osobných údajov uvedených v odseku 1 písm. g)."
		},
		{
			"lang": "sl",
			"text": "Komisija je v skladu s členom 86 pooblaščena za sprejemanje delegiranih aktov, s katerimi podrobneje določi merila in zahteve za obveščanje posameznika, na katerega se nanašajo osebni podatki, o vsebini osebnih podatkov iz točke (g) odstavka 1."
		},
		{
			"lang": "fi",
			"text": "Siirretään komissiolle valta antaa 86 artiklan mukaisesti delegoituja säädöksiä, joissa määritellään tarkemmin 1 kohdan g alakohdassa tarkoitettuun henkilötietojen toimittamiseen rekisteröidylle liittyvät kriteerit ja vaatimukset."
		},
		{
			"lang": "pl",
			"text": "Komisja jest uprawniona do przyjmowania aktów delegowanych zgodnie z art. 86 w celu doprecyzowania kryteriów i wymogów dotyczących informowania podmiotu danych o treści danych osobowych, o których mowa w ust. 1 lit. g)."
		},
		{
			"lang": "lt",
			"text": "Komisija įgaliojama pagal 86 straipsnį priimti deleguotuosius aktus ir jais nustatyti išsamesnius 1 dalies g punkte nurodytos informacijos apie asmens duomenų turinį pateikimo kriterijus ir reikalavimus."
		},
		{
			"lang": "nl",
			"text": "De Commissie is bevoegd overeenkomstig artikel 86 gedelegeerde handelingen vast te stellen met het oog op de nadere invulling van de criteria en de vereisten voor de mededeling aan de betrokkene van de inhoud van de in lid 1, onder g), bedoelde persoonsgegevens."
		},
		{
			"lang": "sv",
			"text": "Kommissionen ska ha befogenhet att anta delegerade akter enligt artikel 86 i syfte att närmare precisera kriterierna och kraven för den information till den registrerade om innehållet i personuppgifter som avses i punkt 1 g."
		}
	],
	"children": [],
	"title": "Article 15 – Paragraph 3"
}