{
	"id": "a17p5",
	"type": "paragraph",
	"literal": "5",
	"parent": "a17",
	"text": [
		{
			"lang": "en",
			"text": "Personal data referred to in paragraph 4 may, with the exception of storage, only be processed for purposes of proof, or with the data subject's consent, or for the protection of the rights of another natural or legal person or for an objective of public interest."
		},
		{
			"lang": "de",
			"text": "Die in Absatz 4 genannten personenbezogenen Daten dürfen mit Ausnahme ihrer Speicherung nur verarbeitet werden, wenn sie für Beweiszwecke erforderlich sind, wenn die betroffene Person ihre Einwilligung gegeben hat oder die Rechte einer anderen natürlichen oder juristischen Person geschützt werden müssen oder wenn dies im öffentlichen Interesse liegt."
		},
		{
			"lang": "fr",
			"text": "Les données à caractère personnel énumérées au paragraphe 4 ne peuvent être traitées, à l’exception de la conservation, qu’à des fins probatoires, ou avec le consentement de la personne concernée, ou aux fins de la protection des droits d’une autre personne physique ou morale ou pour un objectif d’intérêt général."
		},
		{
			"lang": "es",
			"text": "Con excepción de su conservación, los datos personales contemplados en el apartado 4 solo podrán ser objeto de tratamiento a efectos probatorios, o con el consentimiento del interesado, o con miras a la protección de los derechos de otra persona física o jurídica o en pos de un objetivo de interés público."
		},
		{
			"lang": "pt",
			"text": "À exceção da sua conservação, os dados pessoais referidos no n.º 4 só podem ser objeto de tratamento para efeitos de prova, ou com o consentimento do titular dos dados, ou para proteção dos direitos de outra pessoa, singular ou coletiva, ou por um motivo de interesse público."
		},
		{
			"lang": "it",
			"text": "I dati personali di cui al paragrafo 4 possono essere trattati, salvo che per la conservazione, soltanto a fini probatori o con il consenso dell’interessato oppure per tutelare i diritti di un’altra persona fisica o giuridica o per un obiettivo di pubblico interesse."
		},
		{
			"lang": "ga",
			"text": "Seachas i gcás stórála, ní fhéadfar na sonraí pearsanta dá dtagraítear i mír 4 a phróiseáil ach amháin chun críocha cruthúnais, nó le toiliú an duine is ábhar do na sonraí, nó chun cearta duine nádúrtha nó dlítheanach eile a chosaint nó ar mhaithe le cuspóir a bhaineann le leas an phobail."
		},
		{
			"lang": "cs",
			"text": "Osobní údaje uvedené v odstavci 4 mohou být s výjimkou jejich uchovávání zpracovávány pouze jako důkaz nebo se souhlasem subjektu údajů, nebo za účelem ochrany práv jiné fyzické nebo právnické osoby nebo plnění cíle veřejného zájmu."
		},
		{
			"lang": "da",
			"text": "De i stk. 4 omhandlede personoplysninger må, bortset fra opbevaringen af dem, kun gøres til genstand for behandling, når de benyttes som bevismiddel, eller når de benyttes til med den registreredes samtykke at beskytte en anden fysisk eller juridisk persons rettigheder eller forfølge almene hensyn."
		},
		{
			"lang": "et",
			"text": "Lõikes 4 osutatud isikuandmete töötlemine, välja arvatud säilitamine, on lubatud ainult tõendamise eesmärgil, andmesubjekti nõusolekul ja teise füüsilise või juriidilise isiku õiguste või avaliku huvi kaitsmiseks."
		},
		{
			"lang": "el",
			"text": "Με εξαίρεση την αποθήκευση, τα δεδομένα προσωπικού χαρακτήρα που αναφέρονται στην παράγραφο 4 μπορούν να υποβληθούν σε επεξεργασία μόνον για αποδεικτικούς σκοπούς ή με τη συγκατάθεση του προσώπου στο οποίο αναφέρονται τα δεδομένα ή για την προστασία των δικαιωμάτων άλλου φυσικού ή νομικού προσώπου ή για σκοπό δημόσιου συμφέροντος."
		},
		{
			"lang": "bg",
			"text": "Личните данни, посочени в параграф 4 могат, с изключение на тяхното съхранение, да бъдат обработвани единствено за доказателствени цели или със съгласието на субекта на данните, или за защита на правата на друго физическо или юридическо лице, или за цел от обществен интерес."
		},
		{
			"lang": "hu",
			"text": "A (4) bekezdés szerinti személyes adatok a tárolás kivételével csak bizonyítás céljára vagy az érintett hozzájárulásával vagy más természetes vagy jogi személy jogainak védelme, illetve közérdekű cél érdekében dolgozhatók fel."
		},
		{
			"lang": "mt",
			"text": "Id-dejta personali msemmija fil-paragrafu 4 tista’, bl-eċċezzjoni tal-ħażna, tkun ipproċessata biss għal finijiet ta’ provi, jew bil-kunsens tas-suġġett tad-dejta, jew għall-protezzjoni tad-drittijiet ta’ persuna fiżika jew ġuridika oħra jew għal għan ta’ interess pubbliku."
		},
		{
			"lang": "lv",
			"text": "Personas datus, kas minēti 4. punktā, izņemot glabāšanu, var apstrādāt tikai pierādīšanas nolūkos vai ar datu subjekta piekrišanu, vai aizsargājot citas fiziskas vai juridiskas personas tiesības, vai nolūkam, kas ir sabiedrības interesēs."
		},
		{
			"lang": "ro",
			"text": "Datele cu caracter personal menționate la alineatul (4) pot fi prelucrate, cu excepția stocării, doar în scop probatoriu, fie cu consimțământul persoanei vizate, fie pentru protejarea drepturilor altor persoane fizice ori juridice fie pentru un obiectiv de interes public."
		},
		{
			"lang": "sk",
			"text": "Osobné údaje uvedené v odseku 4 možno s výnimkou uchovania spracúvať iba na dôkazné účely alebo so súhlasom dotknutej osoby na ochranu práv inej fyzickej alebo právnickej osoby, alebo na cieľ verejného záujmu."
		},
		{
			"lang": "sl",
			"text": "Osebni podatki iz odstavka 4 se razen hrambe lahko obdelujejo samo za namene dokazovanja ali s privolitvijo posameznika, na katerega se nanašajo osebni podatki, ali zaradi varstva pravic druge fizične ali pravne osebe ali zaradi cilja v javnem interesu."
		},
		{
			"lang": "fi",
			"text": "Edellä 4 kohdassa tarkoitettuja henkilötietoja saa, säilyttämistä lukuun ottamatta, käsitellä ainoastaan todistelua varten tai rekisteröidyn suostumuksella tai toisen luonnollisen tai oikeushenkilön oikeuksien suojaamiseksi tai yleistä etua koskevan tavoitteen vuoksi."
		},
		{
			"lang": "pl",
			"text": "Dane osobowe, o których mowa w ust. 4, mogą, z wyjątkiem przechowywania, być przetwarzane wyłącznie do celów dowodowych, bądź też za zgodą podmiotu danych, bądź w celu ochrony praw innej osoby fizycznej lub prawnej bądź w celu realizacji interesu publicznego."
		},
		{
			"lang": "lt",
			"text": "4 dalyje nurodyti asmens duomenys gali būti tvarkomi, išskyrus jų saugojimą, tik įrodinėjimo tikslais arba gavus duomenų subjekto sutikimą, arba siekiant užtikrinti kito fizinio ar juridinio asmens teisių apsaugą arba ginti viešąjį interesą."
		},
		{
			"lang": "nl",
			"text": "De in lid 4 bedoelde persoonsgegevens worden, afgezien van de opslag ervan, slechts verwerkt ten behoeve van bewijsvoering of met toestemming van de betrokkene of ter bescherming van de rechten van een andere natuurlijke of rechtspersoon of voor een doelstelling van algemeen belang."
		},
		{
			"lang": "sv",
			"text": "Sådana personuppgifter som avses i punkt 4 får, med undantag för lagring, endast behandlas för bevisändamål, eller med den registrerades samtycke, eller för att skydda en annan fysisk eller juridisk persons rättigheter, eller för ett mål av allmänt intresse."
		}
	],
	"children": [],
	"title": "Article 17 – Paragraph 5"
}