{
	"id": "a20p1",
	"type": "paragraph",
	"literal": "1",
	"parent": "a20",
	"text": [
		{
			"lang": "en",
			"text": "Every natural person shall have the right not to be subject to a measure which produces legal effects concerning this natural person or significantly affects this natural person, and which is based solely on automated processing intended to evaluate certain personal aspects relating to this natural person or to analyse or predict in particular the natural person's performance at work, economic situation, location, health, personal preferences, reliability or behaviour."
		},
		{
			"lang": "de",
			"text": "Eine natürliche Person hat das Recht, nicht einer auf einer rein automatisierten Verarbeitung von Daten basierenden Maßnahme unterworfen zu werden, die ihr gegenüber rechtliche Wirkungen entfaltet oder sie in maßgeblicher Weise beeinträchtigt und deren Zweck in der Auswertung bestimmter Merkmale ihrer Person oder in der Analyse beziehungsweise Voraussage etwa ihrer beruflichen Leistungsfähigkeit, ihrer wirtschaftlichen Situation, ihres Aufenthaltsorts, ihres Gesundheitszustands, ihrer persönlichen Vorlieben, ihrer Zuverlässigkeit oder ihres Verhaltens besteht."
		},
		{
			"lang": "fr",
			"text": "Toute personne physique a le droit de ne pas être soumise à une mesure produisant des effets juridiques à son égard ou l'affectant de manière significative, prise sur le seul fondement d'un traitement automatisé destiné à évaluer certains aspects personnels propres à cette personne physique ou à analyser ou prévoir en particulier le rendement professionnel de celle-ci, sa situation économique, sa localisation, son état de santé, ses préférences personnelles, sa fiabilité ou son comportement."
		},
		{
			"lang": "es",
			"text": "Toda persona física tendrá derecho a no ser objeto de una medida que produzca efectos jurídicos que le conciernan o le afecten de manera significativa y que se base únicamente en un tratamiento automatizado destinado a evaluar determinados aspectos personales propios de dicha persona física o a analizar o predecir en particular su rendimiento profesional, su situación económica, su localización, su estado de salud, sus preferencias personales, su fiabilidad o su comportamiento."
		},
		{
			"lang": "pt",
			"text": "Qualquer pessoa singular tem o direito de não ficar sujeita a uma medida que produza efeitos na sua esfera jurídica ou que a afete de modo significativo, tomada exclusivamente com base num tratamento automatizado de dados destinado a avaliar determinados aspetos da sua personalidade, ou a analisar ou prever, em especial, a sua capacidade profissional, situação financeira, localização, saúde, preferências pessoais, fiabilidade ou comportamento."
		},
		{
			"lang": "it",
			"text": "Chiunque ha il diritto di non essere sottoposto a una misura che produca effetti giuridici o significativamente incida sulla sua persona, basata unicamente su un trattamento automatizzato destinato a valutare taluni aspetti della sua personalità o ad analizzarne o prevederne in particolare il rendimento professionale, la situazione economica, l’ubicazione, lo stato di salute, le preferenze personali, l’affidabilità o il comportamento."
		},
		{
			"lang": "ga",
			"text": "Beidh sé de cheart ag gach duine nádúrtha gan a bheith faoi réir birt a bhfuil éifeachtaí dlíthiúla aige a bhaineann leis an duine nádúrtha sin nó a dhéanann difear suntasach don duine nádúrtha sin, ar beart é atá bunaithe go heisiach ar phróiseáil uathoibrithe atá ceaptha chun measúnú a dhéanamh ar ghnéithe pearsanta áirithe a bhaineann leis an duine nádúrtha sin nó chun anailís a dhéanamh go háirithe ar fheidhmíocht an duine sin ag obair, ar a staid eacnamaíoch, a áit cónaithe, a shláinte, a shainroghanna pearsanta, a iontaofa atá sé nó ar a chuid iompair, nó chun na nithe sin a thomhas."
		},
		{
			"lang": "cs",
			"text": "Každá fyzická osoba má právo, aby se na ni nevztahovalo žádné opatření, jež má vůči ní právní účinky nebo se jí významně dotýká, provedené pouze na základě automatizovaného zpracování určeného k vyhodnocení jistých rysů její osobnosti nebo k analýze či předpovídání zejména plnění pracovních povinností, ekonomické situace, lokalizace, zdravotního stavu, osobních preferencí, spolehlivosti nebo chování této fyzické osoby."
		},
		{
			"lang": "da",
			"text": "Enhver fysisk person har ret til ikke at være genstand for en foranstaltning, der har retsvirkning for vedkommende, eller som berører vedkommende i væsentlig grad, og som er baseret alene på automatisk databehandling, der har til formål at vurdere bestemte personlige forhold vedrørende vedkommende eller analysere eller forudsige f.eks. vedkommendes erhvervsevne, økonomiske situation, lokalitet, sundhed, personlige præferencer, pålidelighed eller adfærd."
		},
		{
			"lang": "et",
			"text": "Füüsilisel isikul on õigus vältida tema suhtes õiguslike tagajärgedega või teda märkimisväärselt mõjutavat meedet, mis põhineb üksnes automaatsel töötlemisel, millega hinnatakse füüsilise isiku teatavaid isiklikke aspekte või analüüsitakse või prognoositakse tema tööpanust, majanduslikku olukorda, asukohta, tervist, eelistusi, usaldusväärsust ja käitumist."
		},
		{
			"lang": "el",
			"text": "Κάθε φυσικό πρόσωπο δικαιούται να μην υπάγεται σε μέτρο το οποίο παράγει έννομες συνέπειες για το συγκεκριμένο φυσικό πρόσωπο ή που το επηρεάζει σημαντικά, και το οποίο μέτρο βασίζεται αποκλειστικά σε αυτοματοποιημένη επεξεργασία με σκοπό την αξιολόγηση ορισμένων προσωπικών πτυχών που σχετίζονται με το εν λόγω φυσικό πρόσωπο ή την ανάλυση ή την πρόβλεψη ειδικότερα των επιδόσεων στην εργασία, της οικονομικής κατάστασης, της θέσης, της υγείας, των προσωπικών προτιμήσεων, της αξιοπιστίας ή της συμπεριφοράς του."
		},
		{
			"lang": "bg",
			"text": "Всяко физическо лице има правото да не подлежи на мярка, която има правни последици за него или го засяга съществено, и която се основава единствено на автоматизираното обработване на данни, имащо за цел да се оценят определени лични аспекти, свързани с това физическо лице, или да се анализира или прогнозира по-специално изпълнението на професионалните му задължения, неговото икономическо положение, местоположение, здравословно състояние, лични предпочитания, надеждност или поведение."
		},
		{
			"lang": "hu",
			"text": "Minden természetes személynek joga van ahhoz, hogy ne terjedhessen ki rá olyan intézkedés hatálya, amely e természetes személyre nézve jogi hatással járna, vagy őt jelentős mértékben érintené, és amely kizárólag automatizált feldolgozáson alapul, és amelynek célja a természetes személyre vonatkozó egyes személyes szempontok értékelése, vagy különösen a természetes személy munkahelyi teljesítményének, gazdasági helyzetének, tartózkodási helyének, egészségének, személyes igényeinek, megbízhatóságának vagy viselkedésének elemzése vagy előrejelzése."
		},
		{
			"lang": "mt",
			"text": "Kull persuna fiżika għandu jkollha d-dritt li ma tkunx soġġetta għal miżura li tipproduċi effetti legali rigward din il-persuna fiżika jew taffettwa b’mod sinifikanti lil din il-persuna fiżika, u li tkun ibbażata unikament fuq ipproċessar awtomatizzat maħsub sabiex jevalwa ċerti aspetti personali relatati ma’ din il-persuna fiżika jew janalizza jew ibassar b’mod partikolari l-prestazzjoni fuq ix-xogħol, is-sitwazzjoni ekonomika, il-post, is-saħħa, il-preferenzi personali, l-affidabbiltà jew l-imġiba tal-persuna fiżika."
		},
		{
			"lang": "lv",
			"text": "Katrai fiziskai personai ir tiesības nebūt tāda pasākuma subjektam, kas rada šai fiziskai personai tiesiskas sekas vai to būtiski skar un kura pamatā ir tikai automatizēta datu apstrāde, kas paredzēta, lai izvērtētu konkrētus ar viņu saistītus personiskus aspektus vai analizētu, vai prognozētu, piemēram, fiziskas personas sniegumu darbā, ekonomisko situāciju, atrašanās vietu, veselību, personīgās vēlmes, uzticamību vai uzvedību."
		},
		{
			"lang": "ro",
			"text": "Orice persoană fizică are dreptul de a nu fi supusă unei măsuri care produce efecte juridice privind această persoană fizică sau care o afectează în mod semnificativ și care se bazează exclusiv pe prelucrarea automată menită să evalueze anumite aspecte personale privind această persoană fizică sau să analizeze ori să prevadă, în special, performanțele persoanei fizice la locul de muncă, situația sa economică, locul în care se află, sănătatea, preferințele personale, încrederea de care se bucură sau comportamentul acestuia."
		},
		{
			"lang": "sk",
			"text": "Každá fyzická osoba má právo, aby nebola podrobená žiadnemu opatreniu, ktoré má právne účinky týkajúce sa tejto fyzickej osoby, alebo ktoré má významné dôsledky pre túto fyzickú osobu a ktoré je založené výlučne na automatizovanom spracovaní na účely hodnotenia určitých osobných aspektov týkajúcich sa tejto fyzickej osoby, alebo na analýzu či prognózovanie týkajúce sa najmä pracovnej výkonnosti, ekonomickej situácie, bydliska, zdravia, osobných preferencií, spoľahlivosti alebo správania tejto fyzickej osoby."
		},
		{
			"lang": "sl",
			"text": "Vsaka fizična oseba ima pravico, da ni predmet ukrepa, ki ima pravne učinke v zvezi s to fizično osebo ali nanjo znatno vpliva in ki temelji zgolj na samodejni obdelavi za namene ocene nekaterih osebnih vidikov v zvezi s to fizično osebo ali analiziranja ali predvidevanja zlasti uspešnosti pri delu, ekonomskega položaja, lokacije, zdravja, osebnega okusa, zanesljivosti ali vedenja fizične osebe."
		},
		{
			"lang": "fi",
			"text": "Jokaisella luonnollisella henkilöllä on oikeus olla joutumatta sellaisen toimenpiteen kohteeksi, joka aiheuttaa hänelle oikeusvaikutuksia tai vaikuttaa häneen merkittävällä tavalla ja joka on tehty ainoastaan automaattisen tietojenkäsittelyn perusteella hänen tiettyjen henkilökohtaisten ominaisuuksiensa arvioimista tai erityisesti hänen ammatillisen suorituskykynsä, taloudellisen tilanteensa, sijaintinsa, terveytensä, henkilökohtaisten mieltymystensä, luotettavuutensa tai käyttäytymisensä analysoimista tai ennakoimista varten."
		},
		{
			"lang": "pl",
			"text": "Każda osoba fizyczna ma prawo nie podlegać środkowi, który wywołuje skutki prawne dotyczące tej osoby fizycznej lub ma istotny wpływ na tę osobę fizyczną, a który opiera się wyłącznie na automatycznym przetwarzaniu danych mającym służyć ocenie niektórych aspektów osobistych tej osoby fizycznej lub też analizie bądź przewidzeniu zwłaszcza wyników w pracy, sytuacji ekonomicznej, miejsca przebywania, zdrowia, preferencji osobistych, wiarygodności lub zachowania tej osoby fizycznej."
		},
		{
			"lang": "lt",
			"text": "Kiekvienas fizinis asmuo turi teisę į tai, kad jam nebūtų taikoma priemonė, dėl kurios jis patirtų teisinių pasekmių arba kuri darytų jam didelį poveikį ir kuri pagrįsta tik automatizuotu duomenų tvarkymu, siekiant įvertinti tam tikrus su tuo fiziniu asmeniu susijusius asmeninius aspektus arba visų pirma išnagrinėti arba numatyti fizinio asmens darbo rezultatus, ekonominę situaciją, buvimo vietą, sveikatos būklę, asmeninius pomėgius, patikimumą arba elgesį."
		},
		{
			"lang": "nl",
			"text": "Iedere natuurlijke persoon heeft het recht niet te worden onderworpen aan een maatregel waaraan voor hem rechtsgevolgen zijn verbonden of die hem in aanmerkelijke mate treft en die louter wordt genomen op grond van een geautomatiseerde verwerking die bestemd is om bepaalde aspecten van zijn persoonlijkheid te evalueren of om met name zijn beroepsprestaties, economische situatie, verblijfplaats, gezondheid, persoonlijke voorkeuren, betrouwbaarheid of gedrag te analyseren of te voorspellen."
		},
		{
			"lang": "sv",
			"text": "Varje fysisk person ska ha rätt att inte omfattas av en åtgärd som har rättsliga följder för vederbörande eller märkbart påverkar vederbörande, och som enbart grundas på automatisk behandling som är avsedd att bedöma vissa personliga egenskaper hos vederbörande eller att analysera eller förutsäga i synnerhet vederbörandes arbetsprestationer, ekonomiska situation, vistelseort, hälsa, personliga preferenser, pålitlighet eller beteende."
		}
	],
	"children": [],
	"title": "Article 20 – Paragraph 1"
}