{
	"id": "a21p2",
	"type": "paragraph",
	"literal": "2",
	"parent": "a21",
	"text": [
		{
			"lang": "en",
			"text": "In particular, any legislative measure referred to in paragraph 1 shall contain specific provisions at least as to the objectives to be pursued by the processing and the determination of the controller."
		},
		{
			"lang": "de",
			"text": "Jede Legislativmaßnahme im Sinne des Absatzes 1 muss spezifische Vorschriften zumindest zu den mit der Verarbeitung verfolgten Zielen und zur Bestimmung des für die Verarbeitung Verantwortlichen enthalten."
		},
		{
			"lang": "fr",
			"text": "Tout mesure législative visée au paragraphe 1 doit notamment contenir des dispositions spécifiques relatives, au moins, aux finalités du traitement et aux modalités d'identification du responsable du traitement."
		},
		{
			"lang": "es",
			"text": "Cualquier medida legislativa contemplada en el apartado 1 contendrá, en particular, disposiciones específicas al menos en lo tocante a los objetivos del tratamiento y a la identificación del responsable del tratamiento."
		},
		{
			"lang": "pt",
			"text": "Qualquer medida legislativa referida no n.º 1 deve, nomeadamente, incluir disposições explícitas relativas, pelo menos, às finalidades do tratamento e às modalidades de identificação do responsável pelo tratamento."
		},
		{
			"lang": "it",
			"text": "In particolare, le misure legislative di cui al paragrafo 1 contengono disposizioni specifiche riguardanti almeno gli obiettivi perseguiti dal trattamento e la determinazione del responsabile del trattamento."
		},
		{
			"lang": "ga",
			"text": "Maidir le haon bheart reachtach dá dtagraítear i mír 1, áireofar leis, go háirithe, forálacha sonracha maidir leis na cuspóirí atá le saothrú leis an bpróiseáil agus maidir le ceapadh an rialaitheora."
		},
		{
			"lang": "cs",
			"text": "Každé legislativní opatření uvedené v odstavci 1 obsahuje konkrétní ustanovení, alespoň pokud jde o cíle, které má zpracování sledovat, a určení správce."
		},
		{
			"lang": "da",
			"text": "Enhver lovgivningsmæssig foranstaltning, der er omhandlet i stk. 1, skal bl.a. indeholde specifikke bestemmelser mindst vedrørende de formål, der søges opnået med behandlingen, og fastlæggelse af begrebet registeransvarlig."
		},
		{
			"lang": "et",
			"text": "Lõikes 1 osutatud seadusandliku meetmega sätestatakse vähemalt töötlemise eesmärgid ja vastutava töötleja kindlaksmääramise viis."
		},
		{
			"lang": "el",
			"text": "Ειδικότερα, κάθε νομοθετικό μέτρο το οποίο αναφέρεται στην παράγραφο 1 περιέχει συγκεκριμένες διατάξεις όσον αφορά τουλάχιστον τους στόχους που επιδιώκονται με την επεξεργασία και τον καθορισμό του υπευθύνου επεξεργασίας."
		},
		{
			"lang": "bg",
			"text": "По-специално, всяка законодателна мярка, посочена в параграф 1, съдържа специални разпоредби най-малко по отношение на целите, преследвани с обработването, и определянето на администратора."
		},
		{
			"lang": "hu",
			"text": "Az (1) bekezdésben említett jogszabályi intézkedések részletes rendelkezéseket tartalmaznak legalább az adatfeldolgozással elérni kívánt célok és az adatkezelő meghatározása "
		},
		{
			"lang": "mt",
			"text": "B’mod partikolari, kull miżura leġiżlattiva msemmija fil-paragrafu 1 għandu jkun fiha dispożizzjonijiet speċifiċi tal-inqas dwar: l-għanijiet li għandhom jiġu segwiti mill-ipproċessar; u d-determinazzjoni tal-kontrollur;"
		},
		{
			"lang": "lv",
			"text": "Leģislatīvajā pasākumā, kas minēts 1. punktā, jo īpaši ietver konkrētus noteikumus vismaz par mērķiem, kas jāsasniedz ar apstrādi, un pārziņa iecelšanu."
		},
		{
			"lang": "ro",
			"text": "În special, orice măsură legislativă menționată la alineatul (1) conține dispoziții specifice, cel puțin în ceea ce privește obiectivele care trebuie avute în vedere în cadrul procesului de prelucrare și stabilirea operatorului."
		},
		{
			"lang": "sk",
			"text": "Každé legislatívne opatrenie uvedené v odseku 1 musí predovšetkým obsahovať špecifické ustanovenia, prinajmenšom pokiaľ ide o ciele spracovania údajov a určenie prevádzkovateľa."
		},
		{
			"lang": "sl",
			"text": "Vsak zakonodajni ukrep iz odstavka 1 vsebuje posebne določbe vsaj glede ciljev, za katere si je treba prizadevati pri obdelavi, in določitve upravljavca."
		},
		{
			"lang": "fi",
			"text": "Edellä 1 kohdassa tarkoitettujen säädösten on sisällettävä erityisesti säännökset, jotka koskevat ainakin käsittelyn tavoitteita ja rekisterinpitäjän määrittämistä."
		},
		{
			"lang": "pl",
			"text": "Środek ustawodawczy, o którym mowa w ust. 1, zawiera przepisy szczególne dotyczące przynajmniej celów przetwarzania oraz wyznaczenia administratora."
		},
		{
			"lang": "lt",
			"text": "1 dalyje nurodytoje teisėkūros priemonėje visų pirma įtvirtinamos specialiosios nuostatos, susijusios bent su numatomais duomenų tvarkymo tikslais ir duomenų valdytojo apibrėžtimi."
		},
		{
			"lang": "nl",
			"text": "De in lid 1 bedoelde wettelijke maatregelen bevatten met name specifieke bepalingen met betrekking tot ten minste de doelstellingen die met de verwerking moeten worden nagestreefd en de vaststelling van de voor de verwerking verantwoordelijke."
		},
		{
			"lang": "sv",
			"text": "I synnerhet ska alla lagstiftningsåtgärder som avses i punkt 1 innehålla särskilda bestämmelser åtminstone avseende målen för behandlingen och fastställandet av den registeransvarige."
		}
	],
	"children": [],
	"title": "Article 21 – Paragraph 2"
}