{
	"id": "a22p4",
	"type": "paragraph",
	"literal": "4",
	"parent": "a22",
	"text": [
		{
			"lang": "en",
			"text": "The Commission shall be empowered to adopt delegated acts in accordance with Article 86 for the purpose of specifying any further criteria and requirements for appropriate measures referred to in paragraph 1 other than those already referred to in paragraph 2, the conditions for the verification and auditing mechanisms referred to in paragraph 3 and as regards the criteria for proportionality under paragraph 3, and considering specific measures for micro, small and medium-sized-enterprises."
		},
		{
			"lang": "de",
			"text": "Die Kommission wird ermächtigt, delegierte Rechtsakte nach Maßgabe von Artikel 86 zu erlassen, um etwaige weitere, in Absatz 2 nicht genannte Kriterien und Anforderungen für die in Absatz 1 genannten Maßnahmen, die Bedingungen für die in Absatz 3 genannten Überprüfungs- und Auditverfahren und die Kriterien für die in Absatz 3 angesprochene Angemessenheitsprüfung festzulegen und spezifische Maßnahmen für Kleinst-, Klein- und mittlere Unternehmen zu prüfen."
		},
		{
			"lang": "fr",
			"text": "La Commission est habilitée à adopter des actes délégués en conformité avec l’article 86, aux fins de préciser davantage d'éventuels critères et exigences supplémentaires applicables aux mesures appropriées visées au paragraphe 1, autres que celles déjà visés au paragraphe 2, les conditions de vérification et mécanismes d'audit visés au paragraphe 3 et le critère de proportionnalité prévu au paragraphe 3, et afin d'envisager des mesures spécifiques pour les micro, petites entreprises et moyennes entreprises."
		},
		{
			"lang": "es",
			"text": "La Comisión estará facultada para adoptar actos delegados, de conformidad con lo dispuesto en el artículo 86, a fin de especificar cualesquiera otros criterios y requisitos aplicables a las medidas apropiadas contempladas en el apartado 1, distintas de las ya mencionadas en el apartado 2, las condiciones para los mecanismos de verificación y auditoría contemplados en el apartado 3 y el criterio de proporcionalidad en virtud del apartado 3, y de considerar la adopción de medidas específicas para las microempresas y las pequeñas y medianas empresas."
		},
		{
			"lang": "pt",
			"text": "São atribuídas competências à Comissão para adotar atos delegados nos termos do artigo 86.º, a fim de especificar mais concretamente os critérios e requisitos adicionais aplicáveis às medidas adequadas referidas no n.º 1, para além das referidas no n.º 2, às condições de verificação e mecanismos de auditoria referidos no n.º 3 e aos critérios de proporcionalidade previstos no n.º 3, e considerar a adoção de medidas específicas para as micro, pequenas e médias empresas."
		},
		{
			"lang": "it",
			"text": "Alla Commissione è conferito il potere di adottare atti delegati conformemente all’articolo 86 al fine di precisare i criteri e i requisiti concernenti le misure adeguate di cui al paragrafo 1 diverse da quelle specificate al paragrafo 2, le condizioni riguardanti i meccanismi di verifica e di audit di cui al paragrafo 3 e il criterio di proporzionalità di cui al paragrafo 3, e al fine di contemplare misure specifiche per le micro, piccole e medie imprese."
		},
		{
			"lang": "ga",
			"text": "Tabharfar de chumhacht don Choimisiún gníomhartha tarmligthe a ghlacadh i gcomhréir le hAirteagal 86 chun aon chritéir agus ceanglais eile a bhaineann leis na bearta iomchuí dá dtagraítear i mír 1, seachas iad sin dá dtagraítear i mír 2, a shonrú tuilleadh, mar aon leis na coinníollacha a bhaineann leis na sásraí fíorúcháin agus iniúchóireachta dá dtagraítear i mír 3, agus na critéir a bhaineann le comhréireacht faoi mhír 3, agus chun bearta sonracha a mheas do mhicrifhiontair, d’fhiontair bheaga agus d’fhiontair mheánmhéide."
		},
		{
			"lang": "cs",
			"text": "Komise je zmocněna přijímat akty v přenesené pravomoci v souladu s článkem 86 za účelem dalšího vymezení kritérií a požadavků na vhodná opatření uvedená v odstavci 1, která nebyla uvedena v odstavci 2, stanovení podmínek pro mechanismy ověřování a auditu uvedené v odstavci 3 a kritérií proporcionality podle odstavce 3 a zvážení specifických opatření zejména pro mikropodniky, malé a střední podniky."
		},
		{
			"lang": "da",
			"text": "Kommissionen tillægges beføjelser til at vedtage delegerede retsakter i overensstemmelse med artikel 86 med henblik på at fastlægge kriterier og krav vedrørende passende foranstaltninger, jf. stk. 1, ud over de foranstaltninger, der er nævnt i stk. 2, betingelser for de kontrol- og revisionsmekanismer, der er nævnt i stk. 3, og kriterier for hensigtsmæssighed i henhold til stk. 3, og med henblik på at overveje særlige foranstaltninger for mikrovirksomheder og små og mellemstore virksomheder."
		},
		{
			"lang": "et",
			"text": "Komisjoni volitatakse vastavalt artiklile 86 võtma vastu delegeeritud õigusakte, et täpsustada lõikes 1 osutatud meetmete otstarbekuse kindlakstegemise kriteeriume ja nõudeid lisaks lõikes 2 osutatud kriteeriumidele ja nõuetele, lõikes 3 osutatud kontrollimise ja auditeerimise mehhanismide tingimusi ning proportsionaalsuse kriteeriume, kaaludes erimeetmete võtmist mikro-, väikeste ja keskmise suurusega ettevõtete jaoks."
		},
		{
			"lang": "el",
			"text": "Η Επιτροπή εξουσιοδοτείται να εκδίδει κατ’ εξουσιοδότηση πράξεις σύμφωνα με το άρθρο 86 για τον προσδιορισμό τυχόν περαιτέρω κριτηρίων και απαιτήσεων σχετικά με τα προβλεπόμενα στην παράγραφο 1 κατάλληλα μέτρα, πέραν των ήδη προβλεπομένων στην παράγραφο 2, των προβλεπόμενων στην παράγραφο 3 προϋποθέσεων και μηχανισμών ελέγχου και των προβλεπόμενων στην παράγραφο 3 κριτηρίων αναλογικότητας, καθώς επίσης για την εξέταση ειδικών μέτρων για τις πολύ μικρές, τις μικρές και τις μεσαίες επιχειρήσεις."
		},
		{
			"lang": "bg",
			"text": "На Комисията се предоставя правомощието да приема делегирани актове в съответствие с член 86 с цел допълнително уточняване на критериите и изискванията за подходящите мерки, посочени в параграф 1, различни от онези, които вече са посочени в параграф 2, условията за проверката и механизмите за одит, посочени в параграф 3, и по отношение на критериите за пропорционалност съгласно параграф 3, както и да взема предвид специални мерки за микропредприятията, малките и средните предприятия."
		},
		{
			"lang": "hu",
			"text": "A Bizottság felhatalmazást kap arra, hogy az (1) bekezdés szerinti – a (2) bekezdésben már említettektől eltérő – megfelelő intézkedésekre, a (3) bekezdésben említett felülvizsgálati és ellenőrzési mechanizmusok feltételeire, valamint a (3) bekezdés szerinti arányossági szempontokra vonatkozó további feltételek és követelmények meghatározása érdekében, továbbá különösen a mikro-, kis- és középvállalkozásokra vonatkozó különös intézkedések mérlegelése mellett a 86. cikkel összhangban felhatalmazáson alapuló jogi aktusokat fogadjon el."
		},
		{
			"lang": "mt",
			"text": "Il-Kummissjoni għandu jkollha s-setgħa li tadotta atti delegati skont l-Artikolu 86 sabiex tispeċifika kwalunkwe kriterju u rekwiżit ieħor għal miżuri adattati msemmija fil-paragrafu 1 minbarra dawk diġà msemmija fil-paragrafu 2, il-kundizzjonijiet għall-mekkaniżmi ta’ verifika u awditjar imsemmija fil-paragrafu 3 u rigward il-kriterji għall-proporzjonalità taħt il-paragrafu 3, u meta wieħed jikkunsidra miżuri speċifiċi għal mikroimpriżi, impriżi żgħar u ta’ daqs medju."
		},
		{
			"lang": "lv",
			"text": "Komisijai piešķir tiesības pieņemt deleģētos aktus saskaņā ar 86. pantu ar nolūku sīkāk precizēt kritērijus un prasības 1. punktā minētajiem piemērotiem pasākumiem, kas nav 2. punktā uzskaitītie pasākumi, nosacījumus pārbaudes un revīzijas mehānismiem, kas minēti 3. punktā, un attiecībā uz samērīguma kritērijiem saskaņā ar 3. punktu, un apsvērt īpašus pasākumus mikrouzņēmumiem, maziem un vidējiem uzņēmumiem."
		},
		{
			"lang": "ro",
			"text": "Comisia este mandatată să adopte acte delegate în conformitate cu articolul 86 în scopul detalierii criteriilor și a cerințelor măsurilor corespunzătoare menționate la alineatul (1), altele decât cele menționate la alineatul (2), condițiile pentru verificare și mecanismele de audit menționate la alineatul (3) și criteriile de proporționalitate prevăzute la alineatul (3), și în scopul de a prevedea măsuri specifice pentru microîntreprinderi și pentru întreprinderile mici și mijlocii."
		},
		{
			"lang": "sk",
			"text": "Komisia je splnomocnená prijať delegované akty v súlade s článkom 86 s cieľom určiť akékoľvek ďalšie kritériá a požiadavky na primerané opatrenia uvedené v odseku 1, iné než tie, ktoré sú už uvedené v odseku 2, podmienky mechanizmov overovania a auditu uvedených v odseku 3, ako aj kritériá primeranosti podľa odseku 3, a zvážiť osobitné opatrenia pre mikropodniky a malé a stredné podniky."
		},
		{
			"lang": "sl",
			"text": "Komisija je v skladu s členom 86 pooblaščena za sprejemanje delegiranih aktov, s katerimi podrobneje določi dodatna merila in zahteve za ustrezne ukrepe iz odstavka 1, ki niso ukrepi, že navedeni v odstavku 2, pogoje glede mehanizmov za preverjanje in revizijo iz odstavka 3 ter glede meril za sorazmernost iz odstavka 3, ter posebne ukrepe za mikro-, mala in srednje velika podjetja."
		},
		{
			"lang": "fi",
			"text": "Siirretään komissiolle valta antaa 86 artiklan mukaisesti delegoituja säädöksiä, joissa määritellään tarkemmin 1 kohdassa tarkoitettuja, muita kuin 2 kohdassa jo tarkoitettuja asianmukaisia toimenpiteitä koskevat kriteerit ja vaatimukset, 3 kohdassa tarkoitettuja tarkistusmekanismeja koskevat edellytykset ja 3 kohdassa tarkoitettua oikeasuhteisuutta koskevat kriteerit, ottaen huomioon erityiset toimenpiteet mikroyritysten sekä pienten ja keskisuurten yritysten hyväksi."
		},
		{
			"lang": "pl",
			"text": "Komisja jest uprawniona do przyjmowania aktów delegowanych zgodnie z art. 86 w celu określenia dalszych kryteriów i wymogów dotyczących właściwych środków, o których mowa w ust. 1, innych niż te omówione w ust. 2, warunków mechanizmów weryfikacji i audytu, o których mowa w ust. 3, a także kryteriów proporcjonalności zgodnie z ust. 3, oraz rozważenia szczególnych środków dla mikroprzedsiębiorców oraz małych i średnich przedsiębiorców."
		},
		{
			"lang": "lt",
			"text": "Komisija įgaliojama pagal 86 straipsnį priimti deleguotuosius aktus ir jais nustatyti išsamesnius 1 dalyje nurodytų tinkamų priemonių kriterijus ir reikalavimus, kurie nenurodyti 2 dalyje, 3 dalyje nurodytų patikrinimo ir audito mechanizmų sąlygas ir 3 dalyje nurodyto proporcingumo kriterijaus nuostatas, ir svarstyti labai mažoms, mažosioms ir vidutinėms įmonėms skirtas specialias priemones."
		},
		{
			"lang": "nl",
			"text": "De Commissie is bevoegd overeenkomstig artikel 86 gedelegeerde handelingen vast te stellen met het oog op de nadere invulling van eventuele nadere criteria en vereisten voor andere in lid 1 bedoelde passende maatregelen dan die welke reeds in lid 2 worden genoemd, van de voorwaarden voor de in lid 3 bedoelde toetsings- en controlemechanismen en van de criteria voor evenredigheid als bedoeld in lid 3, waarbij de mogelijkheid van specifieke maatregelen voor micro- en kleine en middelgrote ondernemingen in overweging wordt genomen."
		},
		{
			"lang": "sv",
			"text": "Kommissionen ska ha befogenhet att anta delegerade akter enligt artikel 86 i syfte att precisera eventuella ytterligare kriterier och krav för de lämpliga åtgärder som avses i punkt 1 utöver dem som redan angetts i punkt 2, villkoren för de kontroll- och granskningsrutiner som avses i punkt 3 och när det gäller kriterierna för proportionalitet enligt punkt 3, samt med hänsyn till särskilda åtgärder för mikroföretag och små och medelstora företag."
		}
	],
	"children": [],
	"title": "Article 22 – Paragraph 4"
}