{
	"id": "a25p3",
	"type": "paragraph",
	"literal": "3",
	"parent": "a25",
	"text": [
		{
			"lang": "en",
			"text": "The representative shall be established in one of those Member States where the data subjects whose personal data are processed in relation to the offering of goods or services to them, or whose behaviour is monitored, reside."
		},
		{
			"lang": "de",
			"text": "Der Vertreter muss in einem der Mitgliedstaaten niedergelassen sein, in denen die betroffenen Personen, deren personenbezogene Daten im Zusammenhang mit den ihnen angebotenen Waren oder Dienstleistungen verarbeitet werden oder deren Verhalten beobachtet wird, ansässig sind."
		},
		{
			"lang": "fr",
			"text": "Le représentant est établi dans l'un des États membres dans lesquels résident les personnes physiques dont les données à caractère personnel sont traitées dans le contexte de l'offre de biens ou de services qui leur est proposée ou dont le comportement est observé."
		},
		{
			"lang": "es",
			"text": "El representante deberá estar establecido en uno de los Estados miembros en que residan los interesados cuyos datos personales son objeto de tratamiento en el contexto de una oferta de bienes o servicios, o cuyo comportamiento esté siendo controlado."
		},
		{
			"lang": "pt",
			"text": "O representante deve estar estabelecido num dos Estados-Membros em que residam os titulares de dados pessoais que são objeto de tratamento no contexto da oferta que lhes é feita de bens ou serviços, ou cujo comportamento é controlado."
		},
		{
			"lang": "it",
			"text": "Il rappresentante è stabilito in uno degli Stati membri in cui risiedono gli interessati i cui dati personali sono trattati nell’ambito dell’offerta di beni o servizi o il cui comportamento è controllato."
		},
		{
			"lang": "ga",
			"text": "Beidh an t‑ionadaí bunaithe i gceann de na Ballstáit ina bhfuil cónaí ar na daoine sin a bpróiseáiltear a sonraí pearsanta chun earraí nó seirbhísí a chur ar fáil dóibh, nó na daoine sin is ábhar do shonraí a dhéantar faireachán ar a iompar."
		},
		{
			"lang": "cs",
			"text": "Zástupce je usazen v jednom z členských států, ve kterém mají bydliště subjekty údajů, jejichž osobní údaje jsou v souvislosti s nabízeným zbožím či službami zpracovávány, nebo u nichž se sleduje jejich chování."
		},
		{
			"lang": "da",
			"text": "Repræsentanten etableres i en af de medlemsstater, hvor de registrerede, hvis personoplysninger behandles i forbindelse med udbuddet af varer eller tjenesteydelser rettet mod dem, eller hvis adfærd overvåges, er bosiddende."
		},
		{
			"lang": "et",
			"text": "Esindaja asukoht peab olema ühes liikmesriikidest, kus elavad andmesubjektid, kelle isikuandmeid töödeldakse neile kaupade või teenuste pakkumise korral või kelle käitumist jälgitakse."
		},
		{
			"lang": "el",
			"text": "Ο εκπρόσωπος είναι εγκαταστημένος σε ένα από τα κράτη μέλη στο οποίο διαμένουν τα συγκεκριμένα πρόσωπα των οποίων τα δεδομένα προσωπικού χαρακτήρα υποβάλλονται σε επεξεργασία σε σχέση με την προσφορά αγαθών ή υπηρεσιών σε αυτά, ή των οποίων η συμπεριφορά παρακολουθείται."
		},
		{
			"lang": "bg",
			"text": "Представителят е установен в една от тези държави-членки, в която пребивават постоянно субектите на данни, чиито лични данни се обработват във връзка с предлагането на стоки или услуги или чието поведение се наблюдава."
		},
		{
			"lang": "hu",
			"text": "A képviselőnek azon tagállamok egyikében kell székhellyel/lakóhellyel rendelkeznie, ahol azon érintettek lakóhelye található, akiknek a személyes adatait feldolgozzák a termékek vagy szolgáltatások nyújtása keretében, vagy akiknek a viselkedését nyomon követik."
		},
		{
			"lang": "mt",
			"text": "Ir-rappreżentant għandu jkun stabbilit f’wieħed minn dawk l-Istati Membri fejn jgħixu s-suġġetti li d-dejta personali tagħhom hija pproċessata fir-rigward tal-prodotti u s-servizzi offruti lilhom, jew li l-imġiba tagħhom tkun issorveljata."
		},
		{
			"lang": "lv",
			"text": "Pārstāvi izveido vienā no dalībvalstīm, kurā dzīvo datu subjekti, kuru personas datus apstrādā saistībā ar preču vai pakalpojumu piedāvāšanu vai kuru uzvedība tiek novērota."
		},
		{
			"lang": "ro",
			"text": "Reprezentantul își are sediul în unul dintre statele membre în care își au reședința persoanele vizate ale căror date cu caracter personal sunt prelucrate în legătură cu furnizarea de bunuri și servicii sau a căror conduită este monitorizată."
		},
		{
			"lang": "sk",
			"text": "Zástupca musí mať sídlo v jednom z tých členských štátov, v ktorých majú bydlisko dotknuté osoby, ktorých osobné údaje sa spracúvajú v súvislosti s ponukou tovaru alebo služieb pre nich, alebo ktorých správanie sa sleduje."
		},
		{
			"lang": "sl",
			"text": "Predstavnik ima sedež v eni od držav članic, v kateri stalno prebivajo posamezniki, na katere se nanašajo osebni podatki, ki se obdelujejo v zvezi z nudenjem blaga ali storitev tem posameznikom, ali katerih vedenje se spremlja."
		},
		{
			"lang": "fi",
			"text": "Edustajan on oltava sijoittautunut johonkin niistä jäsenvaltioista, joissa asuvat ne rekisteröidyt, joiden henkilötietoja käsitellään heille tarjottavien tavaroiden tai palvelujen vuoksi tai heidän käyttäytymisensä seuraamiseksi."
		},
		{
			"lang": "pl",
			"text": "Przedstawiciel ma siedzibę w jednym z państw członkowskich, w którym mają miejsce zamieszkania podmioty danych i których dane osobowe są przetwarzane w związku z oferowaniem im towarów lub których zachowanie jest monitorowane."
		},
		{
			"lang": "lt",
			"text": "Atstovas yra įsisteigęs vienoje iš tų valstybių narių, kuriose gyvena duomenų subjektai, kurių asmens duomenys yra tvarkomi prekių ar paslaugų siūlymo tikslais arba kurių elgesys yra stebimas."
		},
		{
			"lang": "nl",
			"text": "De vertegenwoordiger is gevestigd in een van de lidstaten waar de betrokkenen waarvan de persoonsgegevens in verband met het hun aanbieden van goederen of diensten worden verwerkt of waarvan het gedrag wordt geobserveerd, wonen."
		},
		{
			"lang": "sv",
			"text": "Företrädaren ska vara etablerad i en av de medlemsstater där de registrerade vars personuppgifter behandlas i samband med att de erbjuds varor eller tjänster, eller vars beteende övervakas, är bosatta."
		}
	],
	"children": [],
	"title": "Article 25 – Paragraph 3"
}