{
	"id": "a28p6",
	"type": "paragraph",
	"literal": "6",
	"parent": "a28",
	"text": [
		{
			"lang": "en",
			"text": "The Commission may lay down standard forms for the documentation referred to in paragraph 1. Those implementing acts shall be adopted in accordance with the examination procedure referred to in Article 87(2)."
		},
		{
			"lang": "de",
			"text": "Die Kommission kann Standardvorlagen für die in Absatz 1 genannte Dokumentation festlegen. Die entsprechenden Durchführungsrechtsakte werden in Übereinstimmung mit dem in Artikel 87 Absatz 2 genannten Prüfverfahren angenommen."
		},
		{
			"lang": "fr",
			"text": "La Commission peut établir des formulaires types pour la documentation visée au paragraphe 1. Les actes d'exécution correspondants sont adoptés conformément à la procédure d'examen prévue à l'article 87, paragraphe 2."
		},
		{
			"lang": "es",
			"text": "La Comisión podrá establecer formularios normalizados para la documentación contemplada en el apartado 1. Dichos actos de ejecución se adoptarán con arreglo al procedimiento de examen contemplado en el artículo 87, apartado 2."
		},
		{
			"lang": "pt",
			"text": "A Comissão pode elaborar formulários normalizados para a documentação referida no n.º 1. Os atos de execução correspondentes são adotados em conformidade com o procedimento de exame referido no artigo 87.º, n.º 2."
		},
		{
			"lang": "it",
			"text": "La Commissione può stabilire moduli standard per la documentazione di cui al paragrafo 1. Tali atti di esecuzione sono adottati secondo la procedura d’esame di cui all’articolo 87, paragrafo 2."
		},
		{
			"lang": "ga",
			"text": "Féadfaidh an Coimisiún foirmeacha caighdeánacha a leagan síos maidir leis an doiciméadacht dá dtagraítear i mír 1. Glacfar na gníomhartha cur chun feidhme sin i gcomhréir leis an nós imeachta scrúdúcháin dá dtagraítear in Airteagal 87(2)."
		},
		{
			"lang": "cs",
			"text": "Komise může pro dokumentaci uvedenou v odstavci 1 stanovit standardní formuláře. Tyto prováděcí akty se přijímají v souladu s přezkumným postupem podle čl. 87 odst. 2."
		},
		{
			"lang": "da",
			"text": "Kommissionen kan fastsætte standardformularer for den dokumentation, der er nævnt i stk. 1. Disse gennemførelsesretsakter vedtages efter undersøgelsesproce­duren i artikel 87, stk. 2."
		},
		{
			"lang": "et",
			"text": "Komisjon võib kehtestada lõikes 1 osutatud dokumentide tüüpvormid. Kõnealused rakendusaktid võetakse vastu vastavalt artikli 87 lõikes 2 osutatud kontrollimenetlusele."
		},
		{
			"lang": "el",
			"text": "Η Επιτροπή μπορεί να θεσπίσει τυποποιημένα έντυπα για την τεκμηρίωση που αναφέρεται στην παράγραφο 1. Οι εν λόγω εκτελεστικές πράξεις εκδίδονται σύμφωνα με τη διαδικασία εξέτασης που αναφέρεται στο άρθρο 87 παράγραφος 2."
		},
		{
			"lang": "bg",
			"text": "Комисията може да установява образци на документацията, посочена в параграф 1. Тези актове за изпълнение се приемат в съответствие с процедурата по разглеждане, посочена в член 87, параграф 2."
		},
		{
			"lang": "hu",
			"text": "A Bizottság egységes formanyomtatványokat határozhat meg az (1) bekezdés szerinti dokumentáció esetében. E végrehajtási aktusokat a 87. cikk (2) bekezdése szerinti vizsgálóbizottsági eljárással összhangban kell elfogadni."
		},
		{
			"lang": "mt",
			"text": "Il-Kummissjoni tista’ tistabbilixxi formoli standard għad-dokumentazzjoni msemmija fil-paragrafu 1. Dawk l-atti ta’ implimentazzjoni għandhom ikunu adottati skont il-proċedura ta’ analiżi msemmija fl-Artikolu 87(2)."
		},
		{
			"lang": "lv",
			"text": "Komisija var paredzēt standarta formas 1. punktā minētajai dokumentācijai. Šos īstenošanas aktus pieņem saskaņā ar pārbaudes procedūru, kas minēta 87. panta 2. punktā."
		},
		{
			"lang": "ro",
			"text": "Comisia poate să conceapă formulare standard pentru documentele la care se face referire la alineatul (1). Actele de punere în aplicare respective se adoptă în conformitate cu procedura de examinare prevăzută la articolul 87 alineatul (2)."
		},
		{
			"lang": "sk",
			"text": "Komisia môže určiť štandardné formuláre pre dokumentáciu uvedenú v odseku 1. Tieto vykonávacie akty sa prijmú v súlade s postupom preskúmania uvedeným v článku 87 ods. 2."
		},
		{
			"lang": "sl",
			"text": "Komisija lahko določi standardne obrazce za dokumentacijo iz odstavka 1. Navedeni izvedbeni akti se sprejmejo v skladu s postopkom pregleda iz člena 87(2)."
		},
		{
			"lang": "fi",
			"text": "Komissio voi laatia vakiolomakkeet 1 kohdassa tarkoitettuja asiakirjoja varten. Nämä täytäntöönpanosäädökset hyväksytään 87 artiklan 2 kohdassa tarkoitettua tarkastelumenettelyä noudattaen."
		},
		{
			"lang": "pl",
			"text": "Komisja może ustanowić standardowe formularze dotyczące dokumentacji, o której mowa w ust. 1. Te akty wykonawcze są przyjmowane zgodnie z procedurą sprawdzającą, o której mowa w art. 87 ust. 2."
		},
		{
			"lang": "lt",
			"text": "Komisija gali nustatyti 1 dalyje nurodytų dokumentų standartines formas. Tie įgyvendinimo aktai priimami pagal 87 straipsnio 2 dalyje nurodytą nagrinėjimo procedūrą."
		},
		{
			"lang": "nl",
			"text": "De Commissie kan standaardformulieren vaststellen voor de in lid 1 bedoelde documenten. Die uitvoeringshandelingen worden vastgesteld volgens de in artikel 87, lid 2, bedoelde onderzoeksprocedure."
		},
		{
			"lang": "sv",
			"text": "Kommissionen får fastställa standardformulär för den dokumentation som anges i punkt 1. Dessa genomförandeakter ska antas i enlighet med det granskningsförfarande som avses i artikel 87.2."
		}
	],
	"children": [],
	"title": "Article 28 – Paragraph 6"
}