{
	"id": "a29p1",
	"type": "paragraph",
	"literal": "1",
	"parent": "a29",
	"text": [
		{
			"lang": "en",
			"text": "The controller and the processor and, if any, the representative of the controller, shall co-operate, on request, with the supervisory authority in the performance of its duties, in particular by providing the information referred to in point (a) of Article 53(2) and by granting access as provided in point (b) of that paragraph."
		},
		{
			"lang": "de",
			"text": "Der für die Verarbeitung Verantwortliche, der Auftragsverarbeiter sowie der etwaige Vertreter des für die Verarbeitung Verantwortlichen arbeiten der Aufsichtsbehörde auf Verlangen zu, um ihr die Erfüllung ihrer Pflichten zu erleichtern, indem sie dieser insbesondere die in Artikel 53 Absatz 2 Buchstabe a genannten Informationen übermitteln und ihr den in Artikel 53 Absatz 2 Buchstabe b genannten Zugang gewähren."
		},
		{
			"lang": "fr",
			"text": "Le responsable du traitement et le sous‑traitant ainsi que, le cas échéant, le représentant du responsable du traitement, coopèrent, sur demande, avec l’autorité de contrôle dans l'exécution de ses fonctions, en communiquant notamment les informations énoncées à l'article 53, paragraphe 2, point a), et en accordant un accès, conformément aux dispositions du point b) dudit paragraphe."
		},
		{
			"lang": "es",
			"text": "El responsable y el encargado del tratamiento, así como el representante del responsable, si lo hubiera, cooperarán con la autoridad de control, si así lo solicita esta, en el desempeño de sus funciones, en particular facilitando la información contemplada en el artículo 53, apartado 2, letra a), y el acceso dispuesto en la letra b) de dicho apartado."
		},
		{
			"lang": "pt",
			"text": "O responsável pelo tratamento e o subcontratante, bem como, caso exista, o representante do responsável pelo tratamento, cooperam, mediante pedido, com a autoridade de controlo no exercício das suas funções, particularmente no fornecimento das informações referidas no artigo 53.º, n.º 2, alínea a), e facultando-lhe o acesso previsto na alínea b) desse número."
		},
		{
			"lang": "it",
			"text": "Il responsabile del trattamento, l’incaricato del trattamento e l’eventuale rappresentante del responsabile del trattamento cooperano, su richiesta, con l’autorità di controllo nell’esercizio delle sue funzioni, fornendo in particolare le informazioni di cui all’articolo 53, paragrafo 2, lettera a), e accordando l’accesso di cui all’articolo 52, paragrafo 2, lettera b)."
		},
		{
			"lang": "ga",
			"text": "Má iarrtar orthu, rachaidh an rialaitheoir agus an próiseálaí agus, más ann dó, ionadaí an rialaitheora, i gcomhar leis an údarás maoirseachta agus a dhualgais á gcomhlíonadh aige, go háirithe tríd an bhfaisnéis dá dtagraítear i bpointe (a) d’Airteagal 53(2) a sholáthar agus tríd an rochtain a thabhairt dá bhforáiltear i bpointe (b) den mhír sin."
		},
		{
			"lang": "cs",
			"text": "Správce a zpracovatel, a v patřičném případě zástupce správce, spolupracují na požádání s orgánem dozoru při výkonu jeho povinností, a to zejména tím, že mu poskytují informace uvedené v čl. 53 odst. 2 písm. a) a přístup podle písm. b) zmíněného odstavce."
		},
		{
			"lang": "da",
			"text": "Den registeransvarlige og registerføreren samt den registeransvarliges eventuelle repræsentant samarbejder efter anmodning med tilsynsmyndigheden ved udøvelsen af dennes hverv, navnlig ved at udlevere oplysninger som nævnt i artikel 53, stk. 2, litra a), og ved at give adgang som nævnt i litra b) i samme stykke."
		},
		{
			"lang": "et",
			"text": "Vastutav töötleja, volitatud töötleja ja vajaduse korral vastutava töötleja esindaja teevad asjakohase taotluse alusel järelevalveasutusega tema ülesannete täitmiseks koostööd, eelkõige esitades artikli 53 lõike 2 punktis a osutatud teavet ja võimaldades kõnealuse lõike punktis b sätestatud juurdepääsu."
		},
		{
			"lang": "el",
			"text": "Ο υπεύθυνος επεξεργασίας και ο εκτελών την επεξεργασία και, εφόσον συντρέχει περίπτωση, ο εκπρόσωπος του υπευθύνου επεξεργασίας συνεργάζονται, κατόπιν αιτήματος, με την αρχή ελέγχου στην άσκηση των καθηκόντων της, ιδίως παρέχοντας τις πληροφορίες που αναφέρονται στο άρθρο 53 παράγραφος 2 στοιχείο α) και παρέχοντας πρόσβαση όπως προβλέπεται στο στοιχείο β) της ίδιας παραγράφου."
		},
		{
			"lang": "bg",
			"text": "Администраторът, обработващият лични данни и представителят на администратора, ако има такъв, си сътрудничат при поискване с надзорния орган при изпълнението на неговите задължения, по-специално чрез предоставяне на информацията, посочена в член 53, параграф 2, буква а), и чрез предоставяне на достъпа, предвиден в буква б) от посочения параграф."
		},
		{
			"lang": "hu",
			"text": "Az adatkezelő és az adatfeldolgozó, valamint – ha van ilyen – az adatkezelő képviselője kötelezettségei teljesítése során – kérelemre – együttműködik a felügyelő hatósággal különösen azáltal, hogy rendelkezésre bocsátja az 53. cikk (2) bekezdésének a) pontja szerinti információt, és hozzáférést biztosít az említett bekezdés b) pontjának megfelelően."
		},
		{
			"lang": "mt",
			"text": "Il-kontrollur u l-proċessur u, jekk ikun hemm, ir-rappreżentant tal-kontrollur, għandhom jikkooperaw, fuq talba, mal-awtorità ta’ superviżjoni fit-twettiq tad-dmirijiet tagħha, b’mod partikolari billi jipprovdu l-informazzjoni msemmija fil-punt (a) tal-Artikolu 53(2) u billi jagħtu l-aċċess kif ipprovdut fil-punt (b) ta’ dak il-paragrafu."
		},
		{
			"lang": "lv",
			"text": "Pārzinis un apstrādātājs un, ja tāds ir, arī pārziņa pārstāvis sadarbojas ar uzraudzības iestādi tās uzdevumu izpildei un pēc tās pieprasījuma, jo īpaši sniedzot 53. panta 2. punkta a) apakšpunktā minēto informāciju un sniedzot piekļuvi, kā noteikts minētā punkta b) apakšpunktā."
		},
		{
			"lang": "ro",
			"text": "Operatorul și persoana împuternicită de către operator și, dacă este cazul, reprezentantul operatorului, cooperează, la cerere, cu autoritatea de supraveghere pentru a-și îndeplini sarcinile care le revin, în special prin furnizarea informațiilor menționate la articolul 53 alineatul (2) litera (a) și prin asigurarea accesului prevăzut la același alineat litera (b)."
		},
		{
			"lang": "sk",
			"text": "Prevádzkovateľ, sprostredkovateľ a prípadný zástupca prevádzkovateľa na požiadanie spolupracujú s dozorným orgánom pri výkone jeho povinností, najmä poskytovaním informácií uvedených v článku 53 ods. 2 písm. a) a udeľovaním prístupu podľa písm. b) uvedeného odseku."
		},
		{
			"lang": "sl",
			"text": "Upravljavec, obdelovalec in predstavnik upravljavca, če ta obstaja, pri opravljanju svojih nalog na zahtevo sodelujejo z nadzornim organom, zlasti z zagotavljanjem informacij iz točke (a) člena 53(2) in omogočanjem dostopa, kakor je določeno v točki (b) navedenega člena."
		},
		{
			"lang": "fi",
			"text": "Rekisterinpitäjän ja henkilötietojen käsittelijän sekä rekisterinpitäjän mahdollisen edustajan on pyynnöstä tehtävä yhteistyötä valvontaviranomaisen kanssa sen tehtävien suorittamiseksi, erityisesti antamalla 53 artiklan 2 kohdan a alakohdassa tarkoitetut tiedot ja sallimalla kyseisen kohdan b alakohdassa tarkoitettu pääsy."
		},
		{
			"lang": "pl",
			"text": "Administrator i podmiot przetwarzający oraz ewentualnie przedstawiciel administratora współpracują z organem nadzorczym na jego wniosek w zakresie wykonania swoich zadań, w szczególności poprzez przekazywanie informacji, o których mowa w art. 53 ust. 2 lit. a) oraz udzielanie dostępu w myśl lit. b) tego ustępu."
		},
		{
			"lang": "lt",
			"text": "Atliekant savo pareigas pateiktu priežiūros institucijos prašymu duomenų valdytojas ir duomenų tvarkytojas, taip pat duomenų valdytojo atstovas, jei toks yra, su ja bendradarbiauja, visų pirma pateikdami 53 straipsnio 2 dalies a punkte nurodytą informaciją ir suteikdami tos dalies b punkte nurodytą galimybę."
		},
		{
			"lang": "nl",
			"text": "De voor de verwerking verantwoordelijke en de verwerker en, in voorkomend geval, de vertegenwoordiger van de voor de verwerking verantwoordelijke verlenen op verzoek hun medewerking aan met de toezichthoudende autoriteit bij de uitoefening van diens taken, met name door het verstrekken van de in artikel 53, lid 2, onder a), bedoelde informatie en door het verschaffen van toegang als bepaald in dat lid, onder b)."
		},
		{
			"lang": "sv",
			"text": "Den registeransvarige och registerföraren samt den registeransvariges eventuella företrädare ska på begäran samarbeta med tillsynsmyndigheten i utövandet av dess uppdrag, särskilt genom att tillhandahålla den information som avses i artikel 53.2 a och genom att ge tillgång i enlighet med artikel 53.2 b."
		}
	],
	"children": [],
	"title": "Article 29 – Paragraph 1"
}