{
	"id": "a2p3",
	"type": "paragraph",
	"literal": "3",
	"parent": "a2",
	"text": [
		{
			"lang": "en",
			"text": "This Regulation shall be without prejudice to the application of Directive 2000/31/EC, in particular of the liability rules of intermediary service providers in Articles 12 to 15 of that Directive."
		},
		{
			"lang": "de",
			"text": "Die vorliegende Verordnung lässt die Anwendung der Richtlinie 2000/31/EG und speziell die Vorschriften der Artikel 12 bis 15 dieser Richtlinie zur Verantwortlichkeit von Anbietern von Vermittlungsdiensten unberührt."
		},
		{
			"lang": "fr",
			"text": "Le présent règlement s'applique sans préjudice de la directive 2000/31/CE, et en particulier des dispositions des articles 12 à 15 de ladite directive établissant les règles en matière de responsabilité des prestataires intermédiaires."
		},
		{
			"lang": "es",
			"text": "El presente Reglamento se entenderá sin perjuicio de la aplicación de la Directiva 2000/31/CE, en particular de las normas en materia de responsabilidad de los prestadores de servicios intermediarios establecidas en los artículos 12 a 15 de la Directiva citada."
		},
		{
			"lang": "pt",
			"text": "O presente regulamento aplica-se sem prejuízo da Diretiva 2000/31/CE, em especial as disposições dos artigos 12.º a 15.º da referida diretiva, que estabelecem as regras em matéria de responsabilidade dos prestadores intermediários de serviços."
		},
		{
			"lang": "it",
			"text": "Il presente regolamento lascia impregiudicata l’applicazione della direttiva 2000/31/CE, in particolare le norme relative alla responsabilità dei prestatori intermediari di servizi di cui ai suoi articoli da 12 a 15."
		},
		{
			"lang": "ga",
			"text": "Beidh an Rialachán seo gan dochar do chur i bhfeidhm Threoir 2000/31/CE, go háirithe maidir leis na rialacha dliteanais do sholáthraithe seirbhíse idirmheánacha in Airteagail 12 go 15 den Treoir sin."
		},
		{
			"lang": "cs",
			"text": "Tímto nařízením není dotčeno uplatňování směrnice 2000/31/ES, zejména pokud jde o pravidla týkající se odpovědnosti poskytovatelů zprostředkovatelských služeb podle článků 12 až 15 uvedené směrnice."
		},
		{
			"lang": "da",
			"text": "Denne forordning berører ikke anvendelsen af direktiv 2000/31/EF, navnlig formidleransvaret for tjenesteydere, der er fastsat i artikel 12-15 i nævnte direktiv."
		},
		{
			"lang": "et",
			"text": "Käesoleva määruse kohaldamine ei piira direktiivi 2000/31/EÜ, eelkõige selle artiklites 12–15 esitatud vahendusteenuste osutajate vastutust käsitlevate eeskirjade kohaldamist."
		},
		{
			"lang": "el",
			"text": "Ο παρών κανονισμός δεν θίγει την εφαρμογή της οδηγίας 2000/31/ΕΚ, ιδίως δε τους κανόνες για την ευθύνη των μεσαζόντων παροχής υπηρεσιών που προβλέπονται στα άρθρα 12 έως 15 της εν λόγω οδηγίας."
		},
		{
			"lang": "bg",
			"text": "Настоящият регламент се прилага, без да се засяга прилагането на разпоредбите на Директива 2000/31/ЕО, и по-специално разпоредбите относно междинните доставчици на услуги в членове 12—15 от посочената директива."
		},
		{
			"lang": "hu",
			"text": "E rendelet nem sérti a 2000/31/EK irányelv alkalmazását, különösen az irányelv 12–15. cikkébe foglalt, a közvetítő szolgáltatók felelősségére vonatkozó szabályokat."
		},
		{
			"lang": "mt",
			"text": "Dan ir-Regolament għandu jkun mingħajr preġudizzju għall-applikazzjoni tad-Direttiva 2000/31/KE, b’mod partikolari tar-regoli ta’ responsabbiltà ta’ fornituri ta’ servizzi intermedjarji fl-Artikoli 12 sa 15 ta’ dik id-Direttiva."
		},
		{
			"lang": "lv",
			"text": "Šī regula neskar Direktīvas 2000/31/EK piemērošanu, jo īpaši attiecībā uz direktīvas 12. un 15. panta noteikumiem par pakalpojumu sniegšanas starpnieku atbildību."
		},
		{
			"lang": "ro",
			"text": "Prezentul regulament nu aduce atingere aplicării Directivei 2000/31/CE, în special a normelor privind răspunderea furnizorilor de servicii intermediari, prevăzute la articolele 12 - 15 din directiva menționată."
		},
		{
			"lang": "sk",
			"text": "Týmto nariadením nie je dotknuté uplatňovanie smernice 2000/31/ES, najmä povinnosti poskytovateľov sprostredkovateľských služieb uvedené v článkoch 12 až 15 uvedenej smernice."
		},
		{
			"lang": "sl",
			"text": "Ta uredba ne posega v uporabo Direktive 2000/31/ES, zlasti predpisov o odgovornosti posrednih ponudnikov storitev iz členov 12 do 15 navedene direktive."
		},
		{
			"lang": "fi",
			"text": "Tämä asetus ei vaikuta direktiivin 2000/31/EY soveltamiseen eikä etenkään sen 12–15 artiklassa vahvistettuihin sääntöihin välittäjinä toimivien palveluntarjoajien vastuusta."
		},
		{
			"lang": "pl",
			"text": "Niniejsze rozporządzenie pozostaje bez uszczerbku dla stosowania dyrektywy 2000/31/WE, w szczególności zasad odpowiedzialności usługodawców będących pośrednikami, o których mowa w art. 12-15 tej dyrektywy."
		},
		{
			"lang": "lt",
			"text": "Šis reglamentas neturi įtakos Direktyvos 2000/31/EB, visų pirma jos 12–15 straipsniuose įtvirtintų tarpininkavimo paslaugų teikėjų atsakomybės nuostatų, taikymui."
		},
		{
			"lang": "nl",
			"text": "Deze verordening laat de toepassing van Richtlijn 2000/31/EG, met name de bepalingen inzake de aansprakelijkheid van dienstverleners die als tussenpersoon optreden in de artikelen 12 tot en met 15 van die richtlijn, onverlet."
		},
		{
			"lang": "sv",
			"text": "Förordningen ska inte påverka tillämpningen av direktiv 2000/31/EG, särskilt bestämmelserna om tjänstelevererande mellanhänders ansvar i artiklarna 12–15 i det direktivet."
		}
	],
	"children": [],
	"title": "Article 2 – Paragraph 3"
}