{
	"id": "a33p2i5",
	"type": "point",
	"literal": "e",
	"parent": "a33p2",
	"text": [
		{
			"lang": "en",
			"text": "other processing operations for which the consultation of the supervisory authority is required pursuant to point (b) of Article 34(2)."
		},
		{
			"lang": "de",
			"text": "sonstige Verarbeitungsvorgänge, bei denen gemäß Artikel 34 Absatz 2 Buchstabe b vorab die Aufsichtsbehörde zu Rate zu ziehen ist."
		},
		{
			"lang": "fr",
			"text": "les autres traitements pour lesquels la consultation de l'autorité de contrôle est requise en application à l'article 34, paragraphe 2, point b)."
		},
		{
			"lang": "es",
			"text": "otras operaciones de tratamiento para las cuales sea necesaria la consulta de la autoridad de control con arreglo a lo dispuesto en el artículo 34, apartado 2, letra b)."
		},
		{
			"lang": "pt",
			"text": "Outras operações de tratamento para as quais é obrigatória a consulta da autoridade de controlo nos termos do artigo 34.º, n.º 2, alínea b)."
		},
		{
			"lang": "it",
			"text": "qualunque altro trattamento che richiede la consultazione dell’autorità di controllo ai sensi dell’articolo 34, paragrafo 2, lettera b)."
		},
		{
			"lang": "ga",
			"text": "oibríochtaí próiseála eile inar gá dul i gcomhairle leis an údarás maoirseachta de bhun phointe (b) d’Airteagal 34(2)."
		},
		{
			"lang": "cs",
			"text": "s jinými zpracováními, u nichž se podle čl. 34 odst. 2 písm. b) vyžaduje konzultace orgánu dozoru."
		},
		{
			"lang": "da",
			"text": "andre former for behandling, hvor høring af tilsynsmyndigheden er påkrævet i henhold til artikel 34, stk. 2, litra b)."
		},
		{
			"lang": "et",
			"text": "muud töötlemistoimingud, mille puhul tuleb nõu pidada järelevalveasutusega vastavalt artikli 34 lõike 2 punktile b;"
		},
		{
			"lang": "el",
			"text": "ε) άλλες πράξεις επεξεργασίας για τις οποίες απαιτείται διαβούλευση με την αρχή ελέγχου δυνάμει του άρθρου 34 παράγραφος 2 στοιχείο β)."
		},
		{
			"lang": "bg",
			"text": "д) други операции по обработване, за които се изисква консултация с надзорния орган съгласно член 34, параграф 2, буква б)."
		},
		{
			"lang": "hu",
			"text": "egyéb olyan feldolgozási műveletek, amelyek vonatkozásában a 34. cikk (2) bekezdésének b) pontja értelmében konzultálni kell a felügyelő hatósággal."
		},
		{
			"lang": "mt",
			"text": "operazzjonijiet ta’ pproċessar oħrajn li għalihom tkun teħtieġ il-konsultazzjoni mal-awtorità ta’ superviżjoni skont il-punt (b) tal-Artikolu 34(2)."
		},
		{
			"lang": "lv",
			"text": "citas apstrādes darbības, kurām saskaņā ar 34. panta 2. punkta b) apakšpunktu ir nepieciešama apspriešanās ar uzraudzības iestādi."
		},
		{
			"lang": "ro",
			"text": "alte operațiuni de prelucrare de date pentru care este necesară consultarea autorității de supraveghere în conformitate cu articolul 34 alineatul (2) litera (b)."
		},
		{
			"lang": "sk",
			"text": "ďalšie činnosti spracovania, pri ktorých sa v zmysle článku 34 ods. 2 písm. b) vyžaduje konzultácia s dozorným orgánom."
		},
		{
			"lang": "sl",
			"text": "drugi postopki obdelave, za katere se zahteva posvetovanje z nadzornim organom v skladu s točko (b) člena 34(2)."
		},
		{
			"lang": "fi",
			"text": "muut käsittelytoimet, joita varten vaaditaan valvontaviranomaisen kuulemista 34 artiklan 2 kohdan b alakohdan nojalla."
		},
		{
			"lang": "pl",
			"text": "inne operacje przetwarzania, które na mocy art. 34 ust. 2 lit. b) wymagają konsultacji z organem nadzorczym."
		},
		{
			"lang": "lt",
			"text": "kitas duomenų tvarkymo operacijas, kurioms atlikti būtina konsultuotis su priežiūros institucija pagal 34 straipsnio 2 dalies b punktą."
		},
		{
			"lang": "nl",
			"text": "andere verwerkingen waarvoor op grond van artikel 34, lid 2, onder b), de toezichthoudende autoriteit moet worden geraadpleegd."
		},
		{
			"lang": "sv",
			"text": "Annan behandling för vilken samråd måste ske med tillsynsmyndigheten enligt artikel 34.2 b."
		}
	],
	"children": [],
	"title": "Article 33 – Paragraph 2 – Point 5"
}