{
	"id": "a33p5",
	"type": "paragraph",
	"literal": "5",
	"parent": "a33",
	"text": [
		{
			"lang": "en",
			"text": "Where the controller is a public authority or body and where the processing results from a legal obligation pursuant to point (c) of Article 6(1) providing for rules and procedures pertaining to the processing operations and regulated by Union law, paragraphs 1 to 4 shall not apply, unless Member States deem it necessary to carry out such assessment prior to the processing activities."
		},
		{
			"lang": "de",
			"text": "Falls es sich bei dem für die Verarbeitung Verantwortlichen um eine Behörde oder um eine öffentliche Einrichtung handelt und die Verarbeitung aufgrund einer im Unionsrecht festgelegten rechtlichen Verpflichtung nach Artikel 6 Absatz 1 Buchstabe c erfolgt, welche Vorschriften und Verfahren für die betreffenden Verarbeitungsvorgänge vorsieht, gelten die Absätze 1 bis 4 nur, wenn es nach dem Ermessen der Mitgliedstaaten erforderlich ist, vor den betreffenden Verarbeitungstätigkeiten eine solche Folgenabschätzung durchzuführen."
		},
		{
			"lang": "fr",
			"text": "Lorsque le responsable du traitement est une autorité ou un organisme publics, et lorsque le traitement est effectué en exécution d'une obligation légale conforme à l'article 6, paragraphe 1, point c), prévoyant des règles et des procédures relatives aux traitements et réglementées par le droit de l'Union, les paragraphes 1 à 4 ne s'appliquent pas, sauf si les États membres estiment qu'une telle analyse est nécessaire avant le traitement."
		},
		{
			"lang": "es",
			"text": "Cuando el responsable del tratamiento sea una autoridad u organismo públicos y cuando el tratamiento se efectúe en cumplimiento de una obligación legal de conformidad con lo dispuesto en el artículo 6, apartado 1, letra c), que establezca normas y procedimientos relativos a las operaciones de tratamiento y regulados por el Derecho de la Unión, los apartados 1 a 4 no serán aplicables, a menos que los Estados miembros consideren necesario proceder a dicha evaluación con anterioridad a las actividades de tratamiento."
		},
		{
			"lang": "pt",
			"text": "Sempre que o responsável pelo tratamento for uma autoridade ou um organismo público e o tratamento for realizado em execução de uma obrigação jurídica, em conformidade com o artigo 6.º, n.º 1, alínea a), que preveja regras e procedimentos relativos aos tratamentos e regulados pelo direito da União, não são aplicáveis os n.os 1 a 4, salvo se os Estados-Membros considerarem necessário realizar essa avaliação previamente às atividades de tratamento."
		},
		{
			"lang": "it",
			"text": "Qualora il responsabile del trattamento sia un’autorità pubblica o un organismo pubblico e il trattamento sia effettuato in forza di un obbligo legale ai sensi dell’articolo 6, paragrafo 1, lettera c), che prevede norme e procedure riguardanti il trattamento e sia stabilito dal diritto dell’Unione, i paragrafi da 1 a 4 non si applicano salvo che gli Stati membri ritengano necessario effettuare tale valutazione prima di procedere alle attività di trattamento."
		},
		{
			"lang": "ga",
			"text": "I gcás inar údarás nó comhlacht poiblí é an rialaitheoir agus ina ndéantar an phróiseáil de bharr oibleagáide dlíthiúla de bhun phointe (c) d'Airteagal 6(1) lena ndéantar foráil maidir le rialacha agus nósanna imeachta a bhaineann leis na hoibríochtaí próiseála agus a rialaítear le dlí an Aontais, ní bheidh feidhm ag míreanna 1 go 4, ach amháin má mheasann na Ballstáit gur gá measúnú den sórt sin a dhéanamh roimh na gníomhaíochtaí próiseála."
		},
		{
			"lang": "cs",
			"text": "Pokud je správce orgánem veřejné moci či veřejnoprávním subjektem a pokud se zpracování zakládá na právní povinnosti podle čl. 6 odst. 1 písm. c), která pro tato zpracování stanoví pravidla a postupy a která je upravena právem Unie, nepoužijí se odstavce 1 až 4 s výjimkou případů, kdy členské státy považují vypracování takového posouzení před zpracováním údajů za nutné."
		},
		{
			"lang": "da",
			"text": "Hvis den registeransvarlige er en offentlig myndighed eller et offentligt organ, og hvis behandlingen følger af en retlig forpligtelse i henhold til artikel 6, stk. 1, litra c), der indeholder bestemmelser om regler og procedurer for behandlingen, og som er reguleret i EU-retten, finder stk. 1-4 ikke anvendelse, medmindre medlemsstaterne vurderer, at en sådan analyse skal foretages inden behandlingen."
		},
		{
			"lang": "et",
			"text": "Kui vastutav töötleja on avaliku sektori asutus või organ ja kui töötlemine on vajalik artikli 6 lõike 1 punktis c osutatud seadusjärgse kohustuse täitmiseks ning selliste töötlemistoimingute tegemise eeskirjad ja kord on ette nähtud liidu õigusaktidega, siis lõikeid 1–4 ei kohaldata, välja arvatud juhul, kui liikmesriigid peavad vajalikuks sellise hindamise läbi viia enne töötlemistoimingute alustamist."
		},
		{
			"lang": "el",
			"text": "Εάν ο υπεύθυνος επεξεργασίας είναι δημόσια αρχή ή δημόσιος φορέας και εάν η επεξεργασία απορρέει από νομική υποχρέωση δυνάμει του άρθρου 6 παράγραφος 1 στοιχείο γ) η οποία προβλέπει κανόνες και διαδικασίες για τις πράξεις επεξεργασίας και ρυθμίζεται από το δίκαιο της Ένωσης, οι παράγραφοι 1 έως 4 δεν εφαρμόζονται, εκτός εάν τα κράτη μέλη θεωρούν απαραίτητη τη διενέργεια της εν λόγω εκτίμησης πριν από τις δραστηριότητες επεξεργασίας."
		},
		{
			"lang": "bg",
			"text": "Когато администраторът е публичен орган или структура и когато обработването произтича от законово задължение съгласно член 6, параграф 1, буква в), което предвижда правила и процедури свързани с операциите по обработването и е уредено от правото на Съюза, не се прилагат параграфи 1—4, освен ако държава-членка не сметне за необходимо да направи такава оценка преди започването на дейностите по обработването."
		},
		{
			"lang": "hu",
			"text": "Amennyiben az adatkezelő hatóság vagy szerv, és a feldolgozás a feldolgozási műveletek szabályairól és eljárásairól rendelkező 6. cikk (1) bekezdésének c) pontja szerinti jogi kötelezettségből következik, és azt az uniós jog szabályozza, az (1)–(4) bekezdést nem kell alkalmazni, kivéve, ha a tagállamok szükségesnek tartják ilyen hatásvizsgálat elvégzését a feldolgozási tevékenységet megelőzően."
		},
		{
			"lang": "mt",
			"text": "Fejn il-kontrollur huwa awtorità jew korp pubbliku u fejn l-ipproċessar jirriżulta minn obbligu legali skont il-punt (c) ta’ Artikolu 6(1) li jipprovdi r-regoli u l-proċeduri relatati mal-operazzjonijiet ta' proċessar u regolati mil-liġi tal-Unjoni, il-paragrafi 1 sa 4 m’għandhomx japplikaw, sakemm l-Istati Membri jidhrilhom li hu meħtieġ sabiex iwettqu valutazzjoni bħal din qabel l-attivitajiet ta’ pproċessar."
		},
		{
			"lang": "lv",
			"text": "Šā panta 1. un 4. punktu nepiemēro, ja pārzinis ir valsts iestāde vai struktūra un ja apstrāde saskaņā ar 6. panta 1. punkta c) apakšpunktu pamatota ar juridisku pienākumu, kas paredz noteikumus un procedūras apstrādes darbībām un ko regulē Savienības tiesības, izņemot, ja dalībvalsts uzskata par nepieciešamu veikt šādu ietekmes novērtējumu pirms apstrādes darbībām."
		},
		{
			"lang": "ro",
			"text": "Atunci când operatorul este o autoritate sau un organism public și prelucrarea rezultă dintr-o obligație juridică în temeiul articolului 6 alineatul (1) litera (c), care prevede normele și procedurile referitoare la operațiunile de prelucrare și reglementate de legislația Uniunii, alineatele (1) - (4) nu se aplică, cu excepția cazului în care statele membre consideră că este necesară efectuarea unei astfel de evaluări înaintea desfășurării activităților de prelucrare."
		},
		{
			"lang": "sk",
			"text": "Ak je prevádzkovateľom verejný orgán alebo subjekt a ak spracovanie vyplýva zo zákonnej povinnosti v zmysle článku 6 ods. 1 písm. c), ktorým sa ustanovujú pravidlá a postupy týkajúce sa operácií spracovania upravených právnymi predpismi Únie, odseky 1 a 4 sa neuplatňujú, pokiaľ členské štáty nepovažujú za potrebné vykonať takéto posúdenie pred začatím operácií spracovania."
		},
		{
			"lang": "sl",
			"text": "Kadar je upravljavec javni organ in kadar obdelava izhaja iz pravne obveznosti v skladu s točko (c) člena 6(1), ki določa pravila in postopke v zvezi z dejavnostmi obdelave, ki jih ureja pravo Unije, se odstavki 1 do 4 ne uporabljajo, razen če država članica meni, da je treba tako oceno izvesti pred začetkom postopkov obdelave."
		},
		{
			"lang": "fi",
			"text": "Jos rekisterinpitäjä on viranomainen tai julkishallinnon elin ja käsittely perustuu 6 artiklan 1 kohdan c alakohdassa tarkoitettuun lakisääteiseen velvollisuuteen, jonka yhteydessä vahvistetaan käsittelytoimia koskevat säännöt ja menettelyt ja jota säännellään unionin lainsäädännöllä, 1–4 kohtaa ei sovelleta, paitsi jos jäsenvaltiot katsovat tarpeelliseksi toteuttaa tällaisen arvioinnin ennen käsittelytoimien aloittamista."
		},
		{
			"lang": "pl",
			"text": "Jeśli administrator jest organem lub podmiotem publicznym i jeśli przetwarzanie wynika z obowiązku prawnego na mocy art. 6 ust. 1 lit. c) przewidującego zasady i procedury operacji przetwarzania przewidziane przez prawo Unii, ust. 1-4 nie stosuje się, chyba że państwa członkowskie uznają przeprowadzenie takiej oceny przed przetwarzaniem za niezbędne."
		},
		{
			"lang": "lt",
			"text": "Jeigu duomenų valdytojas yra valdžios institucija ar įstaiga ir jeigu duomenų tvarkymas grindžiamas teisine pareiga pagal 6 straipsnio 1 dalies c punktą, kuria numatomos su duomenų tvarkymo operacijomis susijusios taisyklės ir procedūros ir kuri įtvirtinta Sąjungos teisės aktais, 1–4 dalys netaikomos, išskyrus atvejus, kai valstybės narės mano, kad prieš pradedant duomenų tvarkymo veiklą būtina atlikti tokį vertinimą."
		},
		{
			"lang": "nl",
			"text": "Wanneer de voor de verwerking verantwoordelijke een overheidsinstantie of –orgaan is en de verwerking het gevolg is van een in de EU-wetgeving geregelde wettelijke verplichting in de zin van artikel 6, lid 1, onder c), waarbij voorschriften en procedures inzake de verwerkingen zijn vastgesteld, zijn de leden 1 tot en met 4 niet van toepassing, tenzij de lidstaten het nodig achten om voorafgaand aan de verwerkingen een dergelijke beoordeling uit te voeren."
		},
		{
			"lang": "sv",
			"text": "Om den registeransvarige är en offentlig myndighet eller ett offentligt organ och om behandlingen följer av en rättslig skyldighet enligt artikel 6.1 c som föreskriver regler och förfaranden som rör behandlingen och regleras av unionslagstiftningen, ska punkterna 1–4 inte gälla, om inte medlemsstaterna anser det nödvändigt att utföra en sådan bedömning före behandlingen."
		}
	],
	"children": [],
	"title": "Article 33 – Paragraph 5"
}