{
	"id": "a34p5",
	"type": "paragraph",
	"literal": "5",
	"parent": "a34",
	"text": [
		{
			"lang": "en",
			"text": "Where the list provided for in paragraph 4 involves processing activities which are related to the offering of goods or services to data subjects in several Member States, or to the monitoring of their behaviour, or may substantially affect the free movement of personal data within the Union, the supervisory authority shall apply the consistency mechanism referred to in Article 57 prior to the adoption of the list."
		},
		{
			"lang": "de",
			"text": "Wenn auf der in Absatz 4 genannten Liste Verarbeitungsvorgänge aufgeführt werden, die sich auf Waren oder Dienstleistungen beziehen, welche betroffenen Personen in mehreren Mitgliedstaaten angeboten werden, oder die dazu dienen sollen, das Verhalten dieser betroffenen Personen zu beobachten, oder die wesentliche Auswirkungen auf den freien Verkehr personenbezogener Daten in der Union haben können, bringt die Aufsichtsbehörde vor der Annahme der Liste das in Artikel 57 beschriebene Kohärenzverfahren zur Anwendung."
		},
		{
			"lang": "fr",
			"text": "Si la liste prévue au paragraphe 4 comprend des traitements liés à l'offre de biens ou de services à des personnes concernées dans plusieurs États membres ou liés à l'observation de leur comportement, ou susceptibles d'affecter sensiblement la libre circulation des données à caractère personnel au sein de l’Union, l’autorité de contrôle applique le mécanisme de contrôle de la cohérence prévu à l'article 57 avant d’adopter la liste."
		},
		{
			"lang": "es",
			"text": "Cuando la lista prevista en el apartado 4 incluya actividades de tratamiento que guarden relación con la oferta de bienes o servicios a interesados en varios Estados miembros o con el control de su comportamiento, o que puedan afectar sustancialmente a la libre circulación de datos personales en la Unión, la autoridad de control aplicará el mecanismo de coherencia contemplado en el artículo 57 antes de adoptar la lista."
		},
		{
			"lang": "pt",
			"text": "Sempre que a lista prevista no n.º 4 envolver atividades de tratamento relacionadas com a oferta de bens ou serviços a titulares de dados em diversos Estados-Membros, ou o controlo do seu comportamento, ou que possam afetar substancialmente a livre circulação de dados pessoais na União, a autoridade de controlo aplica o mecanismo de controlo da coerência referido no artigo 57.º previamente à adoção da lista."
		},
		{
			"lang": "it",
			"text": "Se l’elenco di cui al paragrafo 4 comprende attività di trattamento finalizzate all’offerta di beni o servizi a interessati in più Stati membri o al controllo del loro comportamento, o attività di trattamento che possono incidere significativamente sulla libera circolazione dei dati personali all’interno dell’Unione, l’autorità di controllo; prima di adottare tale elenco, applica il meccanismo di coerenza di cui all’articolo 57."
		},
		{
			"lang": "ga",
			"text": "I gcás ina bhfuil baint ag an liosta dá bhforáiltear i mír 4 le gníomhaíochtaí próiseála a bhaineann le hearraí nó seirbhísí a chur ar fáil do dhaoine is ábhar do shonraí i mBallstáit éagsúla, nó a bhaineann le faireachán a dhéanamh ar iompar na ndaoine sin, nó i gcás ina bhfuil baint acu le gníomhaíochtaí próiseála a d'fhéadfadh cur isteach ar shaorghluaiseacht sonraí pearsanta san Aontas, cuirfidh an t‑údarás maoirseachta an sásra comhsheasmhachta dá dtagraítear in Airteagal 57 i bhfeidhm sula nglacfar an liosta."
		},
		{
			"lang": "cs",
			"text": "Jestliže jsou na seznamu stanoveném v odstavci 4 uvedena zpracování související s nabídkou zboží či služeb subjektům údajů v několika členských státech nebo se sledováním jejich chování nebo jestliže seznam může výrazně ovlivnit volný pohyb osobních údajů v rámci Unie, orgán dozoru před přijetím tohoto seznamu použije mechanismus jednotnosti uvedený v článku 57."
		},
		{
			"lang": "da",
			"text": "Hvis listen indgivet i henhold til stk. 4 omfatter behandlingsaktiviteter, der vedrører udbud af varer eller tjenester til registrerede i flere medlemsstater eller overvågning af sådanne registreredes adfærd, eller som i væsentlig grad kan påvirke den frie udveksling af personoplysninger i Unionen, anvender tilsynsmyndigheden den sammenhængs­mekanisme, der er omhandlet i artikel 57, inden vedtagelsen af listen."
		},
		{
			"lang": "et",
			"text": "Kui lõikes 4 sätestatud loetelu hõlmab töötlemistoimingud, mis on seotud kaupade või teenuste pakkumisega andmesubjektidele mitmes liikmesriigis või andmesubjektide käitumise kontrollimisega või kui töötlemistoimingud võivad oluliselt mõjutada isikuandmete vaba liikumist Euroopa Liidus, kohaldab järelevalveasutus enne loetelu vastuvõtmist artiklis 57 osutatud järjepidevuse mehhanismi."
		},
		{
			"lang": "el",
			"text": "Εάν ο κατάλογος που προβλέπεται στην παράγραφο 4 περιλαμβάνει δραστηριότητες επεξεργασίας οι οποίες σχετίζονται με την προσφορά αγαθών ή υπηρεσιών σε πρόσωπα στα οποία αναφέρονται τα δεδομένα σε περισσότερα κράτη μέλη ή με την παρακολούθηση της συμπεριφοράς τους ή οι οποίες ενδέχεται να επηρεάζουν σημαντικά την ελεύθερη κυκλοφορία των δεδομένων προσωπικού χαρακτήρα στην Ένωση, τότε η αρχή ελέγχου εφαρμόζει τον μηχανισμό συνεκτικότητας που αναφέρεται στο άρθρο 57 πριν από την έκδοση του καταλόγου."
		},
		{
			"lang": "bg",
			"text": "Когато в списъка, предвиден в параграф 4, са включени дейности по обработване на данни, които са свързани с предлагането на стоки или услуги на субекти на данни в няколко държави-членки или за наблюдение на тяхното поведение, или могат съществено да засегнат свободното движение на лични данни в рамките на Съюза, надзорният орган прилага механизма за съгласуваност, посочен в член 57, преди приемането на списъка."
		},
		{
			"lang": "hu",
			"text": "Amennyiben a (4) bekezdés szerinti jegyzék olyan feldolgozási tevékenységeket foglal magában, amelyek termékek és szolgáltatások több tagállam érintettjei számára történő nyújtásához vagy viselkedésük nyomon követéséhez kapcsolódik, vagy lényeges hatással járhat a személyes adatok Unión belüli szabad áramlására, a felügyelő hatóság a jegyzék elfogadását megelőzően alkalmazza az 57. cikk szerinti egységességi mechanizmust."
		},
		{
			"lang": "mt",
			"text": "Meta l-lista pprovduta fil-paragrafu 4 tinvolvi attivitajiet ta’ pproċessar li huma relatati mal-offerta ta’ prodotti jew servizzi lil suġġetti tad-dejta f’diversi Stati Membri, jew għas-sorveljanza tal-imġiba tagħhom, jew jistgħu jaffettwaw sostanzjalment il-moviment liberu ta’ dejta personali fl-Unjoni, l-awtorità ta’ superviżjoni għandha tapplika l-mekkaniżmu ta’ konsistenza msemmi fl-Artikolu 57 qabel l-adozzjoni tal-lista."
		},
		{
			"lang": "lv",
			"text": "Ja 4. punktā minētais saraksts aptver apstrādes darbības, kas saistītas ar preču vai pakalpojumu sniegšanu datu subjektiem vairākās dalībvalstīs, vai ar viņu uzvedības novērošanu, vai var būtiski skart personas datu brīvu apriti Savienībā, uzraudzības iestāde saraksta pieņemšanai piemēro konsekvences mehānismu, kas minēts 57. pantā."
		},
		{
			"lang": "ro",
			"text": "În cazul în care lista prevăzută la alineatul (4) cuprinde activități de prelucrare care presupun furnizarea de bunuri și prestarea de servicii către persoane vizate din mai multe state membre sau la monitorizarea comportamentului lor ori pot afecta în mod substanțial libera circulație a datelor cu caracter personal în cadrul Uniunii, autoritatea de supraveghere aplică mecanismul pentru asigurarea coerenței prevăzut la articolul 57 înainte de adoptarea listei."
		},
		{
			"lang": "sk",
			"text": "Ak zoznam uvedený v odseku 4 zahŕňa operácie spracovania, ktoré súvisia s ponukou tovaru alebo služieb dotknutým subjektom vo viacerých členských štátoch, alebo so sledovaním ich správania, alebo môžu podstatne ovplyvniť voľný pohyb osobných údajov v rámci Únie, dozorný orgán pred prijatím zoznamu uplatní mechanizmus konzistentnosti uvedený v článku 57."
		},
		{
			"lang": "sl",
			"text": "Kadar seznam iz odstavka 4 obsega postopke obdelave, ki so povezani z nudenjem blaga ali storitev posameznikom, na katere se nanašajo osebni podatki, v več državah članicah ali s spremljanjem njihovega vedenja ali ki lahko znatno vplivajo na prosti pretok osebnih podatkov v Uniji, nadzorni organ pred sprejetjem seznama uporabi mehanizem za skladnost iz člena 57."
		},
		{
			"lang": "fi",
			"text": "Jos 4 kohdassa tarkoitettu luettelo koskee käsittelytoimia, jotka liittyvät tavaroiden tai palvelujen tarjoamiseen eri jäsenvaltioissa asuville rekisteröidyille tai näiden käyttäytymisen seuraamiseen tai jos toimet voivat merkittävästi haitata henkilötietojen vapaata liikkuvuutta unionissa, valvontaviranomaisen on sovellettava 57 artiklassa tarkoitettua yhdenmukaisuusmekanismia ennen kuin se vahvistaa luettelon."
		},
		{
			"lang": "pl",
			"text": "Jeśli wykaz, o którym mowa w ust. 4, obejmuje przetwarzanie związane z oferowaniem towarów lub usług podmiotom danych w wielu państwach członkowskich, lub z monitorowaniem ich zachowania, bądź może w sposób istotny wpłynąć na swobodny przepływ danych osobowych na terytorium Unii, organ nadzorczy stosuje mechanizm zgodności, o którym mowa w art. 57, przed przyjęciem takiego wykazu."
		},
		{
			"lang": "lt",
			"text": "Jeigu 4 dalyje nustatytame sąraše nurodyta duomenų tvarkymo veikla yra susijusi su prekių ar paslaugų siūlymu duomenų subjektams keliose valstybėse narėse arba su duomenų subjektų elgesio stebėjimu arba ją vykdant gali būti daromas didelis poveikis laisvam asmens duomenų judėjimui Sąjungoje, priežiūros institucija, prieš priimdama sąrašą, taiko 57 straipsnyje nurodytą nuoseklumo užtikrinimo mechanizmą."
		},
		{
			"lang": "nl",
			"text": "Wanneer de in lid 4 bedoelde lijst betrekking heeft op verwerkingen met betrekking tot het aanbieden van goederen of diensten aan betrokkenen in verschillende lidstaten, of op het observeren van hun gedrag, of op verwerkingen die het vrije verkeer van persoonsgegevens in de Unie wezenlijk kunnen beïnvloeden, past de toezichthoudende autoriteit voorafgaand aan de vaststelling van de lijst de in artikel 57 bedoelde conformiteitstoetsing toe."
		},
		{
			"lang": "sv",
			"text": "Om den förteckning som avses i punkt 4 inbegriper behandling som rör erbjudande av varor och tjänster till registrerade i flera medlemsstater, eller övervakning av deras beteende, eller som väsentligt kan påverka den fria rörligheten för personuppgifter i unionen, ska tillsynsmyndigheten tillämpa den mekanism för enhetlighet som avses i artikel 57 före antagandet av förteckningen."
		}
	],
	"children": [],
	"title": "Article 34 – Paragraph 5"
}