{
	"id": "a34p3",
	"type": "paragraph",
	"literal": "3",
	"parent": "a34",
	"text": [
		{
			"lang": "en",
			"text": "Where the supervisory authority is of the opinion that the intended processing does not comply with this Regulation, in particular where risks are insufficiently identified or mitigated, it shall prohibit the intended processing and make appropriate proposals to remedy such incompliance."
		},
		{
			"lang": "de",
			"text": "Falls die Aufsichtsbehörde der Auffassung ist, dass die geplante Verarbeitung nicht im Einklang mit dieser Verordnung steht, insbesondere weil die Risiken unzureichend ermittelt wurden oder eingedämmt werden, untersagt sie die geplante Verarbeitung und unterbreitet geeignete Vorschläge, wie diese Mängel beseitigt werden könnten."
		},
		{
			"lang": "fr",
			"text": "Lorsque l'autorité de contrôle est d'avis que le traitement prévu n'est pas conforme au présent règlement, en particulier lorsque les risques ne sont pas suffisamment identifiés ou atténués, elle interdit le traitement prévu et formule des propositions appropriées afin de remédier à cette non‑conformité."
		},
		{
			"lang": "es",
			"text": "Cuando la autoridad de control considere que el tratamiento previsto no es conforme con lo dispuesto en el presente Reglamento, en particular cuando los riesgos no estén suficientemente identificados o atenuados, prohibirá el tratamiento previsto y presentará propuestas apropiadas para poner remedio a esta falta de conformidad."
		},
		{
			"lang": "pt",
			"text": "Sempre que a autoridade de controlo for de opinião que o tratamento a efetuar não cumpre o disposto no presente regulamento, em especial se os riscos não se encontrarem suficientemente identificados ou atenuados, proíbe o tratamento previsto e apresenta propostas adequadas para remediar essa falta de conformidade."
		},
		{
			"lang": "it",
			"text": "Se ritiene che il trattamento previsto non sia conforme al presente regolamento, in particolare qualora i rischi non siano sufficientemente identificati o attenuati, l’autorità di controllo vieta il trattamento previsto e presenta opportune proposte per ovviare al difetto di conformità."
		},
		{
			"lang": "ga",
			"text": "I gcás ina measann an t‑údarás maoirseachta nach bhfuil an phróiseáil atá beartaithe i gcomhréir leis an Rialachán seo, go háirithe i gcás nach sainaithnítear na rioscaí go leordhóthanach nó nach ndéantar na rioscaí a mhaolú go leordhóthanach, toirmeascfaidh sé an phróiseáil atá beartaithe agus déanfaidh sé moltaí iomchuí chun an neamhchomhlíonadh sin a leigheas."
		},
		{
			"lang": "cs",
			"text": "Pokud se orgán dozoru domnívá, že zamýšlené zpracování není v souladu s tímto nařízením, zejména pokud nejsou dostatečně určena či omezena rizika, zamýšlené zpracování zakáže a připraví příslušné návrhy na nápravu takového nesouladu."
		},
		{
			"lang": "da",
			"text": "Hvis tilsynsmyndigheden finder, at den planlagte behandling ikke er i overensstemmelse med denne forordning, navnlig hvis risiciene ikke identificeres eller afhjælpes tilstrækkeligt, forbyder myndigheden den planlagte behandling og stiller forslag til, hvordan den manglende overholdelse kan afhjælpes."
		},
		{
			"lang": "et",
			"text": "Kui järelevalveasutus on seisukohal, et töötlemine ei vasta käesoleva määruse nõuetele, eelkõige kui töötlemisega kaasnevad ohud ei ole piisavalt kindlaks tehtud ega leevendatud, keelab ta kavandatud töötlemise ja teeb ettepanekud töötlemise vastavusseviimiseks määrusega."
		},
		{
			"lang": "el",
			"text": "Εάν φρονεί ότι η σχεδιαζόμενη επεξεργασία δεν είναι σύμφωνη προς τον παρόντα κανονισμό, και ιδίως εάν οι κίνδυνοι δεν προσδιορίζονται ούτε μετριάζονται επαρκώς, η αρχή ελέγχου απαγορεύει τη σχεδιαζόμενη επεξεργασία και διατυπώνει κατάλληλες προτάσεις για την επανόρθωση της μη συμμόρφωσης."
		},
		{
			"lang": "bg",
			"text": "Когато надзорният орган е на мнение, че планираното обработване не съответства на настоящия регламент, и по-специално когато рисковете са недостатъчно идентифицирани или смекчени, той забранява планираното обработване и прави подходящи предложения, за да коригира това несъответствие."
		},
		{
			"lang": "hu",
			"text": "Amennyiben a felügyelő hatóság véleménye szerint a tervezett adatfeldolgozás nem áll összhangban e rendelettel, különösen, ha a kockázatokat elégtelen módon azonosították vagy csökkentették, megtiltja a tervezett adatfeldolgozást, és megfelelő javaslatot tesz az összhang helyreállítására."
		},
		{
			"lang": "mt",
			"text": "Meta l-awtorità ta’ superviżjoni tkun tal-fehma li l-ipproċessar maħsub ma jikkonformax ma’ dan ir-Regolament, b’mod partikolari fejn ir-riskji ma jkunux identifikati jew imnaqqsa biżżejjed, din għandha tipprojbixxi l-ipproċessar maħsub u tagħmel proposti adattati sabiex tirrimedja dan in-nuqqas ta’ konformità."
		},
		{
			"lang": "lv",
			"text": "Ja uzraudzības iestāde uzskata, ka plānotā apstrāde neatbilst šai regulai, jo īpaši, ja apdraudējums nav pietiekami identificēts vai mazināts, tā aizliedz plānoto apstrādi un izsaka atbilstīgus ierosinājumus, lai novērstu šo neatbilstību."
		},
		{
			"lang": "ro",
			"text": "Atunci când consideră că prelucrarea prevăzută nu este conformă cu prezentul regulament, în special în cazul în care riscurile nu sunt suficient identificate sau atenuate, autoritatea de supraveghere interzice prelucrarea prevăzută și prezintă propuneri adecvate pentru remedierea acestor aspecte neconforme."
		},
		{
			"lang": "sk",
			"text": "Ak je dozorný orgán toho názoru, že plánované spracovanie nie je v súlade s týmto nariadením, najmä, keď riziká nie sú dostatočne zistené alebo zmiernené, zakáže zamýšľané spracovanie a predloží vhodné návrhy na nápravu tohto nesúladu."
		},
		{
			"lang": "sl",
			"text": "Kadar nadzorni organ meni, da predvidena obdelava ni v skladu s to uredbo, zlasti kadar nevarnosti niso ustrezno opredeljene ali ublažene, predvideno obdelavo prepove in poda ustrezne predloge za ureditev take neskladnosti."
		},
		{
			"lang": "fi",
			"text": "Jos valvontaviranomainen katsoo, että suunniteltu käsittely ei ole tämän asetuksen mukaista, etenkin jos riskejä ei ole yksilöity tai lievennetty riittävästi, sen on kiellettävä suunniteltu käsittely ja esitettävä tarvittavat ehdotukset havaittujen puutteiden korjaamiseksi."
		},
		{
			"lang": "pl",
			"text": "Jeśli w opinii organu nadzorczego planowane przetwarzanie nie jest zgodne z niniejszym rozporządzeniem, w szczególności jeśli ryzyka nie zostały dostatecznie zidentyfikowane lub złagodzone, zakazuje planowanego przetwarzania i występuje z odpowiednimi propozycjami mającymi na celu zniwelowanie braku zgodności."
		},
		{
			"lang": "lt",
			"text": "Jeigu priežiūros institucija mano, kad numatytas duomenų tvarkymas neatitinka šio reglamento, visų pirma jei nepakankamai išsiaiškinta arba sumažinta rizika, ji uždraudžia atlikti numatytą duomenų tvarkymą ir pateikia tinkamų pasiūlymų, kokių taisomųjų veiksmų reikia imtis."
		},
		{
			"lang": "nl",
			"text": "Wanneer de toezichthoudende autoriteit van mening is dat de voorgenomen verwerking niet aan deze verordening voldoet, met name wanneer de risico’s onvoldoende zijn vastgesteld of beperkt, verbiedt zij de voorgenomen verwerking en doet zij passende voorstellen om alsnog aan deze verordening te voldoen."
		},
		{
			"lang": "sv",
			"text": "Om tillsynsmyndigheten anser att den avsedda behandlingen inte överensstämmer med denna förordning, särskilt om riskerna är otillräckligt fastställda eller begränsade, ska den förbjuda den avsedda behandlingen och lägga fram lämpliga förslag för att åtgärda sådan brist på överensstämmelse."
		}
	],
	"children": [],
	"title": "Article 34 – Paragraph 3"
}