{
	"id": "a34p9",
	"type": "paragraph",
	"literal": "9",
	"parent": "a34",
	"text": [
		{
			"lang": "en",
			"text": "The Commission may set out standard forms and procedures for prior authorisations and consultations referred to in paragraphs 1 and 2, and standard forms and procedures for informing the supervisory authorities pursuant to paragraph 6. Those implementing acts shall be adopted in accordance with the examination procedure referred to in Article 87(2)."
		},
		{
			"lang": "de",
			"text": "Die Kommission kann Standardvorlagen und Verfahrensvorschriften für die in den Absätzen 1 und 2 genannte vorherige Genehmigung beziehungsweise Zurateziehung sowie für die in Absatz 6 vorgesehene Unterrichtung der Aufsichtsbehörde festlegen. Die entsprechenden Durchführungsrechtsakte werden in Übereinstimmung mit dem in Artikel 87 Absatz 2 genannten Prüfverfahren erlassen."
		},
		{
			"lang": "fr",
			"text": "La Commission peut élaborer des formulaires et procédures types pour les autorisations et consultations préalables visées aux paragraphes 1 et 2, ainsi que des formulaires et procédures types pour l'information des autorités de contrôle au titre du paragraphe 6. Les actes d'exécution correspondants sont adoptés conformément à la procédure d'examen prévue à l'article 87, paragraphe 2."
		},
		{
			"lang": "es",
			"text": "La Comisión podrá establecer formularios y procedimientos normalizados para las autorizaciones y consultas previas contempladas en los apartados 1 y 2, así como formularios y procedimientos normalizados para informar a las autoridades de control con arreglo a lo dispuesto en el apartado 6. Dichos actos de ejecución se adoptarán con arreglo al procedimiento de examen contemplado en el artículo 87, apartado 2."
		},
		{
			"lang": "pt",
			"text": "A Comissão pode estabelecer formulários e procedimentos normalizados para as autorizações e consultas prévias referidas nos n.os 1 e 2, bem como formulários e procedimentos normalizados para a informação das autoridades de controlo a título do n.º 6. Os atos de execução correspondentes são adotados em conformidade com o procedimento de exame referido no artigo 87.º, n.º 2."
		},
		{
			"lang": "it",
			"text": "La Commissione può stabilire moduli standard e procedure per l’autorizzazione preventiva e la consultazione preventiva di cui ai paragrafi 1 e 2, e per l’informativa all’autorità di controllo ai sensi del paragrafo 6. Tali atti di esecuzione sono adottati secondo la procedura d’esame di cui all’articolo 87, paragrafo 2."
		},
		{
			"lang": "ga",
			"text": "Féadfaidh an Coimisiún foirmeacha caighdeánacha agus nósanna imeachta a leagan amach maidir leis na réamhúdaruithe agus réamhchomhairliúcháin dá dtagraítear i mír 1 agus i mír 2, mar aon le foirmeacha caighdeánacha agus nósanna imeachta a leagan amach chun na húdaráis mhaoirseachta a chur ar an eolas de bhun mhír 6. Glacfar na gníomhartha cur chun feidhme sin i gcomhréir leis an nós imeachta scrúdúcháin dá dtagraítear in Airteagal 87(2)."
		},
		{
			"lang": "cs",
			"text": "Komise může stanovit standardní formuláře a postupy pro předchozí povolení a konzultace uvedené v odstavcích 1 a 2 a standardní formuláře a postupy pro informování orgánů dozoru podle odstavce 6. Tyto prováděcí akty se přijímají v souladu s přezkumným postupem podle čl. 87 odst. 2."
		},
		{
			"lang": "da",
			"text": "Kommissionen kan fastsætte de standardformularer og procedurer for forudgående godkendelse og høring, der er nævnt i stk. 1 og 2 og standardformularer og procedurer for underretning af tilsynsmyndighederne i henhold til stk. 6. Disse gennemførelses­retsakter vedtages efter undersøgelsesproceduren i artikel 87, stk. 2."
		},
		{
			"lang": "et",
			"text": "Komisjon võib kehtestada lõigetes 1 ja 2 osutatud eelneva loa ja konsultatsioonide ning järelevalveasutuste lõike 6 alusel teavitamise tüüpvormid ja korra. Kõnealused rakendusaktid võetakse vastu vastavalt artikli 87 lõikes 2 osutatud kontrollimenetlusele."
		},
		{
			"lang": "el",
			"text": "Η Επιτροπή μπορεί να θεσπίσει τυποποιημένα έντυπα και διαδικασίες για τις προηγούμενες εγκρίσεις και διαβουλεύσεις που αναφέρονται στις παραγράφους 1 και 2, καθώς και τυποποιημένα έντυπα και διαδικασίες για την ενημέρωση των αρχών ελέγχου δυνάμει της παραγράφου 6. Οι εν λόγω εκτελεστικές πράξεις εκδίδονται σύμφωνα με τη διαδικασία εξέτασης που αναφέρεται στο άρθρο 87 παράγραφος 2."
		},
		{
			"lang": "bg",
			"text": "Комисията може да установи образци и процедури за предварителните разрешения и консултации, посочени в параграфи 1 и 2, както и образци и процедури за информирането на надзорните органи съгласно параграф 6. Тези актове за изпълнение се приемат в съответствие с процедурата по разглеждане, посочена в член 87, параграф 2."
		},
		{
			"lang": "hu",
			"text": "A Bizottság egységes formanyomtatványokat és eljárásokat állapíthat meg az (1) és (2) bekezdés szerinti előzetes engedélyek és konzultációk, valamint a felügyelő hatóságok (6) bekezdés szerinti tájékoztatása esetében. E végrehajtási jogi aktusokat a 87. cikk (2) bekezdése szerinti vizsgálóbizottsági eljárással összhangban kell elfogadni."
		},
		{
			"lang": "mt",
			"text": "Il-Kummissjoni tista’ tistabbilixxi formoli u proċeduri standard għall-awtorizzazzjonijiet u konsultazzjonijiet minn qabel imsemmija fil-paragrafi 1 u 2, u formoli u proċeduri standard għall-infurmar lill-awtoritajiet ta’ superviżjoni skont il-paragrafu 6. Dawk l-atti ta’ implimentazzjoni għandhom ikunu adottati skont il-proċedura ta’ analiżi msemmija fl-Artikolu 87(2)."
		},
		{
			"lang": "lv",
			"text": "Komisija var noteikt standarta formas un procedūras attiecībā uz 1. un 2. punktā minēto iepriekšējo atļauju un apspriešanos, un standarta formas un procedūras uzraudzības iestādes informēšanai saskaņā ar 6. punktu Šos īstenošanas aktus pieņem saskaņā ar pārbaudes procedūru, kas minēta 87. panta 2. punktā."
		},
		{
			"lang": "ro",
			"text": "Comisia poate elabora formulare și proceduri standard pentru autorizațiile și consultările prealabile menționate la alineatele (1) și (2), precum și formulare și proceduri standard de informare a autorităților de supraveghere, în conformitate cu alineatul (6). Actele de punere în aplicare se adoptă în conformitate cu procedura de examinare menționată la articolul 87 alineatul (2)."
		},
		{
			"lang": "sk",
			"text": "Komisia môže určiť štandardné formuláre a postupy pre povolenia a konzultácie vopred, uvedené v odsekoch 1 a 2, a štandardné formuláre a postupy na informovanie orgánov dohľadu v zmysle odseku 6. Tieto vykonávacie akty sa prijmú v súlade s postupom preskúmania uvedeným v článku 87 ods. 2."
		},
		{
			"lang": "sl",
			"text": "Komisija lahko določi standardne obrazce in postopke za predhodne odobritve in posvetovanja iz odstavkov 1 in 2 ter standardne obrazce in postopke za obveščanje nadzornih organov v skladu s členom 6. Navedeni izvedbeni akti se sprejmejo v skladu s postopkom pregleda iz člena 87(2)."
		},
		{
			"lang": "fi",
			"text": "Komissio voi laatia vakiolomakkeet ja ‑menettelyt sekä 1 ja 2 kohdassa tarkoitettua ennakkohyväksyntää ja ‑kuulemista että 6 kohdassa tarkoitettua valvontaviranomaisille tehtävää ilmoitusta varten. Nämä täytäntöönpanosäädökset hyväksytään 87 artiklan 2 kohdassa tarkoitettua tarkastelumenettelyä noudattaen."
		},
		{
			"lang": "pl",
			"text": "Komisja może opracować standardowe formularze i procedury dotyczące uprzedniego zezwolenia oraz uprzedniej konsultacji, o których mowa w ust. 1 i 2, oraz standardowe formularze i procedury dotyczące informowania organu nadzorczego na mocy ust. 6. Te akty wykonawcze przyjmuje się zgodnie z procedurą sprawdzającą, o której mowa w art. 87 ust. 2."
		},
		{
			"lang": "lt",
			"text": "Komisija gali nustatyti 1 ir 2 dalyse nurodyto išankstinio leidimo ir konsultavimosi standartines formas ir procedūras, taip pat informacijos teikimo priežiūros institucijai pagal 6 dalį standartines formas ir procedūras. Tie įgyvendinimo aktai priimami pagal 87 straipsnio 2 dalyje nurodytą nagrinėjimo procedūrą."
		},
		{
			"lang": "nl",
			"text": "De Commissie kan standaardformulieren en –procedures vaststellen voor de in de leden 1 en 2 bedoelde voorafgaande goedkeuring en raadpleging en standaardformulieren en –procedures voor het verstrekken van informatie aan de toezichthoudende autoriteiten overeenkomstig lid 6. Die uitvoeringshandelingen worden vastgesteld volgens de in artikel 87, lid 2, bedoelde onderzoeksprocedure."
		},
		{
			"lang": "sv",
			"text": "Kommissionen får fastställa standardformulär och förfaranden för sådana förhandstillstånd och förhandssamråd som avses i punkterna 1 och 2, och standardformulär och förfaranden för att informera tillsynsmyndigheterna enligt punkt 6. Dessa genomförandeakter ska antas i enlighet med det granskningsförfarande som avses i artikel 87.2."
		}
	],
	"children": [],
	"title": "Article 34 – Paragraph 9"
}