{
	"id": "a35p2",
	"type": "paragraph",
	"literal": "2",
	"parent": "a35",
	"text": [
		{
			"lang": "en",
			"text": "In the case referred to in point (b) of paragraph 1, a group of undertakings may appoint a single data protection officer."
		},
		{
			"lang": "de",
			"text": "Im Fall des Absatzes 1 Buchstabe b darf eine Gruppe von Unternehmen einen gemeinsamen Datenschutzbeauftragten ernennen."
		},
		{
			"lang": "fr",
			"text": "Dans le cas visé au paragraphe 1, point b), un groupe d'entreprises peut désigner un délégué à la protection des données unique."
		},
		{
			"lang": "es",
			"text": "En el caso contemplado en el apartado 1, letra b), un grupo de empresas podrá nombrar un delegado de protección de datos único."
		},
		{
			"lang": "pt",
			"text": "No caso referido no n.º 1, alínea b), um grupo de empresas pode designar um delegado para a proteção de dados."
		},
		{
			"lang": "it",
			"text": "Nei casi di cui al paragrafo 1, lettera b), un gruppo di imprese può nominare un unico responsabile della protezione dei dati."
		},
		{
			"lang": "ga",
			"text": "Sa chás dá dtagraítear i bpointe (b) de mhír 1, féadfaidh grúpa gnóthas oifigeach cosanta sonraí amháin a cheapadh."
		},
		{
			"lang": "cs",
			"text": "V případě uvedeném v odst. 1 písm. b) může skupina podniků jmenovat jediného inspektora ochrany údajů."
		},
		{
			"lang": "da",
			"text": "I det tilfælde, der er nævnt i stk. 1, litra b), kan en koncern udpege en fælles databeskyttelsesansvarlig."
		},
		{
			"lang": "et",
			"text": "Lõike 1 punktis b osutatud juhul võib kontsernile määrata ühe andmekaitseametniku."
		},
		{
			"lang": "el",
			"text": "Στην περίπτωση που αναφέρεται στην παράγραφο 1 στοιχείο β), ένας όμιλος επιχειρήσεων μπορεί να διορίσει έναν μοναδικό υπεύθυνο προστασίας δεδομένων."
		},
		{
			"lang": "bg",
			"text": "В случая, посочен в параграф 1, буква б), група предприятия може да назначи едно единствено длъжностно лице по защита на данните."
		},
		{
			"lang": "hu",
			"text": "Az (1) bekezdés b) pontja szerinti esetben a vállalkozások társulásai egy adatvédelmi tisztviselőt jelölhetnek ki."
		},
		{
			"lang": "mt",
			"text": "Fil-każ imsemmi fil-punt (b) tal-paragrafu 1, grupp ta’ impriżi jistgħu jaħtru uffiċjal tal-protezzjoni tad-dejta wieħed."
		},
		{
			"lang": "lv",
			"text": "Gadījumos, kas minēti 1. punkta b) apakšpunktā, uzņēmumu grupa var iecelt vienu datu aizsardzības inspektoru."
		},
		{
			"lang": "ro",
			"text": "În cazul menționat la alineatul (1) litera (b), un grup de întreprinderi poate numi un responsabil unic cu protecția datelor."
		},
		{
			"lang": "sk",
			"text": "V prípade uvedenom v odseku 1 písm. b) môže skupina podnikov určiť spoločného úradníka pre ochranu údajov."
		},
		{
			"lang": "sl",
			"text": "V primeru iz točke (b) odstavka 1 lahko povezana družba imenuje eno samo uradno osebo za varstvo podatkov."
		},
		{
			"lang": "fi",
			"text": "Edellä 1 kohdan b alakohdassa tarkoitetussa tapauksessa yritysryhmä voi nimittää vain yhden tietosuojavastaavan."
		},
		{
			"lang": "pl",
			"text": "W przypadku, o którym mowa w ust. 1 lit. b), grupa przedsiębiorstw może wyznaczyć jednego inspektora ochrony danych."
		},
		{
			"lang": "lt",
			"text": "1 dalies b punkte nurodytu atveju įmonių grupė gali paskirti vieną duomenų apsaugos pareigūną."
		},
		{
			"lang": "nl",
			"text": "In het in lid 1, onder b), bedoelde geval kan een groep van ondernemingen één functionaris voor gegevensbescherming benoemen."
		},
		{
			"lang": "sv",
			"text": "I det fall som avses i punkt 1 b får en företagsgrupp utnämna ett enda uppgiftsskyddsombud."
		}
	],
	"children": [],
	"title": "Article 35 – Paragraph 2"
}