{
	"id": "a37p2",
	"type": "paragraph",
	"literal": "2",
	"parent": "a37",
	"text": [
		{
			"lang": "en",
			"text": "The Commission shall be empowered to adopt delegated acts in accordance with Article 86 for the purpose of further specifying the criteria and requirements for tasks, certification, status, powers and resources of the data protection officer referred to in paragraph 1."
		},
		{
			"lang": "de",
			"text": "Die Kommission wird ermächtigt, delegierte Rechtsakte nach Maßgabe von Artikel 86 zu erlassen, um die Kriterien und Anforderungen für die Aufgaben, die Zertifizierung, die Stellung, die Befugnisse und die Ressourcen des in Absatz 1 genannten Datenschutzbeauftragten festzulegen."
		},
		{
			"lang": "fr",
			"text": "La Commission est habilitée à adopter des actes délégués en conformité avec l’article 86, aux fins de préciser davantage les critères et exigences applicables aux missions, à la certification, au statut, aux prérogatives et aux ressources du délégué à la protection des données au sens du paragraphe 1."
		},
		{
			"lang": "es",
			"text": "La Comisión estará facultada para adoptar actos delegados, de conformidad con lo dispuesto en el artículo 86, a fin de especificar los criterios y requisitos aplicables a las tareas, la certificación, el estatuto, las competencias y los recursos del delegado de protección de datos contemplados en el apartado 1."
		},
		{
			"lang": "pt",
			"text": "São atribuídas competências à Comissão para adotar atos delegados em conformidade com o artigo 86.º, a fim de especificar mais concretamente os critérios e requisitos aplicáveis às atribuições, certificação, estatuto, competências e recursos do delegado para a proteção de dados referidos no n.º 1."
		},
		{
			"lang": "it",
			"text": "Alla Commissione è conferito il potere di adottare atti delegati conformemente all’articolo 86 al fine di precisare i criteri e i requisiti concernenti i compiti, la certificazione, lo status, i poteri e le risorse del responsabile della protezione dei dati di cui al paragrafo 1."
		},
		{
			"lang": "ga",
			"text": "Tabharfar de chumhacht don Choimisiún gníomhartha tarmligthe a ghlacadh i gcomhréir le hAirteagal 86 chun na critéir agus na ceanglais a shonrú tuilleadh maidir le cúraimí, deimhniú, stádas, cumhachtaí agus acmhainní an oifigigh cosanta sonraí dá dtagraítear i mír 1."
		},
		{
			"lang": "cs",
			"text": "Komise je zmocněna přijímat akty v přenesené pravomoci v souladu s článkem 86 za účelem dalšího vymezení kritérií a požadavků, pokud jde o úkoly, osvědčení, postavení, pravomoci a zdroje inspektora ochrany údajů podle odstavce 1."
		},
		{
			"lang": "da",
			"text": "Kommissionen tillægges beføjelser til at vedtage delegerede retsakter i overensstemmelse med artikel 86 med henblik på nærmere fastlæggelse af kriterier og betingelser for den databeskyttelsesansvarliges opgaver, certificering, status, beføjelser og ressourcer, der er omhandlet i stk. 1."
		},
		{
			"lang": "et",
			"text": "Komisjoni volitatakse vastavalt artiklile 86 võtma vastu delegeeritud õigusakte, et täpsustada lõikes 1 osutatud ülesannete, sertifitseerimise, ametiseisundi, volituste ja vahendite suhtes kohaldatavaid kriteeriume ja nõudeid."
		},
		{
			"lang": "el",
			"text": "Η Επιτροπή εξουσιοδοτείται να εκδίδει κατ’ εξουσιοδότηση πράξεις σύμφωνα με το άρθρο 86 για τον περαιτέρω προσδιορισμό των κριτηρίων και των απαιτήσεων σχετικά με τα καθήκοντα, την πιστοποίηση, το καθεστώς, τις αρμοδιότητες και τους πόρους του υπευθύνου προστασίας δεδομένων που αναφέρονται στην παράγραφο 1."
		},
		{
			"lang": "bg",
			"text": "На Комисията се предоставя правомощието да приема делегирани актове в съответствие с член 86 с цел допълнително уточняване на критериите и изискванията за задачите, сертифицирането, статута, правомощията и ресурсите на длъжностното лице по защита на данните, посочено в параграф 1."
		},
		{
			"lang": "hu",
			"text": "A Bizottság felhatalmazást kap arra, hogy az adatvédelmi tisztviselő (1) bekezdés szerinti feladataira, képesítésére, jogállására, hatáskörére és forrásaira vonatkozó szempontok és követelmények további meghatározása érdekében a 86. cikkel összhangban felhatalmazáson alapuló jogi aktusokat fogadjon el."
		},
		{
			"lang": "mt",
			"text": "Il-Kummissjoni għandu jkollha s-setgħa li tadotta atti delegati skont l-Artikolu 86 sabiex tispeċifika aktar il-kriterji u r-rekwiżiti għall-kompiti, iċ-ċertifikazzjoni, l-istatus, is-setgħat u r-riżorsi tal-uffiċjal tal-protezzjoni tad-dejta msemmija fil-paragrafu 1."
		},
		{
			"lang": "lv",
			"text": "Komisijai piešķir tiesības pieņemt deleģētos aktus saskaņā ar 86. pantu ar nolūku sīkāk precizēt kritērijus un prasības attiecībā uz datu aizsardzības inspektora uzdevumiem, sertifikāciju, statusu, pilnvarām un resursiem saskaņā ar 1. punktā minēto."
		},
		{
			"lang": "ro",
			"text": "Comisia este mandatată să adopte acte delegate în conformitate cu articolul 86 în scopul detalierii criteriilor și cerințelor privind sarcinile, certificarea, statutul, competențele și resursele responsabilului cu protecția datelor la care se face referire la alineatul (1)."
		},
		{
			"lang": "sk",
			"text": "Komisia je splnomocnená prijať delegované akty v súlade s článkom 86 s cieľom bližšie určiť kritériá a požiadavky, pokiaľ ide o úlohy, certifikáciu, postavenie, právomoci a zdroje úradníka pre ochranu údajov podľa odseku 1."
		},
		{
			"lang": "sl",
			"text": "Komisija je v skladu s členom 86 pooblaščena za sprejemanje delegiranih aktov, s katerimi podrobneje določi merila in zahteve glede nalog, potrjevanja, položaja, pooblastil in sredstev uradne osebe za varstvo podatkov iz odstavka 1."
		},
		{
			"lang": "fi",
			"text": "Siirretään komissiolle valta antaa 86 artiklan mukaisesti delegoituja säädöksiä, joissa määritellään tarkemmin 1 kohdassa tarkoitetut tietosuojavastaavan tehtäviä, sertifiointia, asemaa, toimivaltuuksia ja resursseja koskevat kriteerit ja vaatimukset."
		},
		{
			"lang": "pl",
			"text": "Komisja jest uprawniona do przyjmowania aktów delegowanych zgodnie z art. 86 w celu doprecyzowania kryteriów i wymogów dotyczących zadań, certyfikacji, statusu, uprawnień i zasobów inspektora ochrony danych, o których mowa w ust. 1."
		},
		{
			"lang": "lt",
			"text": "Komisija įgaliojama pagal 86 straipsnį priimti deleguotuosius aktus ir jais nustatyti išsamesnius 1 dalyje nurodytų duomenų apsaugos pareigūno užduočių, sertifikavimo, statuso, įgaliojimų ir išteklių kriterijus ir reikalavimus."
		},
		{
			"lang": "nl",
			"text": "De Commissie is bevoegd overeenkomstig artikel 86 gedelegeerde handelingen vast te stellen met het oog op de nadere invulling van de criteria en de vereisten voor de taken, certificering, positie, bevoegdheden en middelen van de lid 1 genoemde functionaris voor gegevensbescherming."
		},
		{
			"lang": "sv",
			"text": "Kommissionen ska ha befogenhet att anta delegerade akter enligt artikel 86 i syfte att närmare precisera kriterierna och villkoren för uppgiftsskyddsombudets arbetsuppgifter, certifiering, ställning, befogenheter och resurser i enlighet med punkt 1."
		}
	],
	"children": [],
	"title": "Article 37 – Paragraph 2"
}