{
	"id": "a38p2",
	"type": "paragraph",
	"literal": "2",
	"parent": "a38",
	"text": [
		{
			"lang": "en",
			"text": "Associations and other bodies representing categories of controllers or processors in one Member State which intend to draw up codes of conduct or to amend or extend existing codes of conduct may submit them to an opinion of the supervisory authority in that Member State. The supervisory authority may give an opinion whether the draft code of conduct or the amendment is in compliance with this Regulation. The supervisory authority shall seek the views of data subjects or their representatives on these drafts."
		},
		{
			"lang": "de",
			"text": "Verbände und andere Einrichtungen, die Kategorien von für die Verarbeitung Verantwortlichen oder Auftragsverarbeitern in einem Mitgliedstaat vertreten und beabsichtigen, eigene Verhaltensregeln aufzustellen oder bestehende Verhaltensregeln zu ändern oder zu erweitern, können diesbezügliche Vorschläge der Aufsichtsbehörde in dem betreffenden Mitgliedstaat zur Stellungnahme vorlegen. Die Aufsichtsbehörde kann zu der Frage Stellung nehmen, ob der betreffende Entwurf von Verhaltensregeln beziehungsweise der Änderungsvorschlag mit dieser Verordnung vereinbar ist. Die Aufsichtsbehörde hört die betroffenen Personen oder ihre Vertreter zu diesen Vorschlägen an."
		},
		{
			"lang": "fr",
			"text": "Les associations et les autres organisations représentant des catégories de responsables du traitement ou de sous‑traitants dans un État membre qui ont l'intention d'élaborer des codes de conduite ou de modifier des codes de conduite existants ou d'en proroger la validité peuvent les soumettre à l'examen de l'autorité de contrôle de l'État membre concerné. L’autorité de contrôle peut rendre un avis sur la conformité, avec le présent règlement, du projet de code de conduite ou de la modification. Elle recueille les observations des personnes concernées ou de leurs représentants sur ces projets."
		},
		{
			"lang": "es",
			"text": "Las asociaciones y otros organismos que representen a categorías de responsables o encargados del tratamiento en un Estado miembro que tengan la intención de elaborar códigos de conducta o de modificar o ampliar códigos de conducta existentes podrán someterlos al dictamen de la autoridad de control en dicho Estado miembro. La autoridad de control podrá emitir un dictamen sobre la conformidad con el presente Reglamento del proyecto de código de conducta o de su modificación. La autoridad de control recabará el parecer de los interesados o de sus representantes sobre estos proyectos."
		},
		{
			"lang": "pt",
			"text": "As associações e outros organismos que representem categorias de responsáveis pelo tratamento ou subcontratantes num Estado-Membro que tencionem elaborar códigos de conduta ou alterar ou prorrogar os códigos de conduta existentes, podem submetê-los ao parecer da autoridade de controlo desse Estado-Membro. A autoridade de controlo pode emitir um parecer sobre a conformidade com o presente regulamento do projeto de código de conduta ou da alteração. A autoridade de controlo deve solicitar a opinião dos titulares de dados ou dos seus representantes sobre esses projetos."
		},
		{
			"lang": "it",
			"text": "Le associazioni e gli altri organismi rappresentanti le categorie di responsabili del trattamento o incaricati del trattamento in uno Stato membro, che intendono elaborare i progetti di codice di condotta o modificare o prorogare i codici di condotta esistenti, possono sottoporli all’esame dell’autorità di controllo dello Stato membro interessato. L’autorità di controllo può esprimere un parere sulla conformità al presente regolamento del progetto di codice di condotta o della modifica proposta. L’autorità di controllo raccoglie le osservazioni degli interessati o dei loro rappresentanti su tali progetti."
		},
		{
			"lang": "ga",
			"text": "Aon chomhlachais agus comhlachtaí eile a dhéanann ionadaíocht thar ceann catagóirí rialaitheoirí nó próiseálaithe i mBallstát amháin agus a bhfuil sé ar intinn acu cóid iompair a tharraingt suas nó a bhfuil sé ar intinn acu cóid iompair atá ann cheana a leasú nó cur leis na cóid sin, féadfaidh siad na cóid sin a chur faoi réir thuairim an údaráis mhaoirseachta sa Bhallstát sin. Féadfaidh an t‑údarás maoirseachta tuairim a thabhairt maidir le cé acu atá an dréachtchód nó an leasú ar an gcód i gcomhréir leis an Rialachán seo nó nach bhfuil. Iarrfaidh an t‑údarás maoirseachta dearcadh na ndaoine is ábhar do na sonraí nó dearcadh ionadaithe na ndaoine sin maidir leis na dréachtaí sin."
		},
		{
			"lang": "cs",
			"text": "Sdružení a jiné subjekty, které zastupují kategorie správců či zpracovatelů v jednom členském státě a které hodlají zavést kodexy chování nebo upravit či rozšířit kodexy chování již zavedené, je v tomto členském státě mohou předložit k posouzení orgánu dozoru. Orgán dozoru může vydat stanovisko k tomu, zda je daný návrh kodexu chování nebo jeho úpravy v souladu s tímto nařízením. Orgán dozoru zjistí, jak se k těmto návrhům staví subjekty údajů nebo jejich zástupci."
		},
		{
			"lang": "da",
			"text": "Sammenslutninger og andre organer, som repræsenterer kategorier af registeransvarlige eller registerførere i en medlemsstat, der har til hensigt at udforme adfærdskodekser eller at ændre eller udvide eksisterende adfærdskodekser, kan fremlægge dem for tilsynsmyndigheden i den pågældende medlemsstat til udtalelse. Tilsynsmyndigheden kan afgive udtalelse om, hvorvidt forslaget til adfærdskodeks eller ændringen er i overensstemmelse med denne forordning. Tilsynsmyndigheden indhenter udtalelser om disse forslag fra registrerede eller deres repræsentanter."
		},
		{
			"lang": "et",
			"text": "Liikmesriigi vastutavate töötlejate ja volitatud töötlejate ühendused ja muud organid võivad koostatava, muudetava või täiendatava toimimisjuhendi esitada liikmesriigi järelevalveasutusele arvamuse saamiseks. Järelevalveasutus võib esitada oma arvamuse, kas toimimisjuhendi või muudatuste kavand vastab käesolevale määrusele. Järelevalveasutus palub andmesubjektidel või nende esindajatel esitada kavandi kohta seisukoha."
		},
		{
			"lang": "el",
			"text": "Ενώσεις και άλλοι φορείς που εκπροσωπούν κατηγορίες υπευθύνων επεξεργασίας ή εκτελούντων την επεξεργασία σε ένα κράτος μέλος, οι οποίοι προτίθενται να εκπονήσουν κώδικες δεοντολογίας ή να τροποποιήσουν ή να επεκτείνουν υφιστάμενους κώδικες δεοντολογίας, μπορούν να τους υποβάλουν για γνωμοδότηση στην αρχή ελέγχου του συγκεκριμένου κράτους μέλους. Η αρχή ελέγχου μπορεί να γνωμοδοτήσει σχετικά με το κατά πόσον το σχέδιο κώδικα δεοντολογίας είναι σύμφωνο προς τον παρόντα κανονισμό. Η αρχή ελέγχου ζητεί τη γνώμη των προσώπων στα οποία αναφέρονται τα δεδομένα ή των εκπροσώπων τους για τα εν λόγω σχέδια."
		},
		{
			"lang": "bg",
			"text": "Сдруженията и другите структури, представляващи категории администратори или обработващи лични данни в дадена държава-членка, които възнамеряват да изготвят кодекси за поведение или да изменят или допълнят съществуващи кодекси за поведение, могат да ги представят на надзорния орган в тази държава-членка за становище. Надзорният орган може да даде становище дали проектът за кодекс за поведение или изменение е в съответствие с настоящия регламент. Надзорният орган се обръща към субектите на данни или техните представители за вижданията им по тези проекти."
		},
		{
			"lang": "hu",
			"text": "Az eljárási szabályzatokat létrehozni vagy meglévő eljárási szabályzatokat módosítani szándékozó, az adatkezelők vagy -feldolgozók kategóriáit a tagállamok egyikében képviselő szövetségek vagy egyéb szervek véleményezésre előterjeszthetik azokat e tagállam felügyelő hatóságához. A felügyelő hatóság véleményt adhat az eljárási szabályzat tervezetének vagy módosításának e rendelettel való összhangjáról. A felügyelő hatóság kikéri az érintettek vagy képviselőik e tervezetekkel kapcsolatos véleményét."
		},
		{
			"lang": "mt",
			"text": "Assoċjazzjonijiet u korpi oħrajn li jirrappreżentaw kategoriji ta’ kontrolluri jew proċessuri fi Stat Membru wieħed li għandhom il-ħsieb li jfasslu kodiċijiet ta’ kondotta jew li jemendaw jew jestendu kodiċijiet ta’ kondotta eżistenti jistgħu jissottomettuhom għall-opinjoni tal-awtorità ta’ superviżjoni f’dak l-Istat Membru. L-awtorità ta’ superviżjoni tista’ tagħti opinjoni dwar jekk l-abbozz tal-kodiċi ta’ kondotta jew l-emenda hijiex konformi ma’ dan ir-Regolament. L-awtorità ta’ superviżjoni għandha tfittex il-fehmiet tas-suġġetti tad-dejta jew ir-rappreżentanti tagħhom dwar dawn l-abbozzi."
		},
		{
			"lang": "lv",
			"text": "Asociācijas un citas struktūras, kas pārstāv pārziņu vai apstrādātāju kategorijas kādā dalībvalstī un plāno izstrādāt profesionālās ētikas kodeksus vai grozīt vai papildināt jau esošus profesionālās ētikas kodeksus, var tos iesniegt šīs dalībvalsts uzraudzības iestādei atzinuma saņemšanai. Uzraudzības iestāde var sniegt atzinumu, vai profesionālās ētikas kodeksa projekts vai grozījumi ir saskaņā ar šo regulu. Uzraudzības iestāde pieprasa datu subjektu vai viņu pārstāvju viedokļus par projektiem."
		},
		{
			"lang": "ro",
			"text": "Asociațiile și alte organisme care reprezintă categorii de operatori sau persoane împuternicite de către operatori într-un stat membru care intenționează să elaboreze coduri de conduită sau să modifice și să extindă codurile de conduită existente le pot prezenta în vederea emiterii unui aviz din partea autorității de supraveghere din statul membru respectiv. Autoritatea de supraveghere poate emite un aviz cu privire la conformitatea cu prezentul regulament a proiectului de cod de conduită sau a modificărilor aduse acestuia. Autoritatea de supraveghere solicită opiniile persoanelor vizate sau ale reprezentanților lor cu privire la aceste proiecte."
		},
		{
			"lang": "sk",
			"text": "Združenia a iné orgány predstavujúce kategórie prevádzkovateľov alebo sprostredkovateľov v jednom členskom štáte, ktoré majú v úmysle vypracovať kódexy správania alebo meniť alebo rozširovať súčasné kódexy správania, ich môžu predložiť k vyžiadaniu stanoviska dozorného orgánu v tomto členskom štáte. Dozorný orgán môže vydať stanovisko, či návrh kódexu správania alebo jeho zmena a doplnenie sú v súlade s týmto nariadením. Dozorný orgán sa usiluje získať názory dotknutých osôb alebo ich zástupcov na tieto návrhy."
		},
		{
			"lang": "sl",
			"text": "Združenja in drugi organi, ki predstavljajo vrste upravljavcev ali obdelovalcev v eni državi članici in nameravajo pripraviti pravila ravnanja oziroma spremeniti ali razširiti veljavna pravila ravnanja, lahko ta pravila predložijo v presojo nadzornemu organu v tej državi članici. Nadzorni organ lahko poda mnenje, ali je osnutek pravil ravnanja ali sprememba teh pravil v skladu s to uredbo. Nadzorni organ za mnenje o teh osnutkih zaprosi posameznike, na katere se nanašajo osebni podatki, ali njihove predstavnike."
		},
		{
			"lang": "fi",
			"text": "Yhdistykset ja muut elimet, jotka edustavat rekisterinpitäjien tai henkilötietojen käsittelijöiden eri ryhmiä jossakin jäsenvaltiossa ja jotka aikovat laatia käytännesääntöjä tai muuttaa tai laajentaa voimassa olevia käytännesääntöjä, voivat esittää ne kyseisen jäsenvaltion valvontaviranomaiselle lausunnon saamista varten. Valvontaviranomainen voi antaa lausunnon siitä, onko käytännesääntöjen luonnos tai muutos tämän asetuksen mukainen. Valvontaviranomaisen on pyydettävä tällaisista luonnoksista rekisteröityjen tai näiden edustajien näkemyksiä."
		},
		{
			"lang": "pl",
			"text": "Zrzeszenia i inne podmioty reprezentujące określone kategorie administratorów lub podmiotów przetwarzających w jednym państwie członkowskim, które pragną opracować kodeksy postępowania bądź zmienić lub uzupełnić obowiązujące kodeksy postępowania, mogą przedstawić je organowi nadzorczemu w tym państwie członkowskim celem zasięgnięcia opinii. Organ nadzorczy może wydać opinię dotyczącą zgodności projektu kodeksu postępowania lub proponowanej zmiany z niniejszym rozporządzeniem. Organ nadzorczy zasięga opinii podmiotów danych lub ich przedstawicieli na temat tych projektów."
		},
		{
			"lang": "lt",
			"text": "Asociacijos ir kitos įstaigos, atstovaujančios įvairių kategorijų duomenų valdytojams arba duomenų tvarkytojams vienoje valstybėje narėje, ketinančios parengti elgesio kodeksus arba iš dalies pakeisti ar papildyti galiojančius elgesio kodeksus, gali juos pateikti tos valstybės narės priežiūros institucijai, kad ši pateiktų savo nuomonę. Priežiūros institucija gali pateikti nuomonę dėl to, ar elgesio kodekso arba jo pakeitimo projektas atitinka šį reglamentą. Priežiūros institucija klausia duomenų subjektų arba jų atstovų nuomonės dėl šių projektų."
		},
		{
			"lang": "nl",
			"text": "Verenigingen en andere organen die in een lidstaat categorieën voor de verwerking verantwoordelijken of verwerkers vertegenwoordigen en die het voornemen hebben om een gedragscode op te stellen of bestaande gedragscodes te wijzigen of uit te breiden, kunnen deze voor advies aan de toezichthoudende autoriteit in die lidstaat voorleggen. De toezichthoudende autoriteit kan een advies uitbrengen over de verenigbaarheid van de ontwerpgedragscode of de wijziging daarvan met deze verordening. De toezichthoudende autoriteit neemt de opmerkingen van de betrokkenen of hun vertegenwoordigers over deze ontwerpen in ontvangst."
		},
		{
			"lang": "sv",
			"text": "Sammanslutningar och andra organ som representerar kategorier av registeransvariga eller registerförare i en medlemsstat och som avser att utarbeta uppförandekodexar eller ändra eller utöka befintliga uppförandekodexar får inge dessa för ett yttrande från tillsynsmyndigheten i den berörda medlemsstaten. Tillsynsmyndigheten får yttra sig om huruvida utkastet till uppförandekodex eller ändringen överensstämmer med denna förordning. Tillsynsmyndigheten ska inhämta synpunkter från de registrerade eller deras företrädare om dessa utkast."
		}
	],
	"children": [],
	"title": "Article 38 – Paragraph 2"
}