{
	"id": "a38p5",
	"type": "paragraph",
	"literal": "5",
	"parent": "a38",
	"text": [
		{
			"lang": "en",
			"text": "The Commission shall ensure appropriate publicity for the codes which have been decided as having general validity in accordance with paragraph 4."
		},
		{
			"lang": "de",
			"text": "Die Kommission trägt dafür Sorge, dass die Verhaltensregeln, denen gemäß Absatz 4 allgemeine Gültigkeit zuerkannt wurde, in geeigneter Weise veröffentlicht werden."
		},
		{
			"lang": "fr",
			"text": "La Commission assure une publicité appropriée aux codes dont elle a constaté par voie de décision qu’ils étaient d’applicabilité générale conformément au paragraphe 4."
		},
		{
			"lang": "es",
			"text": "La Comisión asegurará una publicidad adecuada de los códigos cuya validez general haya sido decidida de conformidad con el apartado 4."
		},
		{
			"lang": "pt",
			"text": "A Comissão assegura a publicidade adequada dos códigos que, mediante decisão, declarou serem de aplicabilidade geral em conformidade com o n.º 4."
		},
		{
			"lang": "it",
			"text": "La Commissione provvede ad un’appropriata divulgazione dei codici per i quali è stata decisa la validità generale ai sensi del paragrafo 4."
		},
		{
			"lang": "ga",
			"text": "Áiritheoidh an Coimisiún go bpoibleofear go cuí na cóid ar cinneadh bailíocht ghinearálta a bheith ag baint leo i gcomhréir le mír 4."
		},
		{
			"lang": "cs",
			"text": "Komise zajistí odpovídající zviditelnění kodexů, u nichž se rozhodne o obecné platnosti podle odstavce 4."
		},
		{
			"lang": "da",
			"text": "Kommissionen tilser, at de kodekser, som i henhold til Kommissionen har generel gyldighed, jf. stk. 4, offentliggøres på passende vis."
		},
		{
			"lang": "et",
			"text": "Komisjon tagab nõuetekohase teavitamise lõike 4 kohase otsusega terves liidus kehtivaks tunnistatud toimimisjuhenditest."
		},
		{
			"lang": "el",
			"text": "Η Επιτροπή διασφαλίζει κατάλληλη δημοσιότητα για τους κώδικες για τους οποίους αποφάσισε ότι έχουν γενική ισχύ σύμφωνα με την παράγραφο 4."
		},
		{
			"lang": "bg",
			"text": "Комисията осигурява подходяща публичност на кодексите, за които е решено, че са общовалидни в съответствие с параграф 4."
		},
		{
			"lang": "hu",
			"text": "A Bizottság gondoskodik a (4) bekezdés szerint általánosan érvényesként elismert szabályzatok megfelelő nyilvánosságáról."
		},
		{
			"lang": "mt",
			"text": "Il-Kummissjoni għandha tassigura r-reklamar xieraq għall-kodiċijiet li jkun ġie deċiż li għandhom validità ġenerali skont il-paragrafu 4."
		},
		{
			"lang": "lv",
			"text": "Komisija nodrošina atbilstīgu publicitāti tiem profesionālās ētikas kodeksiem, par kuriem pieņemts lēmums, ka tie ir vispārēji piemērojami saskaņā ar 4. punktu."
		},
		{
			"lang": "ro",
			"text": "Comisia asigură publicitatea adecvată pentru codurile asupra cărora s-a decis că au valabilitate generală în conformitate cu alineatul (4)."
		},
		{
			"lang": "sk",
			"text": "Komisia môže zaistiť náležité zverejnenie kódexov, o ktorých bolo v súlade s odsekom 4 rozhodnuté, že majú všeobecnú platnosť v rámci Únie."
		},
		{
			"lang": "sl",
			"text": "Komisija zagotovi ustrezno objavo pravil ravnanja, za katera je v skladu z odstavkom 4 sklenila, da so splošno veljavna."
		},
		{
			"lang": "fi",
			"text": "Komissio huolehtii niiden käytännesääntöjen asianmukaisesta julkaisemisesta, jotka se on todennut yleisesti päteviksi 4 kohdan mukaisesti."
		},
		{
			"lang": "pl",
			"text": "Komisja zapewnia odpowiednie propagowanie informacji i kodeksach, których ogólną moc obowiązującą stwierdzono zgodnie z ust. 4."
		},
		{
			"lang": "lt",
			"text": "Komisija užtikrina, kad kodeksai, kurie sprendimu pagal 4 dalį pripažinti visuotinai galiojančiais, būtų tinkamai paskelbti."
		},
		{
			"lang": "nl",
			"text": "De Commissie zorgt ervoor dat aan de codes die zij overeenkomstig lid 4 algemeen geldig heeft verklaard, passende bekendheid wordt gegeven."
		},
		{
			"lang": "sv",
			"text": "Kommissionen ska se till att de kodexar om vilka det har beslutats att de har allmän giltighet enligt punkt 4 offentliggörs på lämpligt sätt."
		}
	],
	"children": [],
	"title": "Article 38 – Paragraph 5"
}