{
	"id": "a38p4",
	"type": "paragraph",
	"literal": "4",
	"parent": "a38",
	"text": [
		{
			"lang": "en",
			"text": "The Commission may adopt implementing acts for deciding that the codes of conduct and amendments or extensions to existing codes of conduct submitted to it pursuant to paragraph 3 have general validity within the Union. Those implementing acts shall be adopted in accordance with the examination procedure set out in Article 87(2)."
		},
		{
			"lang": "de",
			"text": "Die Kommission kann im Wege einschlägiger Durchführungsrechtsakte beschließen, dass die ihr gemäß Absatz 3 vorgeschlagenen Verhaltensregeln beziehungsweise Änderungen und Erweiterungen bestehender Verhaltensregeln allgemeine Gültigkeit in der Union besitzen. Die genannten Durchführungsrechtsakte werden in Übereinstimmung mit dem Prüfverfahren gemäß Artikel 87 Absatz 2 erlassen."
		},
		{
			"lang": "fr",
			"text": "La Commission peut adopter des actes d'exécution afin de constater par voie de décision que les codes de conduite ainsi que les modifications ou prorogations de codes de conduite existants qui lui ont été soumis en vertu du paragraphe 3 sont d’applicabilité générale sur le territoire de l'Union. Les actes d'exécution correspondants sont adoptés conformément à la procédure d'examen prévue à l’article 87, paragraphe 2."
		},
		{
			"lang": "es",
			"text": "La Comisión podrá adoptar actos de ejecución para decidir que los códigos de conducta y las modificaciones o ampliaciones de códigos de conducta existentes que les sean sometidos con arreglo a lo dispuesto en el apartado 3 tienen validez general dentro de la Unión. Dichos actos de ejecución se adoptarán con arreglo al procedimiento de examen contemplado en el artículo 87, apartado 2."
		},
		{
			"lang": "pt",
			"text": "São atribuídas competências à Comissão para adotar atos de execução a fim de declarar, mediante decisão, que os códigos de conduta, bem como as alterações ou prorrogações aos códigos de conduta existentes que lhe sejam apresentados nos termos do n.º 3, são de aplicabilidade geral na União. Os atos de execução correspondentes são adotados em conformidade com o procedimento de exame estabelecido no artigo 87.º, n.º 2."
		},
		{
			"lang": "it",
			"text": "La Commissione può decidere con atto di esecuzione che i codici di condotta e le modifiche o proroghe dei codici di condotta esistenti che le sono stati sottoposti ai sensi del paragrafo 3 hanno validità generale all’interno dell’Unione. Tali atti di esecuzione sono adottati secondo la procedura d’esame di cui all’articolo 87, paragrafo 2."
		},
		{
			"lang": "ga",
			"text": "Maidir leis na cóid iompair agus leasuithe nó faduithe ar na cóid iompair atá ann cheana arna gcur faoi bhráid an Choimisiúin de bhun mhír 3, féadfaidh an Coimisiún gníomhartha cur chun feidhme a ghlacadh le cinneadh má tá má tá siad bailí go ginearálta san Aontas. Glacfar na gníomhartha cur chun feidhme sin i gcomhréir leis an nós imeachta scrúdúcháin dá dtagraítear in Airteagal 87(2)."
		},
		{
			"lang": "cs",
			"text": "Komise může přijmout prováděcí akty, aby rozhodla, že nové kodexy chování a úpravy či rozšíření stávajících kodexů, které jí byly předloženy podle odstavce 3, mají obecnou platnost v rámci Unie. Tyto prováděcí akty se přijímají v souladu s přezkumným postupem podle čl. 87 odst. 2."
		},
		{
			"lang": "da",
			"text": "Kommissionen kan vedtage gennemførelsesretsakter med henblik på at afgøre, om adfærdskodekser eller ændringer eller udvidelser af eksisterende adfærdskodekser, den har fået forelagt i henhold til stk. 3, generelt er gyldige i Unionen. Disse gennemførelsesretsakter vedtages efter undersøgelsesproceduren i artikel 87, stk. 2."
		},
		{
			"lang": "et",
			"text": "Komisjon võib oma rakendusaktiga otsustada, et talle vastavalt lõikele 3 esitatud toimimisjuhendid ning nende muudatused ja täiendused kehtivad terves liidus. Kõnealused rakendusaktid võetakse vastu artikli 88 artiklis 2 osutatud kontrollimenetluse kohaselt."
		},
		{
			"lang": "el",
			"text": "Η Επιτροπή μπορεί να εκδίδει εκτελεστικές πράξεις με τις οποίες αποφασίζει ότι οι κώδικες δεοντολογίας και οι τροποποιήσεις ή οι επεκτάσεις υφιστάμενων κωδίκων δεοντολογίας της Ένωσης που της υποβλήθηκαν δυνάμει της παραγράφου 3 έχουν γενική ισχύ εντός της Ένωσης. Οι εν λόγω εκτελεστικές πράξεις εκδίδονται σύμφωνα με τη διαδικασία εξέτασης που αναφέρεται στο άρθρο 87 παράγραφος 2."
		},
		{
			"lang": "bg",
			"text": "Комисията може да приема актове за изпълнение, за да реши дали кодексите за поведение и измененията или допълненията към съществуващи кодекси за поведение, които са ѝ представени по силата на параграф 3, са общовалидни в рамките на Съюза. Тези актове за изпълнение се приемат в съответствие с процедурата по разглеждане, посочена в член 87, параграф 2."
		},
		{
			"lang": "hu",
			"text": "A Bizottság végrehajtási jogi aktusok útján határozhat arról, hogy a hozzá a (3) bekezdés szerint előterjesztett eljárási szabályzatok és a létező eljárási szabályzatok módosításai vagy bővítése általános érvénnyel bírnak az Unió területén. E végrehajtási jogi aktusokat a 87. cikk (2) bekezdése szerinti vizsgálóbizottsági eljárással összhangban kell elfogadni."
		},
		{
			"lang": "mt",
			"text": "Il-Kummissjoni tista’ tadotta atti ta’ implimentazzjoni sabiex tiddeċiedi jekk il-kodiċijiet ta’ kondotta u l-emendi jew l-estensjonijiet ta’ kodiċijiet ta’ kondotta eżistenti sottomessi lilha skont il-paragrafu 3 għandhomx validità ġenerali fi ħdan l-Unjoni. Dawk l-atti ta’ implimentazzjoni għandhom jiġu adottati skont il-proċedura ta’ analiżi stabbilita fl-Artikolu 87(2)."
		},
		{
			"lang": "lv",
			"text": "Komisija var pieņemt īstenošanas aktus, ar kuriem nolemj, vai saskaņā ar 3. punktu iesniegtie profesionālās ētikas kodeksi un to grozījumi vai papildinājumi ir vispārēji piemērojami Savienībā. Šos īstenošanas aktus pieņem saskaņā ar pārbaudes procedūru, kas minēta 87. panta 2. punktā."
		},
		{
			"lang": "ro",
			"text": "Comisia poate adopta acte de punere în aplicare pentru a decide asupra valabilității generale în Uniune a codurilor de conduită și a modificărilor sau extinderilor la codurile de conduită existente care i-au fost prezentate în conformitate cu alineatul (3). Actele de punere în aplicare se adoptă în conformitate cu procedura de examinare prevăzută la articolul 87 alineatul (2)."
		},
		{
			"lang": "sk",
			"text": "Komisia môže prijať vykonávacie akty na účely rozhodnutia, že kódexy správania a zmeny a doplnenia alebo rozšírenia existujúcich kódexov správania, ktoré jej boli predložené podľa odseku 3, majú všeobecnú platnosť v rámci Únie. Tieto vykonávacie akty sa prijmú v súlade s postupom preskúmania uvedeným v článku 87 ods. 2."
		},
		{
			"lang": "sl",
			"text": "Komisija lahko sprejme izvedbene akte, s katerimi sklene, da so pravila ravnanja in spremembe ali razširitve veljavnih pravil ravnanja, ki so ji bile predložene v skladu z odstavkom 3, v Uniji splošno veljavne. Navedeni izvedbeni akti se sprejmejo v skladu s postopkom pregleda iz člena 87(2)."
		},
		{
			"lang": "fi",
			"text": "Komissio voi antaa täytäntöönpanosäädöksiä, joissa se toteaa, että sille 3 kohdan nojalla esitetyt käytännesäännöt tai voimassa olevien käytännesääntöjen tarkistukset tai laajennukset ovat yleisesti päteviä unionissa. Nämä täytäntöönpanosäädökset hyväksytään 87 artiklan 2 kohdassa tarkoitettua tarkastelumenettelyä noudattaen."
		},
		{
			"lang": "pl",
			"text": "Komisja może przyjąć akty wykonawcze w celu podjęcia decyzji, czy kodeksy postępowania i zmiany lub uzupełnienia obowiązujących kodeksów postępowania przedłożone jej na mocy ust. 3 mają ogólną moc obowiązującą w całej Unii. Te akty wykonawcze przyjmuje się zgodnie z procedurą sprawdzającą określoną w art. 87 ust. 2."
		},
		{
			"lang": "lt",
			"text": "Komisija gali priimti įgyvendinimo aktus ir jais nuspręsti, kad elgesio kodeksai ir galiojančių elgesio kodeksų pakeitimai ar papildymai, jai pateikti pagal 3 dalį, visuotinai galioja Sąjungoje. Tie įgyvendinimo aktai priimami pagal 87 straipsnio 2 dalyje nurodytą nagrinėjimo procedūrą."
		},
		{
			"lang": "nl",
			"text": "De Commissie kan uitvoeringshandelingen vaststellen waarbij gedragscodes en wijzigingen of uitbreidingen van bestaande gedragscodes die haar op grond van lid 3 zijn voorgelegd, algemeen geldig worden verklaard binnen de Unie. Die uitvoeringshandelingen worden vastgesteld volgens de in artikel 87, lid 2, bedoelde onderzoeksprocedure."
		},
		{
			"lang": "sv",
			"text": "Kommissionen får anta genomförandeakter för att fastställa att de uppförandekodexar och ändringar eller utökningar av befintliga uppförandekodexar som inges till den enligt punkt 3 är allmänt giltiga inom unionen. Genomförandeakterna ska antas i enlighet med det granskningsförfarande som avses i artikel 87."
		}
	],
	"children": [],
	"title": "Article 38 – Paragraph 4"
}