{
	"id": "a40t1",
	"type": "introduction",
	"literal": null,
	"parent": "a40",
	"text": [
		{
			"lang": "en",
			"text": "Any transfer of personal data which are undergoing processing or are intended for processing after transfer to a third country or to an international organisation may only take place if, subject to the other provisions of this Regulation, the conditions laid down in this Chapter are complied with by the controller and processor, including for onward transfers of personal data from the third country or an international organisation to another third country or to another international organisation."
		},
		{
			"lang": "de",
			"text": "Jedwede Übermittlung von personenbezogenen Daten, die bereits verarbeitet werden oder nach ihrer Übermittlung in ein Drittland oder an eine internationale Organisation verarbeitet werden sollen, ist nur zulässig, wenn der für die Verarbeitung Verantwortliche und der Auftragsverarbeiter die in diesem Kapitel niedergelegten Bedingungen einhalten und auch die sonstigen Bestimmungen dieser Verordnung eingehalten werden; dies gilt auch für die etwaige Weitergabe personenbezogener Daten durch das betreffende Drittland oder die betreffende internationale Organisation an ein anderes Drittland oder eine andere internationale Organisation."
		},
		{
			"lang": "fr",
			"text": "Un transfert de données à caractère personnel qui font ou sont destinées à faire l'objet d'un traitement vers un pays tiers ou à une organisation internationale ne peut avoir lieu que si, sous réserve des autres dispositions du présent règlement, les conditions énoncées dans le présent chapitre sont respectées par le responsable du traitement et le sous‑traitant, y compris pour les transferts ultérieurs de données à caractère personnel vers un autre pays tiers ou à une autre organisation internationale."
		},
		{
			"lang": "es",
			"text": "Solo podrán realizarse transferencias de datos personales que sean o vayan a ser objeto de tratamiento tras su transferencia a un tercer país o a una organización internacional si, a reserva de las demás disposiciones del presente Reglamento, el responsable y el encargado del tratamiento cumplen las condiciones establecidas en el presente capítulo, en particular en lo tocante a las transferencias ulteriores de datos personales desde el tercer país u organización internacional a otro tercer país u otra organización internacional."
		},
		{
			"lang": "pt",
			"text": "Qualquer transferência de dados pessoais que seja ou venha a ser objeto de tratamento após transferência para um país terceiro ou uma organização internacional só pode ser realizada se, sem prejuízo das outras disposições do presente regulamento, as condições estabelecidas no presente capítulo forem respeitadas pelo responsável pelo tratamento e pelo subcontratante, incluindo para as transferências ulteriores de dados pessoais do país terceiro ou da organização internacional para outro país terceiro ou outra organização internacional."
		},
		{
			"lang": "it",
			"text": "Il trasferimento di dati personali oggetto di un trattamento o destinati a essere oggetto di un trattamento dopo il trasferimento verso un paese terzo o un’organizzazione internazionale, compreso il trasferimento successivo di dati personali da un paese terzo o un’organizzazione internazionale verso un altro paese terzo o un’altra organizzazione internazionale, è ammesso soltanto se il responsabile del trattamento e l’incaricato del trattamento rispettano le condizioni indicate nel presente capo, fatte salve le altre disposizioni del presente regolamento."
		},
		{
			"lang": "ga",
			"text": "Aon sonraí pearsanta atá á bpróiseáil nó atá le próiseáil tar éis iad a aistriú go tríú tír nó go heagraíocht idirnáisiúnta, ní fhéadfar iad a aistriú ach amháin má chomhlíonann an rialaitheoir agus an próiseálaí, faoi réir na bhforálacha eile atá sa Rialachán seo, na coinníollacha atá leagtha síos sa Chaibidil seo, lena n‑áirítear na coinníollacha a bhaineann le sonraí pearsanta a aistriú ar aghaidh ón tríú tír nó ón eagraíocht idirnáisiúnta chuig tríú tír nó eagraíocht idirnáisiúnta eile."
		},
		{
			"lang": "cs",
			"text": "K jakémukoli předání zpracovávaných nebo ke zpracování zamýšlených osobních údajů po jejich předání do třetí země nebo mezinárodní organizace může dojít pouze tehdy, splní-li správce a zpracovatel v závislosti na dalších ustanoveních tohoto nařízení podmínky stanovené v této kapitole, včetně podmínek pro další předávání osobních údajů z dané třetí země nebo mezinárodní organizace do jiné třetí země nebo jiné mezinárodní organizace."
		},
		{
			"lang": "da",
			"text": "Enhver videregivelse af personoplysninger, som underkastes behandling eller er beregnet til behandling efter videregivelse til et tredjeland eller en international organisation, må kun finde sted, hvis betingelserne i dette kapitel med forbehold af de øvrige bestemmelser i denne forordning overholdes af den registeransvarlige og registerføreren, herunder ved videreoverførsel af personoplysninger fra tredjelandet eller den internationale organisation til et andet tredjeland eller en anden international organisation."
		},
		{
			"lang": "et",
			"text": "Töödeldavate või pärast kolmandatele riikidele või rahvusvahelistele organisatsioonidele edastamist töötlemiseks mõeldud isikuandmete edastamine võib toimuda ainult juhul, kui vastutav töötleja ja volitatud töötleja on täitnud kooskõlas käesoleva määruse teiste sätetega käesolevas peatükis sätestatud tingimused, sealhulgas juhul, kui kolmandad riigid või rahvusvahelised organisatsioonid edastavad isikuandmed teistele kolmandatele riikidele või rahvusvahelistele organisatsioonidele."
		},
		{
			"lang": "el",
			"text": "Κάθε διαβίβαση δεδομένων προσωπικού χαρακτήρα τα οποία υποβάλλονται σε επεξεργασία ή προορίζονται να υποβληθούν σε επεξεργασία μετά τη διαβίβασή τους σε τρίτη χώρα ή διεθνή οργανισμό μπορεί να πραγματοποιηθεί μόνον εάν, με την επιφύλαξη των λοιπών διατάξεων του παρόντος κανονισμού, οι προϋποθέσεις που θεσπίζονται στο παρόν κεφάλαιο τηρούνται από τον υπεύθυνο επεξεργασίας και τον εκτελούντα την επεξεργασία, μεταξύ άλλων για περαιτέρω διαβιβάσεις δεδομένων προσωπικού χαρακτήρα από την τρίτη χώρα ή έναν διεθνή οργανισμό σε άλλη τρίτη χώρα ή άλλον διεθνή οργανισμό."
		},
		{
			"lang": "bg",
			"text": "Предаване на лични данни, които се обработват или са предназначени за обработване след предаването, на трета държава или на международна организация може да се осъществи, ако — при условие че са спазени другите разпоредби на настоящия регламент— администраторът и обработващият лични данни спазват условията на настоящата глава, включително за последващи предавания на лични данни от третата държава или от международната организация на друга трета държава или международна организация."
		},
		{
			"lang": "hu",
			"text": "A feldolgozásra kerülő vagy a harmadik országokba vagy nemzetközi szervezet részére történő továbbítás után feldolgozásra szánt személyes adatok továbbítása csak abban az esetben megengedett, ha – e rendelet egyéb rendelkezéseire is figyelemmel – az adatkezelő és az adatfeldolgozó teljesíti az e fejezetben rögzített feltételeket, köztük a személyes adatoknak a harmadik országból vagy nemzetközi szervezettől egy további harmadik ország vagy további nemzetközi szervezet részére történő továbbítására vonatkozó feltételeket is."
		},
		{
			"lang": "mt",
			"text": "Kull trasferiment ta’ dejta personali li tkun qiegħda tiġi pproċessata jew hija maħsuba li tkun ipproċessata wara t-trasferiment lil pajjiż terz jew lil organizzazzjoni internazzjonali jista’ jseħħ biss jekk, soġġett għal: "
		},
		{
			"lang": "lv",
			"text": "Personas datus, kas tiek apstrādāti vai kurus ir paredzēts apstrādāt pēc nosūtīšanas uz trešo valsti vai starptautisku organizāciju, var nosūtīt tikai tad, ja, ņemot vērā citus šīs regulas noteikumus, pārzinis un apstrādātājs ir ievērojuši šajā nodaļā paredzētos nosacījumus, ietverot arī personas datu tālāku nosūtīšanu no trešās valsts vai starptautiskās organizācijas citai trešai valstij vai citai starptautiskai organizācijai."
		},
		{
			"lang": "ro",
			"text": "Datele cu caracter personal care fac obiectul prelucrării sau care urmează a fi prelucrate după ce sunt transferate într-o țară terță sau unei organizații internaționale pot fi transferate doar dacă, sub rezerva celorlalte dispoziții ale prezentului regulament, condițiile prevăzute în prezentul capitol sunt respectate de către operator și de persoana împuternicită de către operator, inclusiv în ceea ce privește transferurile ulterioare de date cu caracter personal din țara terță sau de la organizația internațională către o altă țară terță sau către o altă organizație internațională."
		},
		{
			"lang": "sk",
			"text": "Akýkoľvek prenos osobných údajov, ktoré sú predmetom spracovania, alebo sú určené na spracovanie po prenose do tretej krajiny alebo medzinárodnej organizácii, sa môže uskutočniť iba ak prevádzkovateľ a sprostredkovateľ dodržiavajú podmienky ustanovené v tejto kapitole, ako aj ostatné ustanovenia tohto nariadenia vrátane podmienok ďalších prenosov osobných údajov z predmetnej tretej krajiny alebo od predmetnej medzinárodnej organizácie do inej tretej krajiny, alebo inej medzinárodnej organizácii."
		},
		{
			"lang": "sl",
			"text": "Vsak prenos osebnih podatkov, ki se obdelujejo ali so namenjeni obdelavi po prenosu v tretjo državo ali mednarodno organizacijo, se lahko, v skladu z drugimi določbami te uredbe, izvede samo, če upravljavec in obdelovalec ravnata v skladu s pogoji iz tega poglavja, kar velja tudi za nadaljnje prenose osebnih podatkov iz tretje države ali mednarodne organizacije v drugo tretjo državo ali drugo mednarodno organizacijo."
		},
		{
			"lang": "fi",
			"text": "Sellaisten henkilötietojen siirto, joita käsitellään tai joita on tarkoitus käsitellä kolmanteen maahan tai kansainväliselle järjestölle siirtämisen jälkeen, voidaan toteuttaa vain jos rekisterinpitäjä ja henkilötietojen käsittelijä noudattavat tässä luvussa vahvistettuja edellytyksiä ja ellei tämän asetuksen muista säännöksistä muuta johdu; tämä koskee myös henkilötietojen siirtämistä edelleen kyseisestä kolmannesta maasta tai kansainvälisestä järjestöstä toiseen kolmanteen maahan tai toiselle kansainväliselle järjestölle."
		},
		{
			"lang": "pl",
			"text": "Przekazanie danych osobowych, które są lub mają być przetwarzane po przekazaniu do państwa trzeciego lub organizacji międzynarodowej może nastąpić tylko wtedy gdy, z zastrzeżeniem innych przepisów niniejszego rozporządzenia, administrator lub podmiot danych spełnią warunki wymienione w tym rozdziale, w tym dotyczące wtórnego przekazania danych z państwa trzeciego lub od organizacji międzynarodowej do innego państwa trzeciego lub innej organizacji międzynarodowej."
		},
		{
			"lang": "lt",
			"text": "Asmens duomenis, kurie yra tvarkomi arba kuriuos ketinama tvarkyti juos perdavus į trečiąją šalį arba tarptautinei organizacijai, galima perduoti tik tuo atveju, jei duomenų valdytojas ir duomenų tvarkytojas, laikydamiesi kitų šio reglamento nuostatų, tenkina šiame skyriuje nustatytas sąlygas, be kita ko, susijusias su tolesniu asmens duomenų perdavimu iš tos trečiosios šalies ar tarptautinės organizacijos į kitą trečiąją šalį ar kitai tarptautinei organizacijai."
		},
		{
			"lang": "nl",
			"text": "Persoonsgegevens die aan verwerking worden onderworpen of die bestemd zijn om na doorgifte naar een derde land of naar een internationale organisatie te worden verwerkt, mogen slechts worden doorgegeven indien, onverminderd de naleving van de andere bepalingen van deze verordening, de voor de verwerking verantwoordelijke en de verwerker de in dit hoofdstuk neergelegde voorwaarden hebben nageleefd; dit geldt ook voor verdere doorgiften van persoonsgegevens vanuit het derde land of de internationale organisatie naar een ander derde land of een andere internationale organisatie."
		},
		{
			"lang": "sv",
			"text": "Överföring av personuppgifter som håller på att behandlas eller är avsedda att behandlas efter det att de överförts till ett tredjeland eller en internationell organisation får bara ske under förutsättning att den registeransvarige och registerföraren uppfyller villkoren i detta kapitel samt övriga bestämmelser i denna förordning, inklusive för vidare överföring av personuppgifter från tredjelandet eller den internationella organisationen till ett annat tredjeland eller en annan internationell organisation."
		}
	],
	"children": [],
	"title": "Article 40 – Text 1"
}