{
	"id": "a41p6",
	"type": "paragraph",
	"literal": "6",
	"parent": "a41",
	"text": [
		{
			"lang": "en",
			"text": "Where the Commission decides pursuant to paragraph 5, any transfer of personal data to the third country, or a territory or a processing sector within that third country, or the international organisation in question shall be prohibited, without prejudice to Articles 42 to 44. At the appropriate time, the Commission shall enter into consultations with the third country or international organisation with a view to remedying the situation resulting from the Decision made pursuant to paragraph 5 of this Article."
		},
		{
			"lang": "de",
			"text": "Wenn die Kommission die in Absatz 5 genannte Feststellung trifft, wird dadurch jedwede Übermittlung personenbezogener Daten an das betreffende Drittland beziehungsweise an ein Gebiet oder einen Verarbeitungssektor in diesem Drittland oder an die betreffende internationale Organisation unbeschadet der Bestimmungen der Artikel 42 bis 44 untersagt. Die Kommission nimmt zu geeigneter Zeit Beratungen mit dem betreffenden Drittland beziehungsweise mit der betreffenden internationalen Organisation auf, um Abhilfe für die Situation, die aus dem gemäß Absatz 5 erlassenen Beschluss entstanden ist, zu schaffen."
		},
		{
			"lang": "fr",
			"text": "Lorsque la Commission adopte une décision en vertu du paragraphe 5, tout transfert de données à caractère personnel vers le pays tiers, ou un territoire ou un secteur de traitement de données dans ce pays tiers, ou à l'organisation internationale en question est interdit, sans préjudice des articles 42 à 44. La Commission engage, au moment opportun, des consultations avec le pays tiers ou l'organisation internationale en vue de remédier à la situation résultant de la décision adoptée en vertu du paragraphe 5."
		},
		{
			"lang": "es",
			"text": "Cuando la Comisión adopte una decisión de conformidad con lo dispuesto en el apartado 5, estará prohibida toda transferencia de datos personales al tercer país, o a un territorio o un sector de tratamiento de datos en ese tercer país, o a la organización internacional de que se trate, sin perjuicio de lo dispuesto en los artículos 42 a 44. La Comisión entablará consultas, en su debido momento, con el tercer país o la organización internacional con vistas a poner remedio a la situación resultante de la decisión adoptada de conformidad con lo dispuesto en el apartado 5."
		},
		{
			"lang": "pt",
			"text": "Sempre que a Comissão adote uma decisão por força do n.º 5, qualquer transferência de dados pessoais para o país terceiro, um território ou um setor de tratamento nesse país terceiro, ou organização internacional em causa, é proibida, sem prejuízo dos artigos 42.º a 44.º. Em momento oportuno, a Comissão deve encetar negociações com o país terceiro ou a organização internacional, com vista a remediar a situação resultante da decisão adotada nos termos do n.º 5."
		},
		{
			"lang": "it",
			"text": "Quando la Commissione decide ai sensi del paragrafo 5, è vietato il trasferimento di dati personali verso il paese terzo, o un territorio o settore di trattamento all’interno del paese terzo, o verso l’organizzazione internazionale in questione, fatti salvi gli articoli da 42 a 44. La Commissione avvia, al momento opportuno, consultazioni con il paese terzo o l’organizzazione internazionale per porre rimedio alla situazione risultante dalla decisione di cui al paragrafo 5."
		},
		{
			"lang": "ga",
			"text": "I gcás ina ndéanann an Coimisiún cinneadh de bhun mhír 5, toirmeascfar aistrithe sonraí pearsanta chuig an tríú tír, nó chuig an gcríoch nó an earnáil próiseála sa tríú tír sin, nó chuig an eagraíocht idirnáisiúnta i gceist, gan dochar d’Airteagail 42 go 44. An tráth iomchuí, rachaidh an Coimisiún i gcomhairle leis an tríú tír nó leis an eagraíocht idirnáisiúnta féachaint an bhféadfar an dóigh a bhfuil cúrsaí de bharr an chinnidh a rinneadh de bhun mhír 5 den Airteagal seo a leigheas."
		},
		{
			"lang": "cs",
			"text": "Rozhodne-li Komise podle odstavce 5, zakazuje se jakékoli předání osobních údajů do dané země nebo na některé území či do některého odvětví zpracovávání v této zemi nebo jakékoli předání osobních údajů dané mezinárodní organizaci, aniž by tím byla dotčena ustanovení článků 42 až 44. Ve vhodný okamžik zahájí Komise s danou třetí zemí nebo mezinárodní organizací konzultace s cílem napravit stav, který z rozhodnutí podle odstavce 5 tohoto článku vyplývá."
		},
		{
			"lang": "da",
			"text": "Når Kommissionen træffer afgørelse som angivet i stk. 5, forbydes enhver form for videregivelse af personoplysninger til tredjelandet eller et område eller en behandlingssektor i dette tredjeland eller den pågældende internationale organisation, jf. dog artikel 42, 43 og 44. Kommissionen hører i rette tid tredjelandet eller den internationale organisation med henblik på at afhjælpe den situation, der opstår i medfør af afgørelsen i henhold til denne artikels stk. 5."
		},
		{
			"lang": "et",
			"text": "Kui komisjon teeb lõike 5 kohase otsuse, on mis tahes isikuandmete edastamine kolmandale riigile või territooriumile või kõnealuse kolmanda riigi töötlemissektorile või rahvusvahelisele organisatsioonile keelatud, ilma et see piiraks artiklite 42–44 kohaldamist. Komisjon alustab sobival ajal konsultatsioone kolmanda riigi või rahvusvahelise organisatsiooniga, et parandada käesoleva artikli lõike 5 kohasest otsusest tulenevat olukorda."
		},
		{
			"lang": "el",
			"text": "Εάν η Επιτροπή λάβει απόφαση δυνάμει της παραγράφου 5, κάθε διαβίβαση δεδομένων προσωπικού χαρακτήρα στην εν λόγω τρίτη χώρα, ή σε έδαφος ή σε τομέα επεξεργασίας στην εν λόγω τρίτη χώρα, ή στον διεθνή οργανισμό απαγορεύεται, με την επιφύλαξη των άρθρων 42 έως 44. Σε εύθετο χρόνο, η Επιτροπή ξεκινά διαβουλεύσεις με την τρίτη χώρα ή τον διεθνή οργανισμό με σκοπό την επανόρθωση της κατάστασης που προκύπτει από την απόφαση που λήφθηκε δυνάμει της παραγράφου 5 του παρόντος άρθρου."
		},
		{
			"lang": "bg",
			"text": "Когато Комисията вземе решение по силата на параграф 5, се забранява всякакво предаване на лични данни до третата държава или територия, или обработващ сектор в тази трета държава, или на въпросната международна организация, без да се засягат членове 42—44. В подходящия момент Комисията започва консултации с третата държава или международна организация с цел да коригира ситуацията, произтичаща от решението, взето по силата на параграф 5 от настоящия член."
		},
		{
			"lang": "hu",
			"text": "Amennyiben a Bizottság az (5) bekezdés szerint határoz, úgy a 42–44. cikk sérelme nélkül tilos a személyes adatok továbbítása a szóban forgó harmadik ország, annak régiója vagy adatfeldolgozó ágazata, illetve a szóban forgó nemzetközi szervezet részére. A Bizottság megfelelő időben konzultációt kezdeményez a harmadik országgal vagy nemzetközi szervezettel az e cikk (5) bekezdése szerinti határozatból eredő helyzet orvoslására."
		},
		{
			"lang": "mt",
			"text": "Meta l-Kummissjoni tiddeċiedi skont il-paragrafu 5, kull trasferiment ta’ dejta personali lill-pajjiż terz, jew lil territorju jew settur tal-ipproċessar f’dak il-pajjiż terz, jew fl-organizzazzjoni internazzjonali inkwistjoni għandu jkun ipprojbit, mingħajr preġudizzju għall-Artikoli 42 sa 44. Fi żmien debitu, il-Kummissjoni għandha tidħol f’konsultazzjonijiet mal-pajjiż terz jew l-organizzazzjoni internazzjonali bl-għan li tirrimedja s-sitwazzjoni li tirriżulta mid-Deċiżjoni meħuda skont il-paragrafu 5 ta’ dan l-Artikolu."
		},
		{
			"lang": "lv",
			"text": "Ja Komisija pieņem lēmumu saskaņā ar 5. punktu, personas datu nosūtīšana uz attiecīgo trešo valsti, trešās valsts teritoriju vai apstrādes nozari vai starptautisko organizāciju ir aizliegta, neskarot 42. un 44. pantu. Atbilstīgā laikā Komisija sāk sarunas ar trešo valsti vai starptautisko organizāciju ar nolūku labot situāciju, kas izriet no lēmuma, kas pieņemts saskaņā ar šā panta 5.punktu."
		},
		{
			"lang": "ro",
			"text": "În cazul în care Comisia ia o decizie în temeiul alineatului (5), transferurile de date cu caracter personal către țara terță, un teritoriu sau un sector de prelucrare din acea țară terță sau către organizația internațională în cauză sunt interzise, fără a aduce atingere articolelor 42-44. La momentul oportun, Comisia efectuează consultări cu țara terță sau organizația internațională în vederea remedierii situației apărute în urma deciziei luate în conformitate cu alineatul (5) al prezentului articol."
		},
		{
			"lang": "sk",
			"text": "Ak Komisia prijme rozhodnutie podľa odseku 5, potom je zakázaný akýkoľvek prenos osobných údajov do tretej krajiny alebo na územie, alebo do sektora spracovania v predmetnej tretej krajine, alebo medzinárodnej organizácii, a to bez toho, aby boli dotknuté ustanovenia článkov 42 až 44. Vo vhodnom čase Komisia začne konzultácie s treťou krajinou alebo medzinárodnou organizáciou s cieľom napraviť stav vzniknutý v dôsledku rozhodnutia prijatého podľa odseku 5 tohto článku."
		},
		{
			"lang": "sl",
			"text": "Če Komisija sprejme sklep v skladu z odstavkom 5, je vsak prenos osebnih podatkov v zadevno tretjo državo, v zadevno ozemeljsko enoto, v zadevni sektor za obdelavo v navedeni tretji državi ali v zadevno mednarodno organizacijo prepovedan, brez poseganja v člene 42 do 44. Komisija v primernem roku začne izvajati posvetovanja s tretjo državo ali mednarodno organizacijo v zvezi z urejanjem položaja, ki je posledica sklepa iz odstavka 5 tega člena."
		},
		{
			"lang": "fi",
			"text": "Jos komissio päättää 5 kohdan nojalla kieltää kaikki henkilötietojen siirrot kolmanteen maahan tai kyseisen kolmannen maan alueelle tai tietojenkäsittelyn sektorille tai kansainväliselle järjestölle, tämä päätös ei rajoita 42–44 artiklan soveltamista. Komissio aloittaa sopivalla hetkellä neuvottelut kolmannen maan tai kansainvälisen järjestön kanssa 5 kohdan mukaisesti tehdystä päätöksestä aiheutuneen tilanteen korjaamiseksi."
		},
		{
			"lang": "pl",
			"text": "W przypadku podjęcia przez Komisję decyzji na mocy art. 5 wszelkie operacje przekazywania danych osobowych do państwa trzeciego, na terytorium lub do sektora, w którym odbywa się przetwarzanie danych w tym państwie lub do organizacji międzynarodowej są zakazane, bez uszczerbku dla przepisów art. 42-44. We właściwym czasie Komisja przystąpi do konsultacji z państwem trzecim lub organizacją międzynarodową w celu zaradzenia sytuacji wynikającej z decyzji podjętej na mocy ust. 5 tego artykułu."
		},
		{
			"lang": "lt",
			"text": "Jeigu Komisija priima sprendimą pagal 5 dalį, nepažeidžiant 42–44 straipsnių, draudžiama perduoti asmens duomenis į atitinkamą trečiąją šalį arba jos teritoriją, arba su duomenų tvarkymu susijusį sektorių toje trečiojoje šalyje, arba tarptautinei organizacijai. Reikiamu metu Komisija pradeda konsultacijas su trečiąja šalimi arba tarptautine organizacija, kad padėtis, susijusi su sprendimu, priimtu pagal šio straipsnio 5 dalį, būtų ištaisyta."
		},
		{
			"lang": "nl",
			"text": "Wanneer de Commissie overeenkomstig lid 5 een besluit vaststelt, worden alle doorgiften van persoonsgegevens naar het betrokken derde land, of een gebied of een verwerkingssector in dat derde land, of de betrokken internationale organisatie verboden, onverminderd de artikelen 42 tot en met 44. De Commissie pleegt te gepasten tijde overleg met het derde land of de internationale organisatie ter verhelping van de situatie die voortvloeit uit het besluit dat overeenkomstig lid 5 is vastgesteld."
		},
		{
			"lang": "sv",
			"text": "Om kommissionen fattar beslut enligt punkt 5 får inga uppgifter överföras till tredjelandet, territoriet eller den behandlande sektorn inom tredjelandet, eller den internationella organisationen i fråga, utan att detta påverkar tillämpningen av artiklarna 42–44. Kommissionen ska vid lämplig tidpunkt samråda med tredjelandet eller den internationella organisationen i fråga för att lösa den situation som uppstått som följd av beslutet enligt punkt 5."
		}
	],
	"children": [],
	"title": "Article 41 – Paragraph 6"
}