{
	"id": "a41p7",
	"type": "paragraph",
	"literal": "7",
	"parent": "a41",
	"text": [
		{
			"lang": "en",
			"text": "The Commission shall publish in the Official Journal of the European Union a list of those third countries, territories and processing sectors within a third country and international organisations where it has decided that an adequate level of protection is or is not ensured."
		},
		{
			"lang": "de",
			"text": "Die Kommission veröffentlicht im Amtsblatt der Europäischen Union eine Liste aller Drittländer beziehungsweise Gebiete und Verarbeitungssektoren von Drittländern und aller internationalen Organisationen, bei denen sie durch Beschluss festgestellt hat, dass diese einen beziehungsweise keinen angemessenen Schutz personenbezogener Daten bieten."
		},
		{
			"lang": "fr",
			"text": "La Commission publie au Journal officiel de l'Union européenne une liste des pays tiers, des territoires et secteurs de traitement de données dans un pays tiers et des organisations internationales pour lesquels elle a constaté par voie de décision qu'un niveau de protection adéquat était ou n'était pas assuré."
		},
		{
			"lang": "es",
			"text": "La Comisión publicará en el Diario Oficial de la Unión Europea una lista de los terceros países, territorios y sectores de tratamiento de datos en un tercer país, y de las organizaciones internacionales para los que haya decidido que está o no está garantizado un nivel protección adecuado."
		},
		{
			"lang": "pt",
			"text": "A Comissão publica no Jornal Oficial da União Europeia uma lista dos países terceiros, territórios e setores de tratamento num país terceiro e de organizações internacionais relativamente aos quais tenha declarado, mediante decisão, que asseguram ou não um nível de proteção adequado."
		},
		{
			"lang": "it",
			"text": "La Commissione pubblica nella Gazzetta ufficiale dell’Unione europea l’elenco dei paesi terzi, dei territori e settori di trattamento all’interno di un paese terzo, e delle organizzazioni internazionali per i quali ha deciso che è o non è garantito un livello di protezione adeguato."
		},
		{
			"lang": "ga",
			"text": "Foilseoidh an Coimisiún liosta in Iris Oifigiúil an Aontais Eorpaigh de na tríú tíortha, na críocha agus na hearnálacha próiseála i dtríú tír agus na heagraíochtaí idirnáisiúnta a bhfuil cinneadh déanta aige faoina leibhéil chosanta a bheith leordhóthanach nó gan a bheith leordhóthanach."
		},
		{
			"lang": "cs",
			"text": "Komise zveřejní v Úředním věstníku Evropské unie seznam třetích zemí, území a odvětví zpracovávání v určité zemi a mezinárodních organizací, v nichž podle jejího rozhodnutí přiměřená úroveň ochrany je nebo není zaručena."
		},
		{
			"lang": "da",
			"text": "Kommissionen offentliggør i Den Europæiske Unions Tidende en liste over tredjelande, områder og behandlingssektorer i et tredjeland eller en international organisation, hvor den har fastslået, om der er et tilstrækkeligt beskyttelsesniveau eller ej."
		},
		{
			"lang": "et",
			"text": "Komisjon avaldab Euroopa Liidu Teatajas loetelu nendest kolmandatest riikidest, territooriumidest ja kolmandate riikide töötlemissektoritest ja rahvusvahelistest organisatsioonidest, mille kohta on tehtud otsus, et isikuandmete kaitse piisav tase ei ole tagatud."
		},
		{
			"lang": "el",
			"text": "Η Επιτροπή δημοσιεύει στην Επίσημη Εφημερίδα της Ευρωπαϊκής Ένωσης κατάλογο των τρίτων χωρών, εδαφών και τομέων επεξεργασίας σε μια τρίτη χώρα, και διεθνών οργανισμών όπου αποφασίζει ότι διασφαλίζεται ή δεν διασφαλίζεται επαρκές επίπεδο προστασίας."
		},
		{
			"lang": "bg",
			"text": "Комисията публикува в Официален вестник на Европейския съюз списък на тези трети държави, територии и обработващи сектори в трета държава и международни организации, за които е решила, че е осигурено или че не е осигурено адекватно ниво на защита."
		},
		{
			"lang": "hu",
			"text": "A Bizottság az Európai Unió Hivatalos Lapjában közzéteszi azoknak a harmadik országoknak, harmadik országon belüli régióknak és adatfeldolgozó ágazatoknak valamint nemzetközi szervezeteknek a jegyzékét, amelyek esetében úgy ítélte meg, hogy a megfelelő védelmi szint biztosított, illetve nem biztosított."
		},
		{
			"lang": "mt",
			"text": "Il-Kummissjoni għandha tippubblika f’Il-Ġurnal Uffiċjali tal-Unjoni Ewropea lista ta’ dawk il-pajjiżi terzi, territorji u setturi tal-ipproċessar fi ħdan pajjiż terz u organizzazzjonijiet internazzjonali fejn tkun iddeċidiet li livell adegwat ta’ protezzjoni huwa jew mhuwiex assigurat."
		},
		{
			"lang": "lv",
			"text": "Komisija publicē Eiropas Savienības Oficiālajā Vēstnesī sarakstu ar tām trešām valstīm, trešās valsts teritorijām un apstrādes nozarēm un starptautiskām organizācijām, par kurām ir pieņemts lēmums par aizsardzības līmeņa pietiekamību vai nepietiekamību."
		},
		{
			"lang": "ro",
			"text": "Comisia publică în Jurnalul Oficial al Uniunii Europene o listă a țărilor terțe, a teritoriilor și sectoarelor de prelucrare din țările terțe și a organizațiilor internaționale în cazul cărora a decis că nivelul de protecție adecvat este asigurat sau nu este asigurat."
		},
		{
			"lang": "sk",
			"text": "Komisia uverejnení v Úradnom vestníku Európskej únie zoznam tých tretích krajín, území a sektorov spracovania v tretích krajinách, resp. medzinárodných organizácií, v prípade ktorých rozhodla, že je alebo nie je zaručená primeraná úroveň ochrany."
		},
		{
			"lang": "sl",
			"text": "Komisija v Uradnem listu Evropske unije objavi seznam navedenih tretjih držav, ozemeljskih enot, sektorjev za obdelavo v tretji državi in mednarodnih organizacij, v zvezi s katerimi je sprejela sklep, da zagotavljajo ustrezno raven varstva oziroma je ne zagotavljajo."
		},
		{
			"lang": "fi",
			"text": "Komissio julkaisee Euroopan unionin virallisessa lehdessä luettelon niistä kolmansista maista, kolmannen maan alueista ja tietojenkäsittelyn sektoreista sekä kansainvälisistä järjestöistä, joiden osalta se on päättänyt, että tietosuojan taso on tai ei ole riittävä."
		},
		{
			"lang": "pl",
			"text": "Komisja publikuje w Dzienniku Urzędowym Unii Europejskiej wykaz tych państw trzecich, terytoriów i sektorów, w których odbywa się przetwarzanie danych w państwie trzecim oraz organizacji międzynarodowych, co do których zdecydowano, że zapewniają odpowiedni poziom ochrony lub tego poziomu nie zapewniają."
		},
		{
			"lang": "lt",
			"text": "Komisija Europos Sąjungos oficialiajame leidinyje paskelbia trečiųjų šalių, teritorijų ir su duomenų tvarkymu susijusių sektorių trečiojoje šalyje, taip pat tarptautinių organizacijų, kurios, kaip ji nusprendė, užtikrina tinkamą apsaugos lygį arba jo neužtikrina, sąrašą."
		},
		{
			"lang": "nl",
			"text": "De Commissie maakt in het Publicatieblad van de Europese Unie een lijst bekend van de derde landen, gebieden en verwerkingssectoren in derde landen en internationale organisaties waarvoor zij bij besluit heeft vastgesteld of er al dan niet een passend beschermingsniveau gewaarborgd is."
		},
		{
			"lang": "sv",
			"text": "Kommissionen ska offentliggöra en förteckning i Europeiska unionens officiella tidning över de tredjeländer och de territorier och behandlande sektorer i ett givet tredjeland samt de internationella organisationer där den har beslutat att en adekvat skyddsnivå inte kan garanteras."
		}
	],
	"children": [],
	"title": "Article 41 – Paragraph 7"
}