{
	"id": "a41p4",
	"type": "paragraph",
	"literal": "4",
	"parent": "a41",
	"text": [
		{
			"lang": "en",
			"text": "The implementing act shall specify its geographical and sectoral application, and, where applicable, identify the supervisory authority mentioned in point (b) of paragraph 2."
		},
		{
			"lang": "de",
			"text": "In jedem Durchführungsrechtsakt werden der geografische und der sektorielle Anwendungsbereich sowie gegebenenfalls die in Absatz 2 Buchstabe b genannte Aufsichtsbehörde angegeben."
		},
		{
			"lang": "fr",
			"text": "L'acte d'exécution précise son champ d'application géographique et sectoriel et, le cas échéant, cite le nom de l'autorité de contrôle mentionnée au paragraphe 2, point b)."
		},
		{
			"lang": "es",
			"text": "El acto de ejecución especificará su ámbito de aplicación geográfica y sectorial, y, cuando proceda, determinará cuál es la autoridad de control mencionada en el apartado 2, letra b)."
		},
		{
			"lang": "pt",
			"text": "O ato de execução deve especificar o âmbito de aplicação geográfico e setorial e, se for caso disso, identificar a autoridade de controlo referida no n.º 2, alínea b)."
		},
		{
			"lang": "it",
			"text": "L’atto di esecuzione specifica il proprio campo di applicazione geografico e settoriale e, se del caso, identifica l’autorità di controllo di cui al paragrafo 2, lettera b)."
		},
		{
			"lang": "ga",
			"text": "Sonrófar sa ghníomh cur chun feidhme cur i bhfeidhm geografach agus earnálach an ghnímh, agus, nuair is infheidhme, ainmneofar an t‑údarás maoirseachta dá dtagraítear i bpointe (b) de mhír 2."
		},
		{
			"lang": "cs",
			"text": "V prováděcím aktu se stanoví jeho zeměpisné a odvětvové použití a v příslušném případě se v něm také určí orgán dozoru uvedený v odst. 2 písm. b)."
		},
		{
			"lang": "da",
			"text": "I gennemførelsesretsakten angives dennes geografiske og sektorbestemte anvendelsesområde og i påkommende tilfælde den tilsynsmyndighed, der er nævnt i stk. 2, litra b)."
		},
		{
			"lang": "et",
			"text": "Rakendusaktis määratakse kindlaks selle geograafiline ja valdkondlik kohaldatavus ning vajaduse korral määratakse kindlaks lõike 2 punktis b nimetatud järelevalveasutus."
		},
		{
			"lang": "el",
			"text": "Η εκτελεστική πράξη προσδιορίζει τη γεωγραφική και τομεακή εφαρμογή της καθώς και, όπου συντρέχει περίπτωση, την αρχή ελέγχου που αναφέρεται στην παράγραφο 2 στοιχείο β)."
		},
		{
			"lang": "bg",
			"text": "В акта за изпълнение се посочва неговото географско и секторно приложение и, когато е приложимо, се указва надзорният орган, упоменат в параграф 2, буква б)."
		},
		{
			"lang": "hu",
			"text": "A végrehajtási jogi aktus pontosan rögzíti saját földrajzi és ágazati alkalmazási körét, és – szükség esetén – meghatározza a (2) bekezdés b) pontjában említett felügyelő hatóságot."
		},
		{
			"lang": "mt",
			"text": "L-att ta’ implimentazzjoni għandu jispeċifika l-applikazzjoni ġeografika u settorjali tiegħu u, fejn ikun applikabbli, jidentifika l-awtorità ta’ superviżjoni msemmija fil-punt (b) tal-paragrafu 2."
		},
		{
			"lang": "lv",
			"text": "Īstenošanas aktā norāda tā ģeogrāfisko un nozaru piemērošanas jomu un attiecīgā gadījumā norāda uzraudzības iestādi, kas minēta 2. punkta b) apakšpunktā."
		},
		{
			"lang": "ro",
			"text": "Actul de punere aplicare menționează aplicarea geografică și sectorială, și, după caz, identifică autoritatea de supraveghere menționată la alineatul (2) litera (b)."
		},
		{
			"lang": "sk",
			"text": "Vo vykonávacom akte sa uvedie jeho územný a sektorový rozsah pôsobnosti a v príslušných prípadoch aj dozorný orgán podľa odseku 2 písm. b)."
		},
		{
			"lang": "sl",
			"text": "V izvedbenih aktih se določi njihova ozemeljska in sektorska uporaba, po potrebi pa se opredeli nadzorni organ iz točke (b) odstavka 2."
		},
		{
			"lang": "fi",
			"text": "Täytäntöönpanosäädöksessä määritellään sen maantieteellinen soveltamisala ja alakohtainen soveltaminen ja mahdollisuuksien mukaan nimetään 2 kohdan b alakohdassa tarkoitettu valvontaviranomainen."
		},
		{
			"lang": "pl",
			"text": "Akty wykonawcze określają geograficzny i sektorowy zakres stosowania oraz, w stosownych przypadkach, wskazują organ nadzorczy wymieniony w ust. 2 lit. b)."
		},
		{
			"lang": "lt",
			"text": "Įgyvendinimo akte nustatoma geografinė ir sektorinė taikymo sritis ir, jei taikoma, nurodoma 2 dalies b punkte minėta priežiūros institucija."
		},
		{
			"lang": "nl",
			"text": "In de uitvoeringshandeling worden het geografische en het sectorale toepassingsgebied vastgelegd en wordt, in voorkomend geval, de in lid 2, onder b), genoemde toezichthoudende autoriteit vermeld."
		},
		{
			"lang": "sv",
			"text": "Beslutets geografiska och sektorsmässiga tillämpning ska regleras i genomförandeakten, där det också i förekommande fall ska anges vilken myndighet som är tillsynsmyndighet enligt punkt 2 b."
		}
	],
	"children": [],
	"title": "Article 41 – Paragraph 4"
}