{
	"id": "a42p3",
	"type": "paragraph",
	"literal": "3",
	"parent": "a42",
	"text": [
		{
			"lang": "en",
			"text": "A transfer based on standard data protection clauses or binding corporate rules as referred to in points (a), (b) or (c) of paragraph 2 shall not require any further authorisation."
		},
		{
			"lang": "de",
			"text": "Datenübermittlungen, die nach Maßgabe der in Absatz 2 Buchstabe a, b und c genannten unternehmensinternen Vorschriften und Standarddatenschutzklauseln erfolgen, bedürfen keiner weiteren Genehmigung."
		},
		{
			"lang": "fr",
			"text": "Un transfert effectué en vertu de clauses types de protection des données ou de règles d'entreprise contraignantes telles que celles visés au paragraphe 2, points a), b) ou c), ne nécessite pas d'autre autorisation."
		},
		{
			"lang": "es",
			"text": "Una transferencia efectuada en virtud de cláusulas tipo de protección de datos o de normas corporativas vinculantes como las contempladas en el apartado 2, letras a), b) o c), no requerirá nuevas autorizaciones."
		},
		{
			"lang": "pt",
			"text": "Uma transferência realizada com base em cláusulas-tipo de proteção de dados, ou regras vinculativas para empresas, referidas no n.º 2, alíneas a), b) ou c), não necessita de qualquer outra autorização."
		},
		{
			"lang": "it",
			"text": "Il trasferimento basato sulle clausole tipo di protezione dei dati o sulle norme vincolanti d’impresa di cui al paragrafo 2, lettere a), b) o c) non necessita di ulteriori autorizzazioni."
		},
		{
			"lang": "ga",
			"text": "Ní gá aon údarú breise a fháil i gcás aistrithe atá bunaithe ar chlásail chaighdeánacha maidir le cosaint sonraí nó ar rialacha ceangailteacha corparáideacha dá dtagraítear i bpointí (a), (b) nó (c) de mhír 2."
		},
		{
			"lang": "cs",
			"text": "Předávání založené na standardních doložkách o ochraně údajů nebo na závazných podnikových pravidlech, jak je uvedeno v odst. 2 písm. a), b) nebo c), nevyžaduje žádné další povolení."
		},
		{
			"lang": "da",
			"text": "Videregivelse baseret på standardbestemmelser om databeskyttelse eller bindende virksomhedsregler som nævnt i stk. 2, litra a), b) eller c), kræver ikke yderligere godkendelse."
		},
		{
			"lang": "et",
			"text": "Lõike 2 punktides a, b või c osutatud isikuandmete kaitse standardklauslitel või siduvatel ettevõtluseeskirjadel põhineva edastamise puhul ei ole täiendavat luba vaja."
		},
		{
			"lang": "el",
			"text": "Διαβίβαση η οποία βασίζεται σε τυποποιημένες ρήτρες προστασίας δεδομένων ή δεσμευτικούς εταιρικούς κανόνες, όπως αναφέρεται στην παράγραφο 2 στοιχεία α), β) ή γ), δεν απαιτεί περαιτέρω έγκριση."
		},
		{
			"lang": "bg",
			"text": "Предаването на данни въз основа на стандартни клаузи за защита на данните или задължителни фирмени правила, както е посочено в параграф 2, букви а), б) и в), не изисква допълнително разрешение."
		},
		{
			"lang": "hu",
			"text": "A (2) bekezdés a), b) vagy c) pontja szerinti egységes adatvédelmi feltételeken vagy kötelező erejű vállalati szabályokon alapuló továbbítás esetében nincs szükség további engedélyre."
		},
		{
			"lang": "mt",
			"text": "Trasferiment ibbażat fuq klawżoli standard ta’ protezzjoni tad-dejta jew regoli korporattivi vinkolanti kif imsemmija fil-punti (a), (b) jew (c) tal-paragrafu 2 ma għandhomx jeħtieġu aktar awtorizzazzjoni."
		},
		{
			"lang": "lv",
			"text": "Nosūtīšanai, pamatojoties uz tipveida datu aizsardzības noteikumiem vai saistošiem uzņēmuma noteikumiem, kā minēts 2. punkta a), b) vai c) apakšpunktā, nav nepieciešama nekāda cita atļauja."
		},
		{
			"lang": "ro",
			"text": "Transferul realizat în baza clauzelor standard de protecție a datelor sau a regulilor corporatiste obligatorii menționate la alineatul (2) literele (a), (b) sau (c) nu necesită o altă autorizare suplimentară."
		},
		{
			"lang": "sk",
			"text": "K prenosu na základe štandardných ustanovení o ochrane údajov alebo záväzných firemných pravidiel uvedených v odseku 2 písm. a), b) alebo c) sa nevyžaduje žiadne ďalšie povolenie."
		},
		{
			"lang": "sl",
			"text": "Za prenos, ki temelji na standardnih določilih o varstvu podatkov ali zavezujočih poslovnih pravilih iz točk (a), (b) ali (c) odstavka 2, dodatno pooblastilo ni potrebno."
		},
		{
			"lang": "fi",
			"text": "Siirrot, jotka perustuvat tietosuojaa koskeviin vakiolausekkeisiin tai 2 kohdan a–c alakohdassa tarkoitettuihin yritystä koskeviin sitoviin sääntöihin, eivät tarvitse muuta hyväksyntää."
		},
		{
			"lang": "pl",
			"text": "Operacja przekazywania na podstawie standardowych klauzul ochrony danych lub wiążących reguł korporacyjnych, o których mowa w ust. 2 lit. a), b) lub c), nie wymaga dodatkowego zezwolenia."
		},
		{
			"lang": "lt",
			"text": "Jeigu duomenys perduodami remiantis standartinėmis duomenų apsaugos sąlygomis arba įmonei privalomomis taisyklėmis, kaip nurodyta 2 dalies a, b arba c punktuose, jokio papildomo leidimo nereikia."
		},
		{
			"lang": "nl",
			"text": "Voor een doorgifte op basis van modelbepalingen inzake gegevensbescherming of bindende bedrijfsvoorschriften als bedoeld in lid 2, onder a), b) of c), is geen verdere toestemming nodig."
		},
		{
			"lang": "sv",
			"text": "En överföring som grundar sig på standardiserade uppgiftsskyddsbestämmelser eller bindande företagsregler enligt punkt 2 a, b eller c ska inte kräva något ytterligare tillstånd."
		}
	],
	"children": [],
	"title": "Article 42 – Paragraph 3"
}