{
	"id": "a42p5",
	"type": "paragraph",
	"literal": "5",
	"parent": "a42",
	"text": [
		{
			"lang": "en",
			"text": "Where the appropriate safeguards with respect to the protection of personal data are not provided for in a legally binding instrument, the controller or processor shall obtain prior authorisation for the transfer, or a set of transfers, or for provisions to be inserted into administrative arrangements providing the basis for such transfer. Such authorisation by the supervisory authority shall be in accordance with point (a) of Article 34(1). If the transfer is related to processing activities which concern data subjects in another Member State or other Member States, or substantially affect the free movement of personal data within the Union, the supervisory authority shall apply the consistency mechanism referred to in Article 57. Authorisations by a supervisory authority on the basis of Article 26(2) of Directive 95/46/EC shall remain valid, until amended, replaced or repealed by that supervisory authority."
		},
		{
			"lang": "de",
			"text": "Wenn keine geeigneten Garantien für den Schutz personenbezogener Daten in einem rechtsverbindlichen Instrument vorgesehen werden, holt der für die Verarbeitung Verantwortliche oder der Auftragsverarbeiter die vorherige Genehmigung für die Übermittlung oder Kategorie von Übermittlungen oder für die Aufnahme von entsprechenden Bestimmungen in die Verwaltungsvereinbarungen ein, die die Grundlage für eine solche Übermittlung bilden. Derartige vorherige Genehmigungen der Aufsichtsbehörde müssen im Einklang mit Artikel 34 Absatz 1 Buchstabe a stehen. Falls die Datenübermittlung im Zusammenhang mit Verarbeitungstätigkeiten steht, welche Personen in einem oder mehreren anderen Mitgliedstaaten betreffen oder wesentliche Auswirkungen auf den freien Verkehr von personenbezogenen Daten in der Union haben, bringt die Aufsichtsbehörde das in Artikel 57 genannte Kohärenzverfahren zur Anwendung. Sämtliche von einer Aufsichtsbehörde auf der Grundlage von Artikel 26 Absatz 2 der Richtlinie 95/46/EG erteilten Genehmigungen bleiben so lange in Kraft, bis sie von dieser Aufsichtsbehörde geändert, ersetzt oder aufgehoben werden."
		},
		{
			"lang": "fr",
			"text": "Lorsque les garanties appropriées quant à la protection de données à caractère personnel ne sont pas prévues dans un instrument juridiquement contraignant, le responsable du traitement ou le sous‑traitant doit obtenir l'autorisation préalable du transfert ou d'un ensemble de transferts, ou de dispositions à insérer dans un régime administratif constituant le fondement du transfert. Une autorisation de cette nature accordée par l'autorité de contrôle doit être conforme à l'article 34, paragraphe 1, point a). Si le transfert est lié à un traitement qui porte sur des personnes concernées dans un ou plusieurs autres États membres, ou affecte sensiblement la libre circulation des données à caractère personnel dans l’Union, l’autorité de contrôle applique le mécanisme de contrôle de la cohérence prévu à l’article 57. Les autorisations accordées par une autorité de contrôle en vertu de l'article 26, paragraphe 2, de la directive 95/46/CE demeurent valables jusqu'à leur modification, leur remplacement ou leur abrogation par la même autorité de contrôle."
		},
		{
			"lang": "es",
			"text": "Cuando las garantías apropiadas con respecto a la protección de datos personales no se proporcionen en un instrumento jurídicamente vinculante, el responsable o el encargado del tratamiento deberán obtener la autorización previa de la transferencia o serie de transferencias, o de las disposiciones que se vayan a insertar en el acuerdo administrativo que constituye la base de dicha transferencia. Una autorización de esta índole concedida por la autoridad de control deberá ser conforme con lo dispuesto en el artículo 34, apartado 1. Si la transferencia se refiere a actividades de tratamiento que atañan a interesados en otro u otros Estados miembros o que afecten sustancialmente a la libre circulación de datos personales dentro de la Unión, la autoridad de control aplicará el mecanismo de coherencia contemplado en el artículo 57. Las autorizaciones otorgadas por una autoridad de control de conformidad con el artículo 26, apartado 2, de la Directiva 95/46/CE seguirán siendo válidas hasta que hayan sido modificadas, sustituidas o derogadas por dicha autoridad de control."
		},
		{
			"lang": "pt",
			"text": "Sempre que as garantias adequadas para a proteção de dados pessoais não estiverem previstas num instrumento juridicamente vinculativo, o responsável pelo tratamento ou o subcontratante deve obter a autorização prévia da transferência ou de um conjunto de transferências, ou prever a inserção de disposições no quadro de um regime administrativo que estabeleça a base para a transferência em causa. Essa autorização por parte da autoridade de controlo deve respeitar o artigo 34.º, n.º 1, alínea a). Se a transferência estiver relacionada com atividades de tratamento relativas a titulares de dados noutro Estado-Membro, ou possam prejudicar substancialmente a livre circulação de dados pessoais na União, a autoridade de controlo aplica o mecanismo de controlo da coerência referido no artigo 57.º. As autorizações por uma autoridade de controlo com base no artigo 26.º, n.º 2, da Diretiva 95/46/CE permanecem em vigor até à sua alteração, substituição ou revogação pela mesma autoridade de controlo."
		},
		{
			"lang": "it",
			"text": "Se non sono offerte garanzie adeguate per la protezione dei dati personali in uno strumento giuridicamente vincolante, il responsabile del trattamento o l’incaricato del trattamento deve ottenere l’autorizzazione preventiva al trasferimento o a un complesso di trasferimenti, o all’inserimento di disposizioni in accordi amministrativi costituenti la base del trasferimento. Tale autorizzazione dell’autorità di controllo è conforme all’articolo 34, paragrafo 1, lettera a). Se il trasferimento è connesso ad attività di trattamento riguardanti interessati in un altro Stato membro o in altri Stati membri, o che incidono significativamente sulla libera circolazione dei dati personali all’interno dell’Unione, l’autorità di controllo applica il meccanismo di coerenza di cui all’articolo 57. Le autorizzazioni emesse dall’autorità di controllo sulla base dell’articolo 26, paragrafo 2, della direttiva 95/46/CE restano valide fino a quando non vengono modificate, sostituite o abrogate dalla medesima autorità di controllo."
		},
		{
			"lang": "ga",
			"text": "Mura ndéantar foráil in ionstraim atá ceangailteach ó thaobh dlí maidir leis na cosaintí iomchuí i ndáil le cosaint sonraí pearsanta, gheobhaidh an rialaitheoir nó an próiseálaí réamhúdarú don aistriú, nó don tacar aistrithe, nó réamhúdarú chun forálacha a chur isteach i gcóras socruithe riaracháin lena dtabharfar bunús don aistriú sin. Beidh údarú den sórt sin ón údarás maoirseachta i gcomhréir le pointe (a) d’Airteagal 34(1). Má tá baint ag an aistriú le gníomhaíochtaí próiseála lena mbaineann daoine is ábhar do shonraí i mBallstát eile nó i mBallstáit eile, nó má dhéanann an t‑aistriú difear suntasach do shaorghluaiseacht sonraí pearsanta san Aontas, cuirfidh an t‑údarás maoirseachta an sásra comhsheasmhachta dá dtagraítear in Airteagal 57 i bhfeidhm. Leanfaidh údaruithe ó údarás maoirseachta de bheith bailí ar bhonn Airteagal 26(2) de Threoir 95/46/CE go ndéanfaidh an t‑údarás maoirseachta sin iad a leasú nó a aisghairm nó go gcuirfidh sé údaruithe eile ina n‑ionad."
		},
		{
			"lang": "cs",
			"text": "Pokud nejsou vhodné záruky pro ochranu osobních údajů stanoveny v právně závazném nástroji, správce nebo zpracovatel musí k předání nebo řadě předání získat předchozí povolení, stejně tak jako jej musí získat k zapracování ustanovení do správních ujednání, jež jsou pro takové předání základem. Tato povolení orgánu dozoru jsou v souladu s čl. 34 odst. 1 písm. a). Pokud je dané předání spojeno se zpracováním údajů týkajících se subjektů v jiném členském státu nebo v jiných členských státech nebo pokud významně ovlivňuje volný pohyb osobních údajů v rámci Unie, orgán dozoru použije mechanismus jednotnosti uvedený v článku 57. Povolení orgánu dozoru na základě čl. 26 odst. 2 směrnice 95/46/ES zůstávají platná až do chvíle, kdy je orgán dozoru změní, nahradí nebo zruší."
		},
		{
			"lang": "da",
			"text": "Hvis de fornødne garantier for beskyttelsen af personoplysninger ikke er omhandlet i et retligt bindende instrument, indhenter den registeransvarlige eller registerføreren på forhånd en godkendelse af videregivelsen eller serien af videregivelser eller af medtagelsen af bestemmelser, som udgør grundlaget for en sådan videregivelse, i administrative ordninger. En sådan godkendelse fra tilsynsmyndigheden skal være i overensstemmelse med artikel 34, stk. 1, litra a). Hvis videregivelsen vedrører behandlingsaktiviteter, der berører registrerede i en anden medlemsstat eller andre medlemsstater, eller som i væsentlig grad påvirker den frie udveksling af personoplysninger i Unionen, anvender tilsynsmyndigheden den sammenhængs­mekanisme, der er omhandlet i artikel 57. Godkendelser fra en tilsynsmyndighed på grundlag af artikel 26, stk. 2, i direktiv 95/46/EF, er gyldige, indtil de ændres, erstattes eller ophæves af den pågældende tilsynsmyndighed."
		},
		{
			"lang": "et",
			"text": "Kui õiguslikult siduvas dokumendis ei ole isikuandmete kaitseks sätestatud asjakohaseid kaitsemeetmeid, peab vastutav töötleja või volitatud töötleja saama eelneva loa edastamise või edastamistoimingute kogumi või edastamise aluseks olevasse halduskokkuleppesse lisatavate sätete jaoks. Järelevalveasutus annab sellise loa kooskõlas artikli 34 lõike 1 punktiga a. Juhul kui edastamine on seotud töötlemisega, mis puudutab teise liikmesriigi või teiste liikmesriikide andmesubjekte või mis mõjutab märgatavalt isikuandmete vaba liikumist liidu piires, kohaldab järelevalveasutus artiklis 57 osutatud järjepidevuse mehhanismi. Direktiivi 95/46/EÜ artikli 26 lõike 2 alusel järelevalveasutuse antud load jäävad kehtima, kuni järelevalveasutus neid muudab, need asendab või tunnistab need kehtetuks."
		},
		{
			"lang": "el",
			"text": "Εάν οι κατάλληλες εγγυήσεις σε σχέση με την προστασία των δεδομένων προσωπικού χαρακτήρα δεν προβλέπονται σε νομικά δεσμευτική πράξη, ο υπεύθυνος επεξεργασίας ή ο εκτελών την επεξεργασία εξασφαλίζουν προηγούμενη έγκριση για τη διαβίβαση, ή για μια σειρά διαβιβάσεων, ή για τη συμπερίληψη διατάξεων σε διοικητικές συμφωνίες οι οποίες παρέχουν τη βάση για την εν λόγω διαβίβαση. Η εν λόγω έγκριση της αρχής ελέγχου πρέπει να είναι σύμφωνη προς το άρθρο 34 παράγραφος 1 στοιχείο α). Εάν η διαβίβαση σχετίζεται με δραστηριότητες επεξεργασίας οι οποίες αφορούν πρόσωπα στα οποία αναφέρονται τα δεδομένα σε άλλο κράτος μέλος ή σε άλλα κράτη μέλη ή επηρεάζουν σημαντικά την ελεύθερη κυκλοφορία των δεδομένων προσωπικού χαρακτήρα στην Ένωση, η αρχή ελέγχου εφαρμόζει τον μηχανισμό συνεκτικότητας που αναφέρεται στο άρθρο 57. Οι εγκρίσεις αρχής ελέγχου βάσει του άρθρου 26 παράγραφος 2 της οδηγίας 95/46/ΕΚ παραμένουν σε ισχύ, έως ότου τροποποιηθούν, αντικατασταθούν ή καταργηθούν από την εν λόγω αρχή ελέγχου."
		},
		{
			"lang": "bg",
			"text": "Когато подходящите гаранции във връзка със защитата на личните данни не са предвидени в правно обвързващ инструмент, администраторът или обработващият лични данни получава предварително разрешение за предаването или съвкупността от предавания, или за разпоредбите, които да бъдат включени в административните договорености, които предоставят основата за такова предаване. Такова разрешение на надзорния орган е в съответствие с член 34, параграф 1, буква а). Ако предаването на данни е свързано с дейности по обработване, които засягат субекти на данни в друга държава-членка или други държави-членки, или които съществено засягат свободното движение на лични данни в рамките на Съюза, надзорният орган прилага механизма за съгласуваност, посочен в член 57. Разрешенията, издадени от надзорния орган въз основа на член 26, параграф 2 от Директива 95/46/ЕО остават в действителни, докато не бъдат изменени, заменени или отменени от надзорния орган."
		},
		{
			"lang": "hu",
			"text": "Amennyiben a személyes adatok védelmére jogilag kötelező eszközben nem nyújtanak megfelelő biztosítékokat, az adatkezelőnek vagy -feldolgozónak előzetes engedélyt kell szerezni az adattovábbításra, adattovábbításokra vagy azon rendelkezésekre vonatkozóan, amelyeket az ilyen adattovábbítás alapját képező közigazgatási megállapodásba kell iktatni. A felügyelő hatóság ilyen engedélyének meg kell felelnie a 34. cikk (1) bekezdése a) pontjának. Amennyiben az adattovábbítás olyan feldolgozási tevékenységekkel kapcsolatos, amelyek másik tagállamban vagy tagállamokban található érintettekre vonatkoznak, vagy lényegesen érintik a személyes adatok szabad mozgását az Unióban, a felügyelő hatóság az 57. cikk szerinti egységességi mechanizmust alkalmazza. A felügyelő hatóságnak a 95/46/EK irányelv 26. cikkének (2) bekezdésén alapuló engedélyei hatályban maradnak mindaddig, amíg azokat a felügyelő hatóság nem módosítja, nem váltja fel vagy nem helyezi hatályon kívül."
		},
		{
			"lang": "mt",
			"text": "Meta s-salvagwardji xierqa rigward il-protezzjoni tad-dejta personali mhumiex previsti fi strument legalment vinkolanti, il-kontrollur jew il-proċessur għandu jikseb awtorizzazzjoni minn qabel għat-trasferiment, jew sett ta’ trasferimenti, jew għal dispożizzjonijiet li għandhom jiddaħħlu fl-arranġamenti amministrattivi li jipprovdu l-bażi għal dan it-trasferiment. Din l-awtorizzazzjoni mill-awtorità ta’ superviżjoni għandha tkun skont il-punt (a) tal-Artikolu 34(1). Jekk it-trasferiment huwa relatat ma’ attivitajiet ta’ pproċessar li jirrigwardaw is-suġġetti tad-dejta fi Stat Membru ieħor jew fi Stati Membri oħra, jew jaffettwaw b’mod sostanzjali l-moviment liberu ta’ dejta personali ġewwa l-Unjoni, l-awtorità ta’ superviżjoni għandha tapplika l-mekkaniżmu ta’ konsistenza msemmi fl-Artikolu 57. L-awtorizzazzjonijiet minn awtorità superviżorja fuq il-bażi tal-Artikolu 26(2) tad-Direttiva 95/46/KE għandhom jibqgħu validi, sakemm ma jiġu emendati, mibdula jew imħassra mill-awtorità ta’ superviżjoni."
		},
		{
			"lang": "lv",
			"text": "Ja atbilstoši personas datu aizsardzības pasākumi nav paredzēti juridiski saistošā aktā, pārzinis vai apstrādātājs saņem iepriekšēju atļauju nosūtīšanai vai vairākkārtējai nosūtīšanai, vai noteikumiem, kas jāpievieno pārvaldības norunām, kas ir šādas nosūtīšanas pamatā. Šādu atļauju uzraudzības iestāde sniedz saskaņā 34. panta 1. punktu. Ja nosūtīšana ir saistīta ar apstrādes darbībām, kas attiecas uz datu subjektiem citā dalībvalstī vai dalībvalstīs, vai būtiski skar personas datu brīvu apriti Savienībā, uzraudzības iestāde piemēro konsekvences mehānismu, kas minēts 57. pantā. Uzraudzības iestādes atļaujas, kas izsniegtas saskaņā ar Direktīvas 95/46/EK 26. panta 2. punktu, ir spēkā, kamēr uzraudzības iestāde tās negroza, neaizstāj vai neatceļ."
		},
		{
			"lang": "ro",
			"text": "În cazul în care nu se furnizează garanții corespunzătoare în ceea ce privește protecția datelor cu caracter personal printr-un instrument cu forță juridică obligatorie, operatorul sau persoana împuternicită de către operator obține autorizarea prealabilă pentru transfer sau seria de transferuri, sau pentru dispozițiile care vor fi incluse în acordurile administrative care constituie temeiul pentru un astfel de transfer. Autorizarea acordată de autoritatea de supraveghere este în conformitate cu articolul 34 alineatul (1). Dacă transferul are legătură cu activitățile de prelucrare care se referă la persoane vizate din alt stat membru sau din alte state membre, sau dacă afectează în mod semnificativ libera circulație a datelor cu caracter personal în cadrul Uniunii, autoritatea de supraveghere aplică mecanismul pentru asigurarea coerenței prevăzut la articolul 57. Autorizațiile acordate de către autoritatea de supraveghere în temeiul articolului 26 alineatul (2) din Directiva 95/46/CE sunt valabile, până la data la care sunt modificate, înlocuite sau abrogate de către respectiva autoritate de supraveghere."
		},
		{
			"lang": "sk",
			"text": "V prípade, že náležité záruky na ochranu osobných údajov nie sú zabezpečené právne záväzným nástrojom, prevádzkovateľ alebo sprostredkovateľ musia vopred získať povolenie k prenosu či súboru prenosov, alebo k ustanoveniam, ktoré sa majú vložiť do administratívnych opatrení tvoriacich základ takéhoto prenosu. Takéto povolenie dozorného orgánu musí byť v súlade s článkom 34 ods. 1. Ak presun súvisí s činnosťou spracovania, ktorá sa týka dotknutých osôb v inom členskom štáte či štátoch, alebo podstatne ovplyvňuje voľný pohyb osobných údajov v rámci Únie, dozorný orgán uplatní mechanizmus konzistentnosti ustanovený v článku 57. Povolenia dozorného orgánu na základe článku 26 ods. 2 smernice 95/46/ES zostávajú v platnosti, pokým ich tento dozorný orgán nezmení či nedoplní, nenahradí alebo nezruší."
		},
		{
			"lang": "sl",
			"text": "Kadar ustrezni zaščitni ukrepi v zvezi z varstvom osebnih podatkov niso zagotovljeni v pravno zavezujočem aktu, upravljavec ali obdelovalec za prenos ali niz prenosov ali določbe, ki bodo vstavljene v upravne dogovore, ki določajo podlago za tak prenos, pridobi predhodno odobritev. Taka odobritev s strani nadzornega organa je v skladu s točko (a) člena 34(1). Če je prenos povezan s postopki obdelave v zvezi s posamezniki, na katere se nanašajo osebni podatki, v drugi državi članici ali drugih državah članicah ali znatno vpliva na prosti pretok osebnih podatkov v Uniji, nadzorni organ uporabi mehanizem za skladnost iz člena 57. Odobritve s strani nadzornega organa na podlagi člena 26(2) Direktive 95/46/ES ostanejo veljavne, dokler jih ta nadzorni organ ne spremeni, nadomesti ali razveljavi."
		},
		{
			"lang": "fi",
			"text": "Jos henkilötietojen suojaa koskevia asianmukaisia takeita ei anneta oikeudellisesti sitovassa välineessä, rekisterinpitäjän tai henkilötietojen käsittelijän on saatava ennakkohyväksyntä siirrolle tai siirtojen sarjalle tai säännöksille, jotka sisällytetään tällaisen siirron perusteet muodostaviin hallinnollisiin järjestelyihin. Valvontaviranomainen antaa tämän ennakkohyväksynnän 34 artiklan 1 kohdan mukaisesti. Jos siirto liittyy käsittelytoimiin, jotka kohdistuvat toisessa jäsenvaltiossa tai toisissa jäsenvaltioissa asuviin rekisteröityihin, tai jos toimet voivat merkittävästi haitata henkilötietojen vapaata liikkuvuutta unionissa, valvontaviranomaisen on sovellettava 57 artiklassa tarkoitettua yhdenmukaisuusmekanismia. Ennakkohyväksynnät, jotka valvontaviranomainen on antanut direktiivin 95/46/EY 26 artiklan 2 kohdan nojalla, pysyvät voimassa, kunnes valvontaviranomainen muuttaa niitä tai korvaa tai kumoaa ne."
		},
		{
			"lang": "pl",
			"text": "Jeśli prawnie wiążący instrument nie przewiduje odpowiednich gwarancji w zakresie ochrony danych, administrator lub podmiot przetwarzający uzyskują uprzednie zezwolenie na przekazanie lub przekazywanie lub też na włączenie stosownych przepisów do porozumień administracyjnych przewidujących podstawę takiego przekazania. Takie zezwolenie organu nadzorczego jest zgodne z art. 34 ust. 1 lit. a). Jeśli przekazanie wiąże się z przetwarzaniem, które dotyczy podmiotów danych w innym państwie członkowskim lub innych państwach członkowskich bądź ma istotny wpływ na swobodny przepływ danych osobowych w całej Unii, organ nadzorczy stosuje mechanizm zgodności, o którym mowa w art. 57. Zezwolenia wydane przez organ nadzorczy na podstawie art. 26 ust. 2 dyrektywy 95/46/WE zachowują ważność do czasu ich zmiany, zastąpienia lub uchylenia przez ten organ."
		},
		{
			"lang": "lt",
			"text": "Jeigu su asmens duomenų apsauga susijusios tinkamos apsaugos priemonės nenustatytos teisiškai privalomu dokumentu, duomenų valdytojas arba duomenų tvarkytojas gauna išankstinį leidimą vieną ar kelis kartus perduoti duomenis arba į administracinius susitarimus, kuriais grindžiamas toks perdavimas, įtraukti atitinkamas nuostatas. Tokį leidimą priežiūros institucija suteikia pagal 34 straipsnio 1 dalį. Jeigu duomenys perduodami vykdant duomenų tvarkymo veiklą, susijusią su duomenų subjektais kitoje valstybėje narėje arba kitose valstybėse narėse, arba duomenis perduodant daromas didelis poveikis laisvam asmens duomenų judėjimui Sąjungoje, priežiūros institucija taiko 57 straipsnyje nurodytą nuoseklumo užtikrinimo mechanizmą. Leidimai, kuriuos priežiūros institucija suteikė remdamasi Direktyvos 95/46/EB 26 straipsnio 2 dalimi, lieka galioti, kol ta priežiūros institucija jų iš dalies nepakeis, nepakeis naujais sprendimais arba nepanaikins."
		},
		{
			"lang": "nl",
			"text": "Wanner er geen passende garanties in verband met de bescherming van persoonsgegevens in een juridisch bindend instrument worden geboden, verkrijgt de voor de verwerking verantwoordelijke of de verwerker voorafgaande toestemming voor de doorgifte, voor een categorie doorgiften of voor bepalingen die moeten worden opgenomen in de administratieve regelingen die de basis voor een dergelijke doorgifte vormen. Die toestemming van de toezichthoudende autoriteit moet met artikel 34, lid 1, in overeenstemming zijn. Indien de doorgifte verband houdt met verwerkingen die betrekking hebben op betrokkenen in een andere lidstaat of andere lidstaten of een inbreuk maken op het vrije verkeer van persoonsgegevens binnen de Unie, verricht de toezichthoudende autoriteit de in artikel 57 bedoelde conformiteitstoetsing. Toestemmingen die een toezichthoudende autoriteit op grond van artikel 26, lid 2, van Richtlijn 95/46/EG heeft verleend, blijven geldig, totdat zij door die toezichthoudende autoriteit worden gewijzigd, vervangen of ingetrokken."
		},
		{
			"lang": "sv",
			"text": "Om lämpliga skyddsåtgärder för personuppgifter inte garanteras genom ett juridiskt bindande instrument ska den registeransvarige eller registerföraren i förväg söka tillstånd för överföring eller för en serie överföringar, eller söka tillstånd att få införa bestämmelser för ändamålet som en del i de administrativa arrangemang som överföringen ska grundas på. Tillsynsmyndigheten ska besluta om sådant tillstånd enligt artikel 34.1 a. Om överföringen har samband med behandling av uppgifter om registrerade personer i en eller flera andra medlemsstater eller om den väsentligt påverkar det fria flödet av personuppgifter inom unionen ska tillsynsmyndigheten tillämpa den mekanism för enhetlighet som avses i artikel 57. Tillstånd som beviljats av tillsynsmyndigheten på grundval av artikel 26.2 i direktiv 95/46/EG ska förbli giltiga tills de ändrats, ersatts eller upphävts av samma myndighet."
		}
	],
	"children": [],
	"title": "Article 42 – Paragraph 5"
}