{
	"id": "a43p3",
	"type": "paragraph",
	"literal": "3",
	"parent": "a43",
	"text": [
		{
			"lang": "en",
			"text": "The Commission shall be empowered to adopt delegated acts in accordance with Article 86 for the purpose of further specifying the criteria and requirements for binding corporate rules within the meaning of this Article, in particular as regards the criteria for their approval, the application of points (b), (d), (e) and (f) of paragraph 2 to binding corporate rules adhered to by processors and on further necessary requirements to ensure the protection of personal data of the data subjects concerned."
		},
		{
			"lang": "de",
			"text": "Die Kommission wird ermächtigt, delegierte Rechtsakte nach Maßgabe von Artikel 86 zu erlassen, um die Kriterien und Anforderungen für verbindliche unternehmensinterne Vorschriften im Sinne dieses Artikels und insbesondere die Kriterien für deren Genehmigung und für die Anwendung von Absatz 2 Buchstaben b, d, e, und f auf verbindliche unternehmensinterne Vorschriften von Auftragsverarbeitern sowie weitere erforderliche Anforderungen zum Schutz der personenbezogenen Daten der betroffenen Personen festzulegen."
		},
		{
			"lang": "fr",
			"text": "La Commission est habilitée à adopter des actes délégués en conformité avec l’article 86, aux fins de préciser davantage les critères et exigences applicables aux règles d'entreprise contraignantes au sens du présent article, notamment en ce qui concerne les critères applicables à leur approbation, l'application du paragraphe 2, points b), d), e) et f), aux règles d'entreprise contraignantes auxquelles adhèrent les sous‑traitants, et les exigences nécessaires supplémentaires pour assurer la protection des données à caractère personnel des personnes concernées en question."
		},
		{
			"lang": "es",
			"text": "La Comisión estará facultada para adoptar actos delegados, de conformidad con lo dispuesto en el artículo 86, a fin de especificar los criterios y requisitos aplicables a las normas corporativas vinculantes a tenor de lo dispuesto en el presente artículo, en particular en lo que respecta a los criterios aplicables a su aprobación, la aplicación de las letras b), d), e) y f) del apartado 2 a las normas corporativas vinculantes a las que se hayan adherido los encargados del tratamiento, y otros requisitos necesarios para garantizar la protección de los datos personales de los interesados afectados."
		},
		{
			"lang": "pt",
			"text": "São atribuídas competências à Comissão para adotar atos delegados em conformidade com o artigo 86.º, a fim de especificar mais concretamente os critérios e as condições aplicáveis às regras vinculativas para empresas na aceção do presente artigo, nomeadamente quanto aos critérios aplicáveis à respetiva aprovação, à aplicação do n.º 2, alíneas b), d), e) e f), às regras vinculativas para empresas às quais aderem subcontratantes, e aos requisitos necessários para assegurar a proteção de dados pessoais dos titulares de dados."
		},
		{
			"lang": "it",
			"text": "Alla Commissione è conferito il potere di adottare atti delegati conformemente all’articolo 86 al fine di precisare i criteri e i requisiti concernenti le norme vincolanti d’impresa ai sensi del presente articolo, in particolare i criteri per la loro approvazione, l’applicazione del paragrafo 2, lettere b), d), e) e f) alle norme vincolanti d’impresa cui gli incaricati del trattamento aderiscono e gli ulteriori requisiti per garantire la protezione dei dati personali degli interessati in questione."
		},
		{
			"lang": "ga",
			"text": "Tabharfar de chumhacht don Choimisiún gníomhartha tarmligthe a ghlacadh i gcomhréir le hAirteagal 86 chun na critéir agus na ceanglais maidir le rialacha ceangailteacha corparáideacha laistigh de bhrí an Airteagail seo a shonrú tuilleadh, go háirithe i gcás na gcritéar maidir le formheas na rialacha, cur i bhfeidhm phointí (b), (d), (e) agus (f) de mhír 2 maidir le rialacha ceangailteacha corparáideacha lena gcloíonn próiseálaithe agus na ceanglais riachtanacha bhreise chun cosaint sonraí pearsanta na ndaoine is ábhar do na sonraí lena mbaineann a áirithiú."
		},
		{
			"lang": "cs",
			"text": "Komise je zmocněna přijímat akty v přenesené pravomoci v souladu s článkem 86 za účelem dalšího vymezení kritérií a požadavků na závazná podniková pravidla ve smyslu tohoto článku, zejména pokud jde o kritéria pro jejich schvalování, o uplatňování ustanovení odst. 2 písm. b), d), e) a f) na závazná podniková pravidla, k nimž se zpracovatelé hlásí, a o další požadavky potřebné k zajištění ochrany osobních údajů dotčených subjektů údajů."
		},
		{
			"lang": "da",
			"text": "Kommissionen tillægges beføjelser til at vedtage delegerede retsakter i overensstemmelse med artikel 86 med henblik på nærmere fastlæggelse af kriterier og krav vedrørende bindende virksomhedsregler som omhandlet i denne artikel, navnlig med hensyn til kriterierne for deres godkendelse, anvendelsen af stk. 2, litra b), d), e) og f), på bindende virksomhedsregler, der gælder for registerførere, og med hensyn til yderligere krav for at sikre beskyttelsen af de berørte registreredes personoplysninger."
		},
		{
			"lang": "et",
			"text": "Komisjoni volitatakse vastavalt artiklile 86 võtma vastu delegeeritud õigusakte, millega täpsustatakse siduvate ettevõtluseeskirjade tingimusi ja nõudeid käesoleva artikli tähenduses, eelkõige seoses nende heakskiitmise tingimustega, lõike 2 punktide b, d, e ja f kohaldamisega volitatud töötlejate poolt täidetavate siduvate ettevõtluseeskirjade suhtes ja täiendavate nõuetega, et tagada asjaomaste andmesubjektide isikuandmete kaitse."
		},
		{
			"lang": "el",
			"text": "Η Επιτροπή εξουσιοδοτείται να εκδίδει κατ’ εξουσιοδότηση πράξεις σύμφωνα με το άρθρο 86 για τον περαιτέρω προσδιορισμό των κριτηρίων και των απαιτήσεων σχετικά με τους δεσμευτικούς εταιρικούς κανόνες κατά την έννοια του παρόντος άρθρου, ιδίως όσον αφορά τα κριτήρια για την έγκρισή τους, την εφαρμογή της παραγράφου 2 στοιχεία β), δ), ε) και στ) στους δεσμευτικούς εταιρικούς κανόνες που τηρούν οι υπεύθυνοι επεξεργασίας, και των περαιτέρω απαραίτητων απαιτήσεων ώστε να διασφαλίζεται η προστασία των δεδομένων προσωπικού χαρακτήρα των ενδιαφερόμενων προσώπων στα οποία αναφέρονται τα δεδομένα."
		},
		{
			"lang": "bg",
			"text": "На Комисията се предоставя правомощието да приема делегирани актове в съответствие с член 86 с цел допълнително уточняване на критериите и изискванията за задължителните фирмени правила по смисъла на настоящия член, по-специално по отношение на критериите за тяхното одобрение, прилагането на параграф 2, букви б), г), д) и е) спрямо задължителните фирмени правила, с които са ангажирани обработващите лични данни, както и на необходимите допълнителни изисквания, за да се осигури защитата на личните на данни на съответните субекти на данни."
		},
		{
			"lang": "hu",
			"text": "A Bizottság felhatalmazást kap arra, hogy az e cikk szerinti kötelező erejű vállalati szabályokra – különösen azok elfogadására, a (2) bekezdés b), d), e) és f) pontjának az adatfeldolgozókra vonatkozó kötelező erejű vállalati szabályokra történő alkalmazására és az érintettek személyes adatai védelmének biztosítására ‑ vonatkozó szempontok és követelmények további meghatározása érdekében a 86. cikkel összhangban felhatalmazáson alapuló jogi aktusokat fogadjon el."
		},
		{
			"lang": "mt",
			"text": "Il-Kummissjoni għandu jkollha s-setgħa li tadotta atti delegati skont l-Artikolu 86 sabiex tispeċifika aktar il-kriterji u r-rekwiżiti għal regoli korporattivi vinkolanti fis-sens ta’ dan l-Artikolu, b’mod partikolari fir-rigward tal-kriterji għall-approvazzjoni tagħhom, l-applikazzjoni tal-punti (b), (d), (e) u (f) tal-paragrafu 2 għar-regoli korporattivi vinkolanti osservati mill-proċessuri u dwar rekwiżiti oħrajn meħtieġa għall-iżgurar tal-protezzjoni tad-dejta personali tas-suġġetti tad-dejta kkonċernati."
		},
		{
			"lang": "lv",
			"text": "Komisijai piešķir tiesības pieņemt deleģētos aktus saskaņā ar 86. pantu ar nolūku sīkāk precizēt kritērijus un prasības attiecībā uz saistošiem uzņēmuma noteikumiem šā panta izpratnē, jo īpaši attiecībā uz kritērijiem to apstiprināšanai, kritērijiem 2. punkta b), d), e) un f) apakšpunktu piemērošanai apstrādātāju uzņēmuma saistošajiem noteikumiem un citām nepieciešamām prasībām attiecīgo datu subjektu personas datu aizsardzības nodrošināšanai."
		},
		{
			"lang": "ro",
			"text": "Comisia este mandatată să adopte acte delegate în conformitate cu articolul 86 cu scopul detalierii criteriilor și cerințelor pentru regulile corporatiste obligatorii în sensul prezentului articol, în special în ceea ce privește criteriile pentru aprobarea lor, aplicarea literelor (b), (d), (e) și (f) de la alineatul (2) la regulile corporatiste obligatorii la care au aderat persoanele împuternicite de către operator și la alte cerințe necesare pentru a garanta protecția datelor cu caracter personal ale persoanelor vizate în cauză."
		},
		{
			"lang": "sk",
			"text": "Komisia je splnomocnená prijať delegované akty v súlade s článkom 86 s cieľom bližšie určiť kritériá a požiadavky týkajúce sa záväzných firemných pravidiel v zmysle tohto článku, najmä kritériá na ich schválenie, ďalej uplatňovanie odseku 2 písm. b), d), e) a f) na záväzné firemné pravidlá, ktoré si osvojili sprostredkovatelia, ako aj ďalšie nevyhnutné požiadavky na zabezpečenie ochrany osobných údajov príslušných dotknutých osôb."
		},
		{
			"lang": "sl",
			"text": "Komisija je v skladu s členom 86 pooblaščena za sprejemanje delegiranih aktov, s katerimi podrobneje določi merila in zahteve za zavezujoča poslovna pravila v smislu tega člena, zlasti glede meril za njihovo odobritev in uporabe točk (b), (d), (e) in (f) odstavka 2 za zavezujoča poslovna pravila, ki veljajo za obdelovalce, ter nadaljnjih zahtev, potrebnih za zagotavljanje varstva osebnih podatkov zadevnih posameznikov, na katere se nanašajo osebni podatki."
		},
		{
			"lang": "fi",
			"text": "Siirretään komissiolle valta antaa 86 artiklan mukaisesti delegoituja säädöksiä, joissa määritellään tarkemmin tässä artiklassa tarkoitettuja yritystä koskevia sitovia sääntöjä koskevat kriteerit ja vaatimukset, erityisesti kriteerit niiden hyväksymiselle ja 2 kohdan b, d, e ja f alakohdan soveltamiselle henkilötietojen käsittelijöiden noudattamiin yritystä koskeviin sitoviin sääntöihin sekä muut tarvittavat vaatimukset asianomaisille rekisteröidyille kuuluvien henkilötietojen suojan varmistamiseksi."
		},
		{
			"lang": "pl",
			"text": "Komisja jest uprawniona do przyjmowania aktów delegowanych zgodnie z art. 86 w celu doprecyzowania kryteriów i wymogów dotyczących wiążących reguł korporacyjnych w rozumieniu tego artykułu, w szczególności jeśli chodzi o kryteria ich zatwierdzania, stosowanie ust. 2 lit. b), d) i e) do wiążących reguł korporacyjnych, które przyjęły podmioty przetwarzające oraz innych niezbędnych wymogów w celu zapewnienia ochrony danych osobowych osoby, której one dotyczą."
		},
		{
			"lang": "lt",
			"text": "Komisija įgaliojama pagal 86 straipsnį priimti deleguotuosius aktus ir jais nustatyti išsamesnius įmonei privalomų taisyklių, kaip apibrėžta šiame straipsnyje, kriterijus ir reikalavimus, visų pirma kriterijus, susijusius su įmonei privalomų taisyklių patvirtinimu, 2 dalies b, d, e ir f punktų taikymu įmonei privalomoms taisyklėms, kurių laikosi duomenų tvarkytojai, ir su kitais būtinais reikalavimais, siekiant užtikrinti atitinkamų duomenų subjektų asmens duomenų apsaugą."
		},
		{
			"lang": "nl",
			"text": "De Commissie is bevoegd overeenkomstig artikel 86 gedelegeerde handelingen vast te stellen met het oog op de nadere invulling van de criteria en de vereisten voor bindende bedrijfsvoorschriften in de zin van dit artikel, waaronder de criteria voor hun goedkeuring en de toepassing van lid 2, onder b), d), e) en f), op de bindende bedrijfsvoorschriften van verwerkers, en de andere vereisten die nodig zijn om de bescherming van de persoonsgegevens van de betrokkenen te waarborgen."
		},
		{
			"lang": "sv",
			"text": "Kommissionen ska ha befogenhet att anta delegerade akter enligt artikel 86 i syfte att ytterligare precisera kriterierna och kraven för bindande företagsbestämmelser i den mening som avses i denna artikel, särskilt i fråga om kriterierna för godkännande av sådana bestämmelser, tillämpningen av punkt 2 b, d, e och f i fråga om bindande företagsbestämmelser som tillämpas av registerförare, samt om ytterligare krav som gäller skyddet av de registrerades personuppgifter."
		}
	],
	"children": [],
	"title": "Article 43 – Paragraph 3"
}