{
	"id": "a44p3",
	"type": "paragraph",
	"literal": "3",
	"parent": "a44",
	"text": [
		{
			"lang": "en",
			"text": "Where the processing is based on point (h) of paragraph 1, the controller or processor shall give particular consideration to the nature of the data, the purpose and duration of the proposed processing operation or operations, as well as the situation in the country of origin, the third country and the country of final destination, and adduced appropriate safeguards with respect to the protection of personal data, where necessary."
		},
		{
			"lang": "de",
			"text": "Bei Datenverarbeitungen gemäß Absatz 1 Buchstabe h berücksichtigt der für die Verarbeitung Verantwortliche oder der Auftragsverarbeiter insbesondere die Art der Daten, die Zweckbestimmung und die Dauer der geplanten Verarbeitung, die Situation im Herkunftsland, in dem betreffenden Drittland und im Endbestimmungsland sowie erforderlichenfalls etwaige vorgesehene geeignete Garantien zum Schutz personenbezogener Daten."
		},
		{
			"lang": "fr",
			"text": "Lorsque le traitement s'effectue en vertu du paragraphe 1, point h), le responsable du traitement ou le sous‑traitant prend particulièrement en considération la nature des données, la finalité et la durée du ou des traitements envisagés, ainsi que la situation dans le pays d'origine, le pays tiers et le pays de destination finale, et offre des garanties appropriées au regard de la protection des données à caractère personnel, s'il y a lieu."
		},
		{
			"lang": "es",
			"text": "Cuando el tratamiento se efectúe de conformidad con el apartado 1, letra h), el responsable o el encargado del tratamiento prestarán especial atención a la naturaleza de los datos, la finalidad y la duración de la operación o las operaciones de tratamiento propuestas, así como la situación en el país de origen, el tercer país y el país de destino final, y ofrecerán, en su caso, garantías apropiadas con respecto a la protección de datos personales."
		},
		{
			"lang": "pt",
			"text": "Sempre que o tratamento tiver por base o n.º 1, alínea h), o responsável pelo tratamento ou o subcontratante deve atender especialmente à natureza dos dados, à finalidade e à duração do tratamento ou tratamentos previstos, bem como à situação no país de origem, no país terceiro e no país de destino final, e apresentar as garantias adequadas relativamente à proteção de dados pessoais, se for caso disso."
		},
		{
			"lang": "it",
			"text": "Qualora il trasferimento si basi sul paragrafo 1, lettera h), il responsabile del trattamento o l’incaricato del trattamento prende in considerazione la natura dei dati, la finalità e la durata del trattamento previsto, nonché la situazione nel paese d’origine, nel paese terzo e nel paese di destinazione finale, e offre garanzie adeguate per la protezione dei dati personali, ove necessario."
		},
		{
			"lang": "ga",
			"text": "I gcás ina bhfuil an phróiseáil bunaithe ar phointe (h) de mhír 1, tabharfaidh an rialaitheoir nó an próiseálaí aird ar leith ar an gcineál sonraí atá le próiseáil, ar chuspóir agus fad na hoibríochta próiseála nó na n‑oibríochtaí próiseála atá beartaithe, chomh maith leis an staid sa tír thionscnaimh, sa tríú tír agus sa tír atá mar cheann scríbe, agus ar chosaintí iomchuí atá tugtha ar aird i ndáil le cosaint sonraí pearsanta, nuair is gá."
		},
		{
			"lang": "cs",
			"text": "Jestliže se zpracování zakládá na odst. 1 písm. h), správce nebo zpracovatel zváží zvláště povahu údajů, účel a dobu trvání navrhovaného zpracování, jakož i situaci v zemi původu, v dané třetí zemi a v zemi konečného určení a v případě potřeby přijme vhodné záruky pro ochranu osobních údajů."
		},
		{
			"lang": "da",
			"text": "Hvis behandlingen er baseret på stk. 1, litra h), tager den registeransvarlige eller registerføreren særligt hensyn til personoplysningernes karakter, den påtænkte behandlings formål og varighed samt situationen i oprindelseslandet, tredjelandet og det endelige bestemmelsessted og de fornødne garantier, der ydes for beskyttelsen af personoplysninger."
		},
		{
			"lang": "et",
			"text": "Kui andmete töötlemine põhineb lõike 1 punktil h, peab vastutav töötleja või volitatud töötleja pöörama erilist tähelepanu andmete laadile, kavandatud töötlemistoimingu või töötlemistoimingute eesmärgile ja kestusele ning samuti olukorrale andmete päritoluriigis, kolmandas riigis ja lõplikus sihtriigis ning vajaduse korral seoses isikuandmete kaitsega lisatud asjaomastele kaitsemeetmetele."
		},
		{
			"lang": "el",
			"text": "Εάν η επεξεργασία βασίζεται στην παράγραφο 1 στοιχείο η), ο υπεύθυνος επεξεργασίας ή ο εκτελών την επεξεργασία λαμβάνουν ιδιαίτερα υπόψη τη φύση των δεδομένων, τον σκοπό και τη διάρκεια της σχεδιαζόμενης πράξης (ή των πράξεων) επεξεργασίας, καθώς και την κατάσταση στη χώρα προέλευσης, στην τρίτη χώρα και στη χώρα τελικού προορισμού, καθώς και τις παρεχόμενες κατάλληλες εγγυήσεις για την προστασία των δεδομένων προσωπικού χαρακτήρα, εφόσον απαιτείται."
		},
		{
			"lang": "bg",
			"text": "Когато обработването се основава на параграф 1, буква з), администраторът или обработващият лични данни обръща специално внимание на естеството на данните, целта и продължителността на предлаганата операция или операции по обработването им, както и на ситуацията в държавата на произход, третата държава или държавата на крайното местоназначение на данните, и на предоставените, когато е било необходимо, подходящи гаранции във връзка със защитата на личните данни."
		},
		{
			"lang": "hu",
			"text": "Amennyiben a feldolgozás az (1) bekezdés h) pontján alapul, az adatkezelő vagy -feldolgozó különös figyelmet fordít az adatok jellegére, a tervezett feldolgozási művelet vagy műveletek céljára és időtartamára, valamint a kiindulási ország, a harmadik ország és a célország szerinti helyzetre, valamint szükség szerint a személyes adatok védelme tekintetében biztosított megfelelő biztosítékokra."
		},
		{
			"lang": "mt",
			"text": "Meta l-ipproċessar ikun ibbażat fuq il-punt (h) tal-paragrafu 1, il-kontrollur jew il-proċessur għandu jagħti konsiderazzjoni partikolari lin-natura tad-dejta, l-għan u t-tul tal-operazzjoni jew tal-operazzjonijiet ta’ pproċessar proposti, kif ukoll lis-sitwazzjoni fil-pajjiż tal-oriġini, il-pajjiż terz u l-pajjiż tad-destinazzjoni finali, u salvagwardji xierqa ppreżentati fir-rigward tal-protezzjoni tad-dejta personali, fejn meħtieġ."
		},
		{
			"lang": "lv",
			"text": "Ja apstrāde pamatojas uz 1. punkta h) apakšpunktu, pārzinis vai apstrādātājs īpaši apsver datu būtību, ierosinātās apstrādes darbības vai darbību nolūku un ilgumu, kā arī situāciju datu izcelsmes valstī, trešā valstī vai galamērķa valstī un, ja nepieciešams, nodrošina atbilstošus personas datu aizsardzības pasākumus."
		},
		{
			"lang": "ro",
			"text": "În cazul în care prelucrarea se realizează în baza alineatului (1) litera (h), operatorul sau persoana împuternicită de către operator trebuie să acorde atenție deosebită naturii datelor, scopului și duratei operațiunii sau operațiunilor propuse de prelucrare, situației din țara de origine, din țara terță și din țara de destinație finală și garanțiilor corespunzătoare oferite în ceea ce privește protecția datelor cu caracter personal, în cazul în care este necesar."
		},
		{
			"lang": "sk",
			"text": "Ak sa spracúvanie vykonáva na základe odseku 1 písm. h), prevádzkovateľ alebo sprostredkovateľ musia osobitne prihliadať na povahu údajov, účel a trvanie navrhovanej operácie či operácií spracovania, ako aj na situáciu v krajine pôvodu, v tretej krajine a krajine konečného určenia a uviesť v prípade potreby náležité záruky, pokiaľ ide o ochranu osobných údajov."
		},
		{
			"lang": "sl",
			"text": "Kadar obdelava temelji na točki (h) odstavka 1, upravljavec ali obdelovalec posebno pozornost nameni naravi podatkov, namenu in trajanju predlaganega postopka ali postopkov obdelave ter razmeram v državi izvora, tretji državi in končni namembni državi ter po potrebi predvidi ustrezne zaščitne ukrepe za varstvo osebnih podatkov."
		},
		{
			"lang": "fi",
			"text": "Jos käsittely perustuu 1 kohdan h alakohtaan, rekisterinpitäjän tai henkilötietojen käsittelijän on kiinnitettävä erityistä huomiota tietojen luonteeseen sekä ehdotetun käsittelytoimen tai ehdotettujen käsittelytoimien tarkoitukseen ja kestoon sekä tilanteeseen tietojen alkuperämaassa, kolmannessa maassa ja lopullisessa kohdemaassa, ja annettava tarvittaessa henkilötietojen suojaa koskevat asianmukaiset takeet."
		},
		{
			"lang": "pl",
			"text": "Jeśli przetwarzanie odbywa się na podstawie ust. 1 lit. h), administrator lub podmiot przetwarzający zwracają szczególną uwagę na charakter danych, cel i czas trwania planowanej operacji przetwarzania lub planowanych operacji przetwarzania, a także sytuację w państwie pochodzenia, państwie trzecim i państwie ostatecznego przeznaczenia oraz, w razie potrzeby, istnienie odpowiednich gwarancji w zakresie ochrony danych."
		},
		{
			"lang": "lt",
			"text": "Jeigu duomenų tvarkymas grindžiamas 1 dalies h punktu, duomenų valdytojas arba duomenų tvarkytojas visų pirma atsižvelgia į duomenų pobūdį, siūlomos duomenų tvarkymo operacijos ar operacijų tikslą ir trukmę, taip pat padėtį kilmės šalyje, trečiojoje šalyje ir paskirties šalyje ir prireikus nustatytas su asmens duomenų apsauga susijusias tinkamas apsaugos priemones."
		},
		{
			"lang": "nl",
			"text": "Bij verwerking overeenkomstig lid 1, onder h), besteedt de voor de verwerking verantwoordelijke of de verwerker bijzondere aandacht aan de aard van de gegevens, het doel en de duur van de voorgestelde verwerking of verwerkingen, alsook aan de situatie in het land van herkomst, het derde land en het land van de uiteindelijke bestemming en, indien nodig, aan de geboden passende garanties in verband met de bescherming van persoonsgegevens."
		},
		{
			"lang": "sv",
			"text": "Om behandlingen av uppgifter grundas på punkt 1 h ska den registeransvarige eller registerföraren ta särskild hänsyn till uppgiftens art, den eller de avsedda behandlingarnas ändamål och varaktighet samt situationen i ursprungslandet, tredjelandet och det slutliga bestämmelselandet, och om så krävs vidta lämpliga åtgärder för att skydda personuppgifter."
		}
	],
	"children": [],
	"title": "Article 44 – Paragraph 3"
}