{
	"id": "a44p5",
	"type": "paragraph",
	"literal": "5",
	"parent": "a44",
	"text": [
		{
			"lang": "en",
			"text": "The public interest referred to in point (d) of paragraph 1 must be recognised in Union law or in the law of the Member State to which the controller is subject."
		},
		{
			"lang": "de",
			"text": "Das in Absatz 1 Buchstabe d genannte öffentliche Interesse muss im Unionsrecht oder im Recht des Mitgliedstaats, dem der für die Verarbeitung Verantwortliche unterliegt, anerkannt sein."
		},
		{
			"lang": "fr",
			"text": "L'intérêt général visé au paragraphe 1, point d), doit être reconnu par le droit de l'Union ou le droit de l'État membre dont relève le responsable du traitement."
		},
		{
			"lang": "es",
			"text": "El interés público contemplado en el apartado 1, letra d), deberá ser reconocido por el Derecho de la Unión o del Estado miembro a que esté sujeto el responsable del tratamiento."
		},
		{
			"lang": "pt",
			"text": "O interesse público referido no n.º 1, alínea d), deve ser reconhecido pelo direito da União ou do Estado-Membro ao qual o responsável pelo tratamento se encontre sujeito."
		},
		{
			"lang": "it",
			"text": "L’interesse pubblico di cui al paragrafo 1, lettera d), deve essere riconosciuto dal diritto dell’Unione o dello Stato membro cui è soggetto il responsabile del trattamento."
		},
		{
			"lang": "ga",
			"text": "Ní mór go bhfuil an leas poiblí dá dtagraítear i bpointe (d) de mhír 1 aitheanta i ndlí an Aontais nó i ndlí an Bhallstáit a bhfuil an rialaitheoir faoina réir."
		},
		{
			"lang": "cs",
			"text": "Veřejný zájem uvedený v odst. 1 písm. d) musí být uznáván právem Unie nebo právem členského státu, kterému správce podléhá."
		},
		{
			"lang": "da",
			"text": "De samfundsinteresser, der er omhandlet i stk. 1, litra d, skal være anerkendt i EU-retten eller lovgivningen i den medlemsstat, som den registeransvarlige er underlagt."
		},
		{
			"lang": "et",
			"text": "Lõike 1 punktis d osutatud avalik huvi peab olema tunnustatud liidu õigusaktides või liikmesriigi õiguses, mida vastutava töötaja suhtes kohaldatakse."
		},
		{
			"lang": "el",
			"text": "Το δημόσιο συμφέρον που αναφέρεται στην παράγραφο 1 στοιχείο δ) πρέπει να αναγνωρίζεται στο δίκαιο της Ένωσης ή στο δίκαιο του κράτους μέλους στο οποίο υπάγεται ο υπεύθυνος επεξεργασίας."
		},
		{
			"lang": "bg",
			"text": "Общественият интерес, посочен в параграф 1, буква г), трябва да бъде признат в правото на Съюз или в правото на държавата-членка, чийто субект е администраторът."
		},
		{
			"lang": "hu",
			"text": "Az (1) bekezdés d) pontjában hivatkozott közérdeket el kell ismernie az uniós jognak vagy azon tagállam jogának, amely az adatkezelőre vonatkozik."
		},
		{
			"lang": "mt",
			"text": "L-interess pubbliku msemmi fil-punt d tal-paragrafu 1 għandu jkun rikonoxxut fil-liġi tal-Unjoni jew fil-liġi tal-Istat Membru li għaliha huwa soġġett il-kontrollur."
		},
		{
			"lang": "lv",
			"text": "Sabiedrības interesēm, kas minētas 1. punkta d) apakšpunktā, jābūt atzītām Savienības tiesībās vai dalībvalsts tiesībās, kas ir piemērojamas pārzinim."
		},
		{
			"lang": "ro",
			"text": "Interesul public prevăzut la alineatul (1) litera (d) trebuie să fie recunoscut în dreptul Uniunii sau în dreptul statului membru sub incidența căruia intră operatorul."
		},
		{
			"lang": "sk",
			"text": "Verejný záujem uvedený v odseku 1 písm. d) musí byť uznaný právnymi predpismi Únie alebo právnymi predpismi členského štátu, ktorému podlieha prevádzkovateľ."
		},
		{
			"lang": "sl",
			"text": "Javni interes iz točke (d) odstavka 1 mora biti priznan v zakonodaji Unije ali zakonodaji držav članic, ki velja za upravljavca."
		},
		{
			"lang": "fi",
			"text": "Edellä 1 kohdan d alakohdassa tarkoitettu yleinen etu on tunnustettava unionin lainsäädännössä tai sen jäsenvaltion lainsäädännössä, jota rekisterinpitäjään sovelletaan."
		},
		{
			"lang": "pl",
			"text": "Interes publiczny, o którym mowa w ust. 1 lit. d), musi być uznany w prawie Unii lub państwa członkowskiego, któremu podlega administrator."
		},
		{
			"lang": "lt",
			"text": "1 dalies d punkte nurodytas viešasis interesas turi būti pripažintas Sąjungos teisės aktais arba duomenų valdytojui taikomais valstybės narės teisės aktais."
		},
		{
			"lang": "nl",
			"text": "Het in lid 1, onder d), bedoelde openbaar belang moet erkend zijn in de EU-wetgeving of de nationale wetgeving van de lidstaat waaronder de voor de verwerking verantwoordelijke ressorteert."
		},
		{
			"lang": "sv",
			"text": "Allmänhetens intresse enligt punkt 1 d får bara åberopas om det har stöd i unionslagstiftning eller i den medlemsstats lagstiftning som är tillämplig på den registeransvarige."
		}
	],
	"children": [],
	"title": "Article 44 – Paragraph 5"
}