{
	"id": "a47p7",
	"type": "paragraph",
	"literal": "7",
	"parent": "a47",
	"text": [
		{
			"lang": "en",
			"text": "Member States shall ensure that the supervisory authority is subject to financial control which shall not affect its independence. Member States shall ensure that the supervisory authority has separate annual budgets. The budgets shall be made public."
		},
		{
			"lang": "de",
			"text": "Jeder Mitgliedstaat stellt sicher, dass die Aufsichtsbehörde einer Finanzkontrolle unterliegt, die ihre Unabhängigkeit nicht beeinträchtigt. Die Mitgliedstaaten sorgen dafür, dass die Aufsichtsbehörde über einen eigenen jährlichen Haushalt verfügt. Die Haushaltspläne werden veröffentlicht."
		},
		{
			"lang": "fr",
			"text": "Les États membres veillent à ce que l'autorité de contrôle soit soumise à un contrôle financier qui ne menace pas son indépendance. Les États membres veillent à ce que l’autorité de contrôle dispose de budgets annuels propres. Les budgets sont rendus publics."
		},
		{
			"lang": "es",
			"text": "Los Estados miembros velarán por que la autoridad de control esté sujeta a control financiero, sin que ello afecte a su independencia. Los Estados miembros velarán por que la autoridad de control disponga de presupuestos anuales propios. Los presupuestos se harán públicos."
		},
		{
			"lang": "pt",
			"text": "Os Estados-Membros asseguram que a autoridade de controlo fica sujeita a um controlo financeiro que não afete a sua independência. Os Estados-Membros garantem que a autoridade de controlo disponha de orçamentos anuais próprios. Os orçamentos serão objeto de publicação."
		},
		{
			"lang": "it",
			"text": "Gli Stati membri garantiscono che l’autorità di controllo sia soggetta a un controllo finanziario che non ne pregiudichi l’indipendenza. Gli Stati membri garantiscono che l’autorità di controllo disponga di bilanci annuali separati. I bilanci sono pubblicati."
		},
		{
			"lang": "ga",
			"text": "Áiritheoidh na Ballstáit go bhfuil an t‑údarás maoirseachta faoi réir rialú airgeadais nach ndéanfaidh difear dá neamhspleáchas. Áiritheoidh na Ballstáit go bhfuil buiséid bhliantúla ar leith ag an údarás maoirseachta. Poibleofar na buiséid sin."
		},
		{
			"lang": "cs",
			"text": "Členské státy zajistí, aby orgán dozoru podléhal finanční kontrole, přičemž nebude nijak ovlivněna jeho nezávislost. Členské státy zajistí, aby měl orgán dozoru samostatný roční rozpočet. Tyto rozpočty se zveřejňují."
		},
		{
			"lang": "da",
			"text": "Hver medlemsstat sikrer, at tilsynsmyndigheden er underlagt finansiel kontrol, som ikke påvirker dens uafhængighed. Hver medlemsstat sikrer, at tilsynsmyndigheden fører særskilt årsregnskab og -budget. Budgetterne offentliggøres."
		},
		{
			"lang": "et",
			"text": "Liikmesriigid tagavad, et järelevalveasutuse üle teostatakse sellist finantskontrolli, mis ei mõjuta asutuse sõltumatust. Liikmesriigid tagavad, et järelevalveasutustel on eraldi aastaeelarve. Eelarved avalikustatakse."
		},
		{
			"lang": "el",
			"text": "Τα κράτη μέλη διασφαλίζουν ότι η αρχή ελέγχου υπόκειται σε οικονομικό έλεγχο ο οποίος δεν επηρεάζει την ανεξαρτησία της. Τα κράτη μέλη διασφαλίζουν ότι η αρχή ελέγχου διαθέτει χωριστούς ετήσιους προϋπολογισμούς. Οι προϋπολογισμοί δημοσιοποιούνται."
		},
		{
			"lang": "bg",
			"text": "Държавите-членки гарантират, че по отношение на надзорния орган се извършва финансов контрол, който не накърнява неговата независимост. Държавите-членки гарантират, че надзорният орган има отделни годишни бюджети. Бюджетите се оповестяват публично."
		},
		{
			"lang": "hu",
			"text": "A tagállamok biztosítják, hogy a felügyelő hatóság a függetlenségét nem befolyásoló pénzügyi ellenőrzés alá tartozik. A tagállamok biztosítják, hogy a felügyelő hatóság elkülönített éves költségvetéssel rendelkezik. A költségvetést közzé kell tenni."
		},
		{
			"lang": "mt",
			"text": "Kull Stat Membru għandu jassigura li l-awtorità ta’ superviżjoni tkun soġġetta għal kontroll finanzjarju ma għandux jaffettwa l-indipendenza tagħha. L-Istati Membri għandhom jassiguraw li l-awtorità ta’ superviżjoni jkollha baġits annwali separati. Il-baġits għandhom jiġu ppubblikati."
		},
		{
			"lang": "lv",
			"text": "Dalībvalstis nodrošina, ka uzraudzības iestāde ir pakļauta finanšu kontrolei, kas neietekmē tas neatkarību. Dalībvalstis nodrošina, ka uzraudzības iestādei ir atsevišķs gada budžets. Budžetu dara zināmu atklātībai."
		},
		{
			"lang": "ro",
			"text": "Statele membre se asigură că autoritatea de supraveghere face obiectul unui control financiar care nu aduce atingere independenței sale. Statele membre se asigură că autoritatea de supraveghere dispune de bugete anuale distincte. Bugetele se fac publice."
		},
		{
			"lang": "sk",
			"text": "Členské štáty zabezpečia, aby dozorný orgán podliehal finančnej kontrole, ktorá neovplyvní jeho nezávislosť. Členské štáty zabezpečia, aby mali dozorné orgány samostatné ročné rozpočty. Tieto rozpočty sa zverejnia."
		},
		{
			"lang": "sl",
			"text": "Države članice zagotovijo, da se izvaja finančni nadzor nadzornega organa, kar pa ne vpliva na njegovo neodvisnost. Države članice zagotovijo, da ima nadzorni organ ločene letne proračune. Proračuni se objavijo."
		},
		{
			"lang": "fi",
			"text": "Jäsenvaltioiden on varmistettava, että valvontaviranomaiseen sovelletaan varainhoidon valvontaa, joka ei vaikuta sen riippumattomuuteen. Jäsenvaltioiden on varmistettava, että valvontaviranomaisella on erillinen vuotuinen talousarvio. Talousarvio on julkistettava."
		},
		{
			"lang": "pl",
			"text": "Państwa członkowskie zapewniają, by organ nadzorczy podlegał kontroli finansowej, która nie narusza jego niezależności. Państwa członkowskie dopilnują, by organy nadzorcze dysponowały odrębnymi budżetami rocznymi. Budżety są podawane do wiadomości publicznej."
		},
		{
			"lang": "lt",
			"text": "Valstybės narės užtikrina, kad priežiūros institucija būtų finansiškai kontroliuojama nedarant poveikio jos nepriklausomumui. Valstybės narės užtikrina, kad priežiūros institucija turėtų atskirą metinį biudžetą. Biudžetai skelbiami viešai."
		},
		{
			"lang": "nl",
			"text": "De lidstaten zorgen ervoor dat het financieel toezicht op de toezichthoudende autoriteit haar onafhankelijkheid niet in het gedrang brengt. De lidstaten zorgen ervoor dat de toezichthoudende autoriteit over een eigen jaarlijkse begroting beschikt. De begroting wordt openbaar gemaakt."
		},
		{
			"lang": "sv",
			"text": "Medlemsstaterna ska se till att tillsynsmyndigheterna också blir föremål för finansiell kontroll, utan att detta påverkar tillsynsmyndigheternas oberoende. Medlemsstaterna ska se till att tillsynsmyndigheterna förfogar över en egen årsbudget. Denna budget ska offentliggöras."
		}
	],
	"children": [],
	"title": "Article 47 – Paragraph 7"
}