{
	"id": "a47p1",
	"type": "paragraph",
	"literal": "1",
	"parent": "a47",
	"text": [
		{
			"lang": "en",
			"text": "The supervisory authority shall act with complete independence in exercising the duties and powers entrusted to it."
		},
		{
			"lang": "de",
			"text": "Die Aufsichtsbehörde handelt bei der Erfüllung der ihr übertragenen Aufgaben und Befugnisse völlig unabhängig."
		},
		{
			"lang": "fr",
			"text": "L'autorité de contrôle exerce en toute indépendance les missions et les pouvoirs qui lui sont confiés."
		},
		{
			"lang": "es",
			"text": "La autoridad de control actuará con total independencia en el ejercicio de las funciones que le hayan sido encomendadas y de los poderes que le hayan sido conferidos."
		},
		{
			"lang": "pt",
			"text": "A autoridade de controlo exerce com total independência as funções que lhe forem atribuídas."
		},
		{
			"lang": "it",
			"text": "L’autorità di controllo esercita le sue funzioni e i suoi poteri in piena indipendenza."
		},
		{
			"lang": "ga",
			"text": "Comhlíonfaidh an t‑údarás maoirseachta na dualgais agus na cumhachtaí a chuirtear faoina chúram ar shlí atá go hiomlán neamhspleách."
		},
		{
			"lang": "cs",
			"text": "Orgán dozoru jedná při výkonu povinností a pravomocí jemu svěřených zcela nezávisle."
		},
		{
			"lang": "da",
			"text": "Tilsynsmyndigheden udøver i fuld uafhængighed de opgaver og beføjelser, der tillægges den."
		},
		{
			"lang": "et",
			"text": "Järelevalveasutus tegutseb oma kohustuste täitmisel ja talle usaldatud volituste kasutamisel täiesti sõltumatult."
		},
		{
			"lang": "el",
			"text": "Η αρχή ελέγχου ασκεί τα καθήκοντα και τις εξουσίες που της ανατίθενται με πλήρη ανεξαρτησία."
		},
		{
			"lang": "bg",
			"text": "Надзорният орган действа напълно независимо при изпълнението на задълженията и правомощията, които са му възложени."
		},
		{
			"lang": "hu",
			"text": "A felügyelő hatóság a ráruházott feladat- és hatáskörök gyakorlása során teljesen függetlenül jár el."
		},
		{
			"lang": "mt",
			"text": "L-awtorità ta’ superviżjoni għandha taġixxi b’indipendenza sħiħa fl-eżerċizzju tad-dmirijiet u s-setgħat fdati lilha."
		},
		{
			"lang": "lv",
			"text": "Uzraudzības iestāde, pildot tai uzticētos pienākumus un īstenojot savas pilnvaras, rīkojas pilnīgi neatkarīgi."
		},
		{
			"lang": "ro",
			"text": "Autoritatea de supraveghere beneficiază de independență deplină în exercitarea îndatoririlor și competențelor care îi sunt încredințate."
		},
		{
			"lang": "sk",
			"text": "Dozorný orgán koná pri plnení svojich povinností a výkone zverených právomocí úplne nezávisle."
		},
		{
			"lang": "sl",
			"text": "Nadzorni organ pri izvajanju svojih nalog in pooblastil, ki so mu bili zaupani, ravna popolnoma neodvisno."
		},
		{
			"lang": "fi",
			"text": "Valvontaviranomainen hoitaa tehtäviään ja käyttää sille annettuja valtuuksia täysin riippumattomasti."
		},
		{
			"lang": "pl",
			"text": "Organ nadzorczy działa w sposób w pełni niezależny podczas wykonywania obowiązków i powierzonych mu uprawnień."
		},
		{
			"lang": "lt",
			"text": "Atlikdama savo pareigas ir naudodamasi jai suteiktais įgaliojimus, priežiūros institucija veikia visiškai nepriklausomai."
		},
		{
			"lang": "nl",
			"text": "De toezichthoudende autoriteit treedt bij de uitvoering van haar taken en de uitoefening van haar bevoegdheden volledig onafhankelijk op."
		},
		{
			"lang": "sv",
			"text": "Tillsynsmyndigheten ska vara fullständigt oberoende i utövandet av det uppdrag och de befogenheter som den anförtrotts."
		}
	],
	"children": [],
	"title": "Article 47 – Paragraph 1"
}