{
	"id": "a47p5",
	"type": "paragraph",
	"literal": "5",
	"parent": "a47",
	"text": [
		{
			"lang": "en",
			"text": "Each Member State shall ensure that the supervisory authority is provided with the adequate human, technical and financial resources, premises and infrastructure necessary for the effective performance of its duties and powers, including those to be carried out in the context of mutual assistance, co-operation and participation in the European Data Protection Board."
		},
		{
			"lang": "de",
			"text": "Jeder Mitgliedstaat stellt sicher, dass die Aufsichtsbehörde mit angemessenen personellen, technischen und finanziellen Ressourcen, Räumlichkeiten und mit der erforderlichen Infrastruktur ausgestattet wird, um ihre Aufgaben und Befugnisse auch im Rahmen der Amtshilfe, Zusammenarbeit und Mitwirkung im Europäischen Datenschutzausschuss effektiv wahrnehmen zu können."
		},
		{
			"lang": "fr",
			"text": "Chaque État membre veille à ce que l’autorité de contrôle dispose des ressources humaines, techniques et financières appropriées, ainsi que des locaux et de l'infrastructure, nécessaires à l'exécution effective de ses fonctions et pouvoirs, notamment ceux qu'elle doit mettre en œuvre dans le cadre de l'assistance mutuelle, de la coopération et de la participation au comité européen de la protection des données."
		},
		{
			"lang": "es",
			"text": "Cada Estado miembro velará por que la autoridad de control disponga en todo momento de los recursos humanos, técnicos y financieros adecuados, así como de los locales y las infraestructuras necesarios para el ejercicio efectivo de sus funciones y poderes, en particular aquellos que haya de ejercer en el marco de la asistencia mutua, la cooperación y la participación en el Consejo Europeo de Protección de Datos."
		},
		{
			"lang": "pt",
			"text": "Cada Estado-Membro assegura que a autoridade de controlo disponha de recursos humanos, técnicos e financeiros apropriados, bem como de instalações e infraestruturas, necessários à execução eficaz das suas funções e poderes, incluindo as executadas no contexto de assistência mútua, da cooperação e da participação no Comité Europeu para a Proteção de Dados."
		},
		{
			"lang": "it",
			"text": "Ogni Stato membro provvede affinché l’autorità di controllo sia dotata di risorse umane, tecniche e finanziarie adeguate, dei locali e delle infrastrutture necessarie per l’effettivo esercizio delle sue funzioni e dei suoi poteri, compresi quelli nell’ambito dell’assistenza reciproca, della cooperazione e della partecipazione al comitato europeo per la protezione dei dati."
		},
		{
			"lang": "ga",
			"text": "Áiritheoidh gach Ballstát go gcuirfear acmhainní leordhóthanacha daonna, teicniúla agus airgeadais, agus an t‑áitreabh agus bonneagar atá de dhíth ar an údarás maoirseachta ar fáil dó chun a dhualgais a chomhlíonadh agus a chumhachtaí a fheidhmiú go héifeachtach, lena n‑áirítear na dualgais agus na cumhachtaí sin a bhaineann le cúnamh frithpháirteach, le comhar agus le rannpháirtíocht sa Bhord Eorpach um Chosaint Sonraí."
		},
		{
			"lang": "cs",
			"text": "Každý členský stát zajistí, aby byl orgán dozoru vybaven odpovídajícími lidskými, technickými a finančními zdroji, prostory a infrastrukturou, které bude potřebovat pro účinné vykonávání svých povinností a pravomocí, včetně povinností a pravomocí, jež bude plnit v rámci vzájemné pomoci, spolupráce a účasti v Evropské radě pro ochranu údajů."
		},
		{
			"lang": "da",
			"text": "Hver medlemsstat sikrer, at tilsynsmyndigheden råder over tilstrækkelige finansielle og menneskelige ressourcer, lokaler og infrastrukturer til effektivt at udføre sine opgaver og udøve sine beføjelser, herunder opgaver og beføjelser vedrørende gensidig bistand samt samarbejde med og deltagelse i Det Europæiske Databeskyttelsesråd."
		},
		{
			"lang": "et",
			"text": "Iga liikmesriik tagab, et järelevalveasutusel oleks piisavalt personali, tehnilisi ja rahalisi vahendeid ning ruumid ja taristu kohustuste ja volituste tõhusaks täitmiseks, sealhulgas need kohustused, mis tuleb täita vastastikuse abi ja koostöö kontekstis ning Euroopa Andmekaitsenõukogu töös osalemisel."
		},
		{
			"lang": "el",
			"text": "Κάθε κράτος μέλος διασφαλίζει ότι η αρχή ελέγχου διαθέτει επαρκείς ανθρώπινους, τεχνικούς και οικονομικούς πόρους, τις αναγκαίες εγκαταστάσεις και υποδομές για την ουσιαστική άσκηση των καθηκόντων και των εξουσιών της, συμπεριλαμβανομένων εκείνων που ασκούνται στο πλαίσιο της αμοιβαίας συνδρομής, της συνεργασίας και της συμμετοχής στο Ευρωπαϊκό Συμβούλιο Προστασίας Δεδομένων."
		},
		{
			"lang": "bg",
			"text": "Всяка държава-членка гарантира, че на надзорния орган са предоставени подходящи човешки, технически и финансови ресурси, помещения и инфраструктура, необходими за ефективното изпълнение на неговите задължения и правомощия, включително на тези, които ще бъдат изпълнявани в контекста на взаимопомощта, сътрудничеството и активното участие в Европейския комитет по защита на данните."
		},
		{
			"lang": "hu",
			"text": "Minden tagállam biztosítja, hogy a felügyelő hatóság számára rendelkezésre bocsátja a feladat- és hatáskörei, köztük a kölcsönös segítségnyújtás, együttműködés és az Európai Adatvédelmi Testületben való részvétel ellátásához szükséges megfelelő emberi, műszaki és pénzügyi forrásokat, helyiségeket és infrastruktúrát."
		},
		{
			"lang": "mt",
			"text": "Kull Stat Membru għandu jassigura li l-awtorità ta’ superviżjoni tiġi pprovduta riżorsi umani, tekniċi u finanzjarji adegwati, bini u infrastruttura neċessarja għat-twettiq effettiv tad-dmirijiet u s-setgħat tagħha, inklużi dawk li jridu jitwettqu fil-kuntest tal-assistenza reċiproka, kooperazzjoni u parteċipazzjoni fil-Bord Ewropew għall-Protezzjoni tad-Dejta."
		},
		{
			"lang": "lv",
			"text": "Katra dalībvalsts nodrošina, ka uzraudzības iestādei ir piešķirti atbilstoši cilvēkresursi, tehniskie un finanšu resursi, telpas un infrastruktūra, kas nepieciešami efektīvai uzdevumu izpildei un pilnvaru īstenošanai, tostarp arī to uzdevumu izpildei, ko veic saistībā ar savstarpējo palīdzību, sadarbību un dalību Eiropas Datu aizsardzības kolēģijā."
		},
		{
			"lang": "ro",
			"text": "Fiecare stat membru se asigură că autoritatea de supraveghere beneficiază de resurse umane, tehnice și financiare adecvate, de sediul și infrastructura necesară pentru buna executare a sarcinilor și competențelor, inclusiv a celor care urmează să fie efectuate în contextul asistenței reciproce, al cooperării și participării la Comitetul european pentru protecția datelor."
		},
		{
			"lang": "sk",
			"text": "Každý členský štát zabezpečí, aby sa dozornému orgánu poskytli primerané ľudské, technické a finančné zdroje, priestory a infraštruktúra, ktoré sú potrebné na účinné plnenie povinností a vykonávanie právomocí vrátane tých, ktoré sa majú plniť a vykonávať v súvislosti so vzájomnou pomocou, spoluprácou a účasťou v rámci Európskeho výboru pre ochranu údajov."
		},
		{
			"lang": "sl",
			"text": "Vsaka država članica zagotovi, da so nadzornemu organu na voljo zadostni človeški, tehnični in finančni viri, prostori in infrastruktura, ki so potrebni za učinkovito izvajanje njegovih nalog in pooblastil, vključno s tistimi, ki se izvedejo v okviru medsebojne pomoči, sodelovanja in dejavne udeležbe v Evropskem odboru za varstvo podatkov."
		},
		{
			"lang": "fi",
			"text": "Jäsenvaltioiden on varmistettava, että valvontaviranomaiselle osoitetaan riittävät tekniset, taloudelliset ja henkilöresurssit, tilat ja infrastruktuuri, jotka ovat tarpeen tehtävien suorittamiseksi ja valtuuksien käyttämiseksi tehokkaasti, mukaan lukien tehtävät, jotka liittyvät keskinäiseen avunantoon, yhteistyöhön ja osallistumiseen Euroopan tietosuojaneuvoston toimintaan."
		},
		{
			"lang": "pl",
			"text": "Każde państwo członkowskie zapewnia, by organ nadzorczy został wyposażony w odpowiednie zasoby ludzkie, techniczne i finansowe, pomieszczenia i infrastrukturę niezbędne do skutecznego wykonywania swoich obowiązków i uprawnień, w tym do ich wykonywania w kontekście wzajemnej pomocy, współpracy i uczestnictwa w Europejskiej Radzie Ochrony Danych."
		},
		{
			"lang": "lt",
			"text": "Kiekviena valstybė narė užtikrina, kad priežiūros institucija turėtų pakankamai žmogiškųjų, techninių ir finansinių išteklių, taip pat patalpas ir infrastruktūrą, būtiną, kad būtų veiksmingai atliekamos pareigos ir naudojamasi įgaliojimais, be kita ko, susijusiais su savitarpio pagalba, bendradarbiavimu ir dalyvavimu Europos duomenų apsaugos valdybos veikloje."
		},
		{
			"lang": "nl",
			"text": "Elke lidstaat zorgt ervoor dat de toezichthoudende autoriteit kan beschikken over passende menselijke, technische en financiële middelen, en de huisvesting en infrastructuur die nodig zijn om haar taken en bevoegdheden, waaronder die in het kader van wederzijdse bijstand, samenwerking en deelname aan het Europees Comité voor gegevensbescherming, effectief uit te voeren en uit te oefenen."
		},
		{
			"lang": "sv",
			"text": "Varje medlemsstat ska se till att tillsynsmyndigheten förfogar över tillräckliga mänskliga, tekniska och finansiella resurser samt de lokaler och den infrastruktur som behövs för att myndigheten ska kunna utöva sitt uppdrag och sina befogenheter, inklusive inom ramen för det ömsesidiga biståndet, samarbetet och deltagandet i Europeiska dataskyddsstyrelsens verksamhet."
		}
	],
	"children": [],
	"title": "Article 47 – Paragraph 5"
}