{
	"id": "a47p6",
	"type": "paragraph",
	"literal": "6",
	"parent": "a47",
	"text": [
		{
			"lang": "en",
			"text": "Each Member State shall ensure that the supervisory authority has its own staff which shall be appointed by and be subject to the direction of the head of the supervisory authority."
		},
		{
			"lang": "de",
			"text": "Jeder Mitgliedstaat stellt sicher, dass die Aufsichtsbehörde über eigenes Personal verfügt, das vom Leiter der Aufsichtbehörde ernannt wird und seiner Leitung untersteht."
		},
		{
			"lang": "fr",
			"text": "Chaque État membre veille à ce que l'autorité de contrôle dispose de son propre personnel, qui est désigné par le directeur de l'autorité de contrôle et est placé sous les ordres de celui-ci."
		},
		{
			"lang": "es",
			"text": "Cada Estado miembro velará por que la autoridad de control disponga de su propio personal, que será nombrado por el director de la autoridad de control y estará sujeto a su autoridad."
		},
		{
			"lang": "pt",
			"text": "Cada Estado-Membro assegura que a autoridade de controlo disponha do seu próprio pessoal, que é designado pelo diretor da autoridade de controlo e está sujeito às suas ordens."
		},
		{
			"lang": "it",
			"text": "Ogni Stato membro provvede affinché l’autorità di controllo abbia il proprio personale, nominato dal responsabile dell’autorità di controllo e soggetto alla direzione di quest’ultimo."
		},
		{
			"lang": "ga",
			"text": "Áiritheoidh gach Ballstát go bhfuil a fhoireann féin ag an údarás maoirseachta, ar foireann í a cheapfaidh ceann an údaráis mhaoirseachta agus a bheidh faoi réir stiúradh an chinn sin."
		},
		{
			"lang": "cs",
			"text": "Každý členský stát zajistí, aby měl orgán dozoru své vlastní pracovníky, kteří budou jmenováni vedoucím orgánu dozoru a budou podléhat jeho řízení."
		},
		{
			"lang": "da",
			"text": "Hver medlemsstat sikrer, at tilsynsmyndigheden råder over sit eget personale, der udpeges af og er under ledelse af chefen for tilsynsmyndigheden."
		},
		{
			"lang": "et",
			"text": "Iga liikmesriik tagab, et järelevalveasutusel on oma personal, kelle nimetab ametisse järelevalveasutuse juht, kellele personal allub."
		},
		{
			"lang": "el",
			"text": "Κάθε κράτος μέλος διασφαλίζει ότι η αρχή ελέγχου διαθέτει δικούς της υπαλλήλους οι οποίοι διορίζονται και διοικούνται από τον προϊστάμενο της αρχής ελέγχου."
		},
		{
			"lang": "bg",
			"text": "Всяка държава-членка гарантира, че надзорният орган има свой собствен персонал, който се назначава от ръководителя на надзорния орган и e подчинен на него."
		},
		{
			"lang": "hu",
			"text": "Minden tagállam biztosítja, hogy a felügyelő hatóság saját személyzettel rendelkezzen, amelyet a felügyelő hatóság vezetése nevez ki és irányít."
		},
		{
			"lang": "mt",
			"text": "Kull Stat Membru għandu jassigura li l-awtorità ta’ superviżjoni jrid ikollha l-persunal tagħha stess li għandu jinħatar minn u soġġett għad-diskrezzjoni tal-kap tal-awtorità ta’ superviżjoni."
		},
		{
			"lang": "lv",
			"text": "Katra dalībvalsts nodrošina, ka uzraudzības iestādei ir savs personāls, ko amatā ieceļ uzraudzības iestādes vadītājs un kas ir pakļauts tikai viņa vadībai."
		},
		{
			"lang": "ro",
			"text": "Fiecare stat membru se asigură că autoritatea de supraveghere dispune de personal propriu, numit de șeful autorității de supraveghere și care răspunde în fața acestuia."
		},
		{
			"lang": "sk",
			"text": "Každý členský štát zabezpečí, aby dozorný orgán mal svojich vlastných zamestnancov, ktorí budú ustanovení do svojich pozícií vedúcim dozorného orgánu a budú podliehať jeho pokynom."
		},
		{
			"lang": "sl",
			"text": "Vsaka država članica zagotovi, da ima nadzorni organ svoje osebje, člane katerega imenuje in usmerja vodja nadzornega organa."
		},
		{
			"lang": "fi",
			"text": "Jäsenvaltioiden on varmistettava, että valvontaviranomaisella on oma henkilöstö, jonka nimittämisestä ja valvonnasta vastaa valvontaviranomaisen päällikkö."
		},
		{
			"lang": "pl",
			"text": "Każde państwo członkowskie zapewnia, by organ nadzorczy miał własny personel, który jest powoływany przez szefa organu nadzorczego i podlega jego kierownictwu."
		},
		{
			"lang": "lt",
			"text": "Kiekviena valstybė narė užtikrina, kad priežiūros institucija turėtų savo darbuotojus, kuriuos skiria ir kuriems vadovauja priežiūros institucijos vadovas."
		},
		{
			"lang": "nl",
			"text": "Elke lidstaat zorgt ervoor dat de toezichthoudende autoriteit haar eigen personeelsleden heeft, die door het hoofd van de toezichthoudende autoriteit worden benoemd en onder zijn leiding staan."
		},
		{
			"lang": "sv",
			"text": "Varje medlemsstat ska se till att tillsynsmyndigheten förfogar över egen personal, som ska tillsättas av och ta instruktioner från tillsynsmyndighetens chef."
		}
	],
	"children": [],
	"title": "Article 47 – Paragraph 6"
}