{
	"id": "a4i19",
	"type": "point",
	"literal": "19",
	"parent": "a4",
	"text": [
		{
			"lang": "en",
			"text": "'supervisory authority' means a public authority which is established by a Member State in accordance with Article 46."
		},
		{
			"lang": "de",
			"text": "„Aufsichtsbehörde“ eine von einem Mitgliedstaat nach Maßgabe von Artikel 46 eingerichtete staatliche Stelle."
		},
		{
			"lang": "fr",
			"text": "«autorité de contrôle»: une autorité publique qui est instituée par un État membre conformément aux dispositions de l'article 46."
		},
		{
			"lang": "es",
			"text": "«autoridad de control»: la autoridad pública establecida por un Estado miembro de acuerdo con el artículo 46."
		},
		{
			"lang": "pt",
			"text": "«Autoridade de controlo», autoridade pública instituída por um Estado-Membro em conformidade com o artigo 46.º."
		},
		{
			"lang": "it",
			"text": "“autorità di controllo”: l’autorità pubblica istituita da uno Stato membro in conformità dell’articolo 46."
		},
		{
			"lang": "ga",
			"text": "ciallaíonn ‘údarás maoirseachta' údarás poiblí atá bunaithe ag Ballstát i gcomhréir le hAirteagal 46."
		},
		{
			"lang": "cs",
			"text": "„orgánem dozoru“ orgán veřejné moci, který je zřízen členským státem podle článku 46."
		},
		{
			"lang": "da",
			"text": "&quot;tilsynsmyndighed&quot;: en offentlig myndighed, der er etableret i en medlemsstat i overensstemmelse med artikel 46."
		},
		{
			"lang": "et",
			"text": "„järelevalveasutus” – liikmesriigis vastavalt artiklile 46 asutatud avaliku sektori asutus."
		},
		{
			"lang": "el",
			"text": "«αρχή ελέγχου»: δημόσια αρχή την οποία συστήνει ένα κράτος μέλος σύμφωνα με το άρθρο 46."
		},
		{
			"lang": "bg",
			"text": "„надзорен орган“ означава публичен орган, създаден от държава-членка в съответствие с член 46."
		},
		{
			"lang": "hu",
			"text": "„felügyelő hatóság”: a tagállam által a 46. cikk értelmében létrehozott hatóság."
		},
		{
			"lang": "mt",
			"text": "‘awtorità ta’ superviżjoni’ tfisser awtorità pubblika stabbilita minn Stat Membru skont l-Artikolu 46."
		},
		{
			"lang": "lv",
			"text": "&quot;uzraudzības iestāde&quot; ir valsts iestāde, ko dalībvalsts izveidojusi saskaņā ar 46. pantu."
		},
		{
			"lang": "ro",
			"text": "„autoritate de supraveghere” înseamnă o autoritate publică instituită de un stat membru în conformitate cu articolul 46."
		},
		{
			"lang": "sk",
			"text": "„dozorný orgán“ je verejný orgán zriadený členským štátom v súlade s článkom 46."
		},
		{
			"lang": "sl",
			"text": "„nadzorni organ“ pomeni javni organ, ki ga v skladu s členom 46 ustanovi država članica."
		},
		{
			"lang": "fi",
			"text": "’valvontaviranomaisella’ jäsenvaltion 46 artiklan mukaisesti perustamaa viranomaista."
		},
		{
			"lang": "pl",
			"text": "„organ nadzorczy” oznacza organ publiczny ustanowiony przez państwo członkowskie zgodnie z art. 46."
		},
		{
			"lang": "lt",
			"text": "priežiūros institucija – valstybės narės pagal 46 straipsnį įsteigta valdžios institucija."
		},
		{
			"lang": "nl",
			"text": "“toezichthoudende autoriteit”: een door een lidstaat overeenkomstig artikel 46 ingestelde overheidsinstantie."
		},
		{
			"lang": "sv",
			"text": "tillsynsmyndighet: en myndighet som är etablerad av en medlemsstat i enlighet med artikel 46."
		}
	],
	"children": [],
	"title": "Article 4 – Point 19"
}