{
	"id": "a52p5",
	"type": "paragraph",
	"literal": "5",
	"parent": "a52",
	"text": [
		{
			"lang": "en",
			"text": "The performance of the duties of the supervisory authority shall be free of charge for the data subject."
		},
		{
			"lang": "de",
			"text": "Die Leistungen der Aufsichtsbehörde sind für die betroffene Person kostenlos."
		},
		{
			"lang": "fr",
			"text": "L'accomplissement des fonctions de l'autorité de contrôle est gratuit pour la personne concernée."
		},
		{
			"lang": "es",
			"text": "El desempeño de las funciones de la autoridad de control será gratuito para el interesado."
		},
		{
			"lang": "pt",
			"text": "O exercício das funções da autoridade de controlo é gratuito para o titular dos dados."
		},
		{
			"lang": "it",
			"text": "L’autorità di controllo svolge le proprie funzioni senza spese per l’interessato."
		},
		{
			"lang": "ga",
			"text": "Comhlíonfaidh an t‑údarás maoirseachta a dhualgais gan aon chostas a ghearradh ar an duine is ábhar do na sonraí."
		},
		{
			"lang": "cs",
			"text": "Orgán dozoru neúčtuje subjektům údajů za plnění svých povinností žádné poplatky."
		},
		{
			"lang": "da",
			"text": "Tilsynsmyndigheden varetager sine opgaver uden udgifter for den registrerede."
		},
		{
			"lang": "et",
			"text": "Järelevalveasutus ei võta oma kohustuste täitmise eest andmesubjektilt tasu."
		},
		{
			"lang": "el",
			"text": "Η αρχή ελέγχου ασκεί τα καθήκοντά της χωρίς επιβάρυνση για το πρόσωπο στο οποίο αναφέρονται τα δεδομένα."
		},
		{
			"lang": "bg",
			"text": "Изпълнението на задълженията на надзорния орган е безплатно за субекта на данни."
		},
		{
			"lang": "hu",
			"text": "A felügyelő hatóság az érintett vonatkozásában térítésmentesen látja el feladatait."
		},
		{
			"lang": "mt",
			"text": "L-eżerċizzju tad-dmirijiet tal-awtorità ta’ superviżjoni għandu jkun bla ħlas għas-suġġett tad-dejta."
		},
		{
			"lang": "lv",
			"text": "Attiecībā uz datu subjektu uzraudzības iestāde savus pienākumus veic bez maksas."
		},
		{
			"lang": "ro",
			"text": "Îndeplinirea funcțiilor autorității de supraveghere este gratuită pentru persoana vizată."
		},
		{
			"lang": "sk",
			"text": "Plnenie úloh dozorného orgánu je pre dotknutú osobu bezplatné."
		},
		{
			"lang": "sl",
			"text": "Opravljanje nalog nadzornega organa je za posameznika, na katerega se nanašajo osebni podatki, brezplačno."
		},
		{
			"lang": "fi",
			"text": "Valvontaviranomaisen tehtävien suorittamisesta ei aiheudu kustannuksia rekisteröidylle."
		},
		{
			"lang": "pl",
			"text": "Organ nadzorczy wykonuje obowiązki na rzecz podmiotów danych bez pobierania opłat."
		},
		{
			"lang": "lt",
			"text": "Priežiūros institucija savo pareigas duomenų subjektams atlieka nemokamai."
		},
		{
			"lang": "nl",
			"text": "De prestaties van de toezichthoudende autoriteit zijn kosteloos voor de betrokkene."
		},
		{
			"lang": "sv",
			"text": "Tillsynsmyndighetens tjänster ska vara avgiftsfria för den registrerade."
		}
	],
	"children": [],
	"title": "Article 52 – Paragraph 5"
}