{
	"id": "a52p1i8",
	"type": "point",
	"literal": "h",
	"parent": "a52p1",
	"text": [
		{
			"lang": "en",
			"text": "issue an opinion on the draft codes of conduct pursuant to Article 38(2);"
		},
		{
			"lang": "de",
			"text": "die Abgabe von Stellungnahmen zu den Entwürfen von Verhaltensregeln gemäß Artikel 38 Absatz 2,"
		},
		{
			"lang": "fr",
			"text": "émet un avis sur les projets de codes de conduite prévus à l'article 38, paragraphe 2;"
		},
		{
			"lang": "es",
			"text": "emitirá un dictamen sobre los proyectos de código de conducta de conformidad con lo dispuesto en el artículo 38, apartado 2;"
		},
		{
			"lang": "pt",
			"text": "Emitir pareceres sobre projetos de códigos de conduta, nos termos do artigo 38.º, n.º 2;"
		},
		{
			"lang": "it",
			"text": "esprime un parere sui progetti di codici di condotta ai sensi dell’articolo 38, paragrafo 2;"
		},
		{
			"lang": "ga",
			"text": "eiseoidh sé tuairim ar na dréachtchóid iompair de bhun Airteagal 38(2);"
		},
		{
			"lang": "cs",
			"text": "vydává stanovisko k návrhům kodexů chování podle čl. 38 odst. 2;"
		},
		{
			"lang": "da",
			"text": "afgiver udtalelse om forslag til adfærdskodekser i henhold til artikel 38, stk. 2"
		},
		{
			"lang": "et",
			"text": "esitab arvamuse artikli 38 lõike 2 kohase toimimisjuhendi kavandi kohta;"
		},
		{
			"lang": "el",
			"text": "η) εκδίδει γνώμη σχετικά με τα σχέδια κωδίκων δεοντολογίας δυνάμει του άρθρου 38 παράγραφος 2·"
		},
		{
			"lang": "bg",
			"text": "з) дава становища относно проектите на кодексите за поведение съгласно член 38, параграф 2;"
		},
		{
			"lang": "hu",
			"text": "véleményezi a 38. cikk (2) bekezdése szerinti eljárási szabályzatok tervezeteit;"
		},
		{
			"lang": "mt",
			"text": "toħroġ opinjoni dwar l-abbozzi ta’ kodiċijiet ta’ kondotta skont l-Artikolu 38(2);"
		},
		{
			"lang": "lv",
			"text": "sniedz atzinumu par profesionālās ētikas kodeksa projektu saskaņā ar 38. panta 2. punktu;"
		},
		{
			"lang": "ro",
			"text": "emite un aviz cu privire la proiectele de coduri de conduită, în conformitate cu articolul 38 alineatul (2);"
		},
		{
			"lang": "sk",
			"text": "vydáva stanovisko k návrhom kódexov správania v súlade s článkom 38 ods. 2;"
		},
		{
			"lang": "sl",
			"text": "poda mnenje o osnutkih pravil ravnanja v skladu s členom 38(2);"
		},
		{
			"lang": "fi",
			"text": "antaa lausunnon käytännesääntöjen luonnoksista 38 artiklan 2 kohdan mukaisesti;"
		},
		{
			"lang": "pl",
			"text": "wydaje opinię na temat projektów kodeksów postępowania na podstawie art. 38 ust. 2;"
		},
		{
			"lang": "lt",
			"text": "teikia nuomonę dėl elgesio kodeksų projektų pagal 38 straipsnio 2 dalį;"
		},
		{
			"lang": "nl",
			"text": "brengt overeenkomstig artikel 38, lid 2, advies uit over de ontwerpgedragscodes;"
		},
		{
			"lang": "sv",
			"text": "Avge yttranden om utkast till uppförandekodexar enligt artikel 38.2."
		}
	],
	"children": [],
	"title": "Article 52 – Paragraph 1 – Point 8"
}