{
	"id": "a52p3",
	"type": "paragraph",
	"literal": "3",
	"parent": "a52",
	"text": [
		{
			"lang": "en",
			"text": "The supervisory authority shall, upon request, advise any data subject in exercising the rights under this Regulation and, if appropriate, co-operate with the supervisory authorities in other Member States to this end."
		},
		{
			"lang": "de",
			"text": "Die Aufsichtsbehörde berät auf Antrag jede betroffene Person bei der Wahrnehmung der ihr nach dieser Verordnung zustehenden Rechte und arbeitet zu diesem Zweck gegebenenfalls mit den Aufsichtsbehörden anderer Mitgliedstaaten zusammen."
		},
		{
			"lang": "fr",
			"text": "L'autorité de contrôle, sur demande, conseille toute personne concernée dans l'exercice des droits découlant du présent règlement et, si nécessaire, coopère à cette fin avec les autorités de contrôle d'autres États membres."
		},
		{
			"lang": "es",
			"text": "La autoridad de control, previa solicitud, asesorará a cualquier interesado en el ejercicio de los derechos que confiere el presente Reglamento y, en su caso, cooperará a tal fin con las autoridades de control de otros Estados miembros."
		},
		{
			"lang": "pt",
			"text": "A autoridade de controlo deve, a pedido, aconselhar qualquer titular de dados sobre o exercício dos seus direitos decorrentes do presente regulamento e, se for caso disso, coopera com as autoridades de controlo de outros Estados-Membros para esse efeito."
		},
		{
			"lang": "it",
			"text": "L’autorità di controllo, su richiesta, consiglia l’interessato in merito all’esercizio dei diritti derivanti dal presente regolamento e, se del caso, coopera a tal fine con le autorità di controllo di altri Stati membri."
		},
		{
			"lang": "ga",
			"text": "Cuirfidh an t‑údarás maoirseachta comhairle, arna iarraidh sin air, ar aon duine is ábhar do shonraí i bhfeidhmiú a gceart faoin Rialachán seo agus, más iomchuí, rachaidh sé i gcomhar leis na húdaráis mhaoirseachta i mBallstáit eile chuige sin."
		},
		{
			"lang": "cs",
			"text": "Je-li o to požádán, orgán dozoru poskytuje subjektu údajů poradenství při výkonu práv podle tohoto nařízení, a je-li záhodno, spolupracuje za tímto účelem s orgány dozoru v jiných členských státech."
		},
		{
			"lang": "da",
			"text": "Tilsynsmyndigheden rådgiver efter anmodning en registreret om udøvelsen af vedkommendes rettigheder i henhold til denne forordning og samarbejder i den forbindelse med tilsynsmyndighederne i andre medlemsstater, hvis det er relevant."
		},
		{
			"lang": "et",
			"text": "Järelevalveasutus annab andmesubjektile tema taotluse korral nõu käesolevast määrusest tulenevate õiguste kasutamisel ja teeb vajaduse korral sel eesmärgil koostööd teiste liikmesriikide järelevalveasutustega."
		},
		{
			"lang": "el",
			"text": "Κατόπιν αιτήματος, η αρχή ελέγχου συμβουλεύει το πρόσωπο στο οποίο αναφέρονται τα δεδομένα κατά την άσκηση των δικαιωμάτων του που απορρέουν από τον παρόντα κανονισμό και, εφόσον συντρέχει περίπτωση, συνεργάζεται με τις αρχές ελέγχου σε άλλα κράτη μέλη για τον σκοπό αυτό."
		},
		{
			"lang": "bg",
			"text": "При поискване надзорният орган консултира субектите на данни при упражняването на техните права съгласно настоящия регламент и, ако е целесъобразно, си сътрудничи за тази цел с надзорните органи в други държави-членки."
		},
		{
			"lang": "hu",
			"text": "A felügyelő hatóság kérelemre valamennyi érintettnek tanácsokat ad az e rendelet szerinti jogaik gyakorlásával kapcsolatban, és e célból adott esetben együttműködik más tagállamok felügyelő hatóságaival."
		},
		{
			"lang": "mt",
			"text": "L-awtorità ta’ superviżjoni għandha, meta tintalab tagħmel dan, tagħti parir lil kwalunkwe suġġett tad-dejta fl-eżerċizzju tad-drittijiet taħt dan ir-Regolament u, jekk ikun xieraq, tikkoopera mal-awtoritajiet ta’ superviżjoni fi Stati Membri oħra għal dan il-għan."
		},
		{
			"lang": "lv",
			"text": "Uzraudzības iestāde pēc pieprasījuma konsultē datu subjektu par tiesību izmantošanu saskaņā ar šo regulu un šajā sakarā attiecīgā gadījumā sadarbojas ar uzraudzības iestādēm citas dalībvalstīs."
		},
		{
			"lang": "ro",
			"text": "La cerere, autoritatea de supraveghere oferă consiliere oricărei persoane vizate în exercitarea drepturilor în conformitate cu prezentul regulament și, dacă este cazul, cooperează cu autoritățile de supraveghere din alte state membre în acest scop."
		},
		{
			"lang": "sk",
			"text": "Dozorný orgán poskytne na požiadanie poradenstvo ktorejkoľvek dotknutej osobe v súvislosti s výkonom jej práv podľa tohto nariadenia, pričom v prípade potreby spolupracuje na tento účel s dozornými orgánmi v iných členských štátoch."
		},
		{
			"lang": "sl",
			"text": "Nadzorni organ na zahtevo posamezniku, na katerega se nanašajo osebni podatki, svetuje pri uveljavljanju pravic na podlagi te uredbe in v zvezi s tem po potrebi sodeluje z nadzornimi organi v drugih državah članicah."
		},
		{
			"lang": "fi",
			"text": "Valvontaviranomaisen on pyynnöstä autettava rekisteröityä käyttämään tässä asetuksessa vahvistettuja oikeuksia ja tarvittaessa tehtävä tätä varten yhteistyötä muiden jäsenvaltioiden valvontaviranomaisten kanssa."
		},
		{
			"lang": "pl",
			"text": "Organ nadzorczy, na wniosek, doradza każdemu podmiotowi danych na temat korzystania z praw na podstawie niniejszego rozporządzenia, a w stosownych przypadkach współpracuje w tym celu z organami nadzorczymi w innych państwach członkowskich."
		},
		{
			"lang": "lt",
			"text": "Priežiūros institucija duomenų subjekto prašymu jam pataria naudojimosi savo teisėmis, nustatytomis šiame reglamente, klausimais ir prireikus šiuo tikslu bendradarbiauja su priežiūros institucijomis kitose valstybėse narėse."
		},
		{
			"lang": "nl",
			"text": "De toezichthoudende autoriteit adviseert op verzoek elke betrokkene bij de uitoefening van zijn rechten uit hoofde van deze verordening en werkt daartoe, indien nodig, samen met de toezichthoudende autoriteiten van andere lidstaten."
		},
		{
			"lang": "sv",
			"text": "En tillsynsmyndighet ska på begäran ge råd till registrerade om hur de ska utöva sina rättigheter enligt denna förordning, och ska om så krävs samarbeta med tillsynsmyndigheter i andra medlemsstater för detta ändamål."
		}
	],
	"children": [],
	"title": "Article 52 – Paragraph 3"
}