{
	"id": "a52p2",
	"type": "paragraph",
	"literal": "2",
	"parent": "a52",
	"text": [
		{
			"lang": "en",
			"text": "Each supervisory authority shall promote the awareness of the public on risks, rules, safeguards and rights in relation to the processing of personal data. Activities addressed specifically to children shall receive specific attention."
		},
		{
			"lang": "de",
			"text": "Jede Aufsichtsbehörde fördert die Information der Öffentlichkeit über Risiken, Vorschriften, Garantien und Rechte im Zusammenhang mit der Verarbeitung personenbezogener Daten. Besondere Beachtung finden dabei spezifische Maßnahmen für Kinder."
		},
		{
			"lang": "fr",
			"text": "Chaque autorité de contrôle sensibilise le public aux risques, aux règles, aux garanties et aux droits relatifs au traitement des données à caractère personnel. Les activités destinées spécifiquement aux enfants font l'objet d'une attention particulière."
		},
		{
			"lang": "es",
			"text": "Cada autoridad de control promoverá la sensibilización del público sobre los riesgos, normas, garantías y derechos relativos al tratamiento de datos personales. Las actividades dirigidas específicamente a los niños deberán ser objeto de especial atención."
		},
		{
			"lang": "pt",
			"text": "Cada autoridade de controlo deve promover a sensibilização do público para os riscos, regras, garantias e direitos associados ao tratamento de dados pessoais. As atividades especificamente dirigidas para as crianças devem ser objeto de uma atenção especial."
		},
		{
			"lang": "it",
			"text": "Ogni autorità di controllo promuove la sensibilizzazione del pubblico ai rischi, alle norme, alle garanzie e ai diritti relativi al trattamento dei dati personali. Sono oggetto di particolare attenzione le attività destinate specificamente ai minori."
		},
		{
			"lang": "ga",
			"text": "Spreagfaidh gach údarás maoirseachta feasacht níos fearr i measc an phobail ar rioscaí, rialacha, cosaintí agus cearta a bhaineann le próiseáil sonraí pearsanta. Tabharfar aird ar leith ar ghníomhaíochtaí a bhaineann go sonrach le leanaí."
		},
		{
			"lang": "cs",
			"text": "Každý orgán dozoru zvyšuje povědomí veřejnosti o rizicích, pravidlech, zárukách a právech v souvislosti se zpracováváním osobních údajů. Zvláštní pozornost se přitom věnuje akcím, které jsou určeny speciálně pro děti."
		},
		{
			"lang": "da",
			"text": "Hver tilsynsmyndighed styrker offentlighedens kendskab til risici, regler, garantier og rettigheder i forbindelse med behandling af personoplysninger med særlig fokus på aktiviteter, der er direkte rettet mod børn."
		},
		{
			"lang": "et",
			"text": "Iga järelevalveasutus suurendab üldsuse teadlikkust isikuandmete töötlemisel esinevatest ohtudest, töötlemise eeskirjadest ja kaitsemeetmetest ning isikuandmete töötlemisega seotud õigustest. Lastele suunatud tegevusele pööratakse eraldi tähelepanu."
		},
		{
			"lang": "el",
			"text": "Κάθε αρχή ελέγχου προωθεί την ενημέρωση του κοινού σχετικά με τους κινδύνους, τους κανόνες, τις εγγυήσεις και τα δικαιώματα που σχετίζονται με την επεξεργασία δεδομένων προσωπικού χαρακτήρα. Ειδική προσοχή αποδίδεται σε δραστηριότητες που απευθύνονται ειδικά σε παιδιά."
		},
		{
			"lang": "bg",
			"text": "Всеки надзорен орган насърчава обществената информираност относно рисковете, правилата, гаранциите и правата, свързани с обработването на лични данни. Обръща се специално внимание на дейностите, специално насочени към децата."
		},
		{
			"lang": "hu",
			"text": "Valamennyi felügyelő hatóság előmozdítja a polgárok tudatosságát a személyes adatok védelmére vonatkozó kockázatok, szabályok, biztosítékok és jogok  Különös figyelmet kell fordítani a különösen a gyermekekre irányuló tevékenységekre."
		},
		{
			"lang": "mt",
			"text": "Kull awtorità ta’ superviżjoni għandha tippromwovi s-sensibilizzazzjoni tal-pubbliku dwar ir-riskji, ir-regoli, is-salvagwardji u d-drittijiet b’rabta mal-ipproċessar tad-dejta personali. L-attivitajiet indirizzati speċifikament lejn it-tfal għandhom jingħataw attenzjoni speċifika."
		},
		{
			"lang": "lv",
			"text": "Katra uzraudzības iestāde uzlabo sabiedrības informētību par riskiem, noteikumiem, aizsardzības pasākumiem un tiesībām saistībā ar personas datu apstrādi. Īpašu uzmanību pievērš darbībām, kas īpaši attiecas uz bērniem."
		},
		{
			"lang": "ro",
			"text": "Fiecare autoritate de supraveghere promovează acțiuni de sensibilizare a publicului cu privire la riscurile, normele, garanțiile și drepturile în materie de prelucrare a datelor cu caracter personal. Se acordă atenție specială activităților care se adresează în mod special copiilor."
		},
		{
			"lang": "sk",
			"text": "Každý dozorný orgán podporuje zvyšovanie informovanosti verejnosti o rizikách, pravidlách, zárukách a právach v súvislosti so spracovaním osobných údajov. Osobitná pozornosť sa má venovať najmä činnostiam špecificky zameraným na deti."
		},
		{
			"lang": "sl",
			"text": "Vsak nadzorni organ spodbuja ozaveščenost javnosti o tveganjih, pravilih, zaščitnih ukrepih in pravicah v zvezi z obdelavo osebnih podatkov. Posebna pozornost se nameni dejavnostim, ki izrecno obravnavajo otroke."
		},
		{
			"lang": "fi",
			"text": "Kaikkien valvontaviranomaisten on edistettävä henkilötietojen käsittelyyn liittyvistä riskeistä, säännöistä, takeista ja oikeuksista tiedottamista kansalaisille. Erityisesti on kiinnitettävä huomiota lapsille suunnattuihin toimiin."
		},
		{
			"lang": "pl",
			"text": "Każdy organ nadzorczy działa na rzecz pogłębiania w społeczeństwie świadomości w zakresie ryzyka, przepisów, gwarancji oraz praw związanych z przetwarzaniem danych osobowych. Szczególną uwagę zwraca się na działania skierowane do dzieci."
		},
		{
			"lang": "lt",
			"text": "Kiekviena priežiūros institucija didina visuomenės informuotumą apie su asmens duomenų tvarkymu susijusią riziką, taisykles, apsaugos priemones ir teises. Veiklai, konkrečiai susijusiai su vaikais, skiriamas ypatingas dėmesys."
		},
		{
			"lang": "nl",
			"text": "Elke toezichthoudende autoriteit geeft voorlichting aan het brede publiek over de risico’s, de regels, de garanties en de rechten in verband met de verwerking van persoonsgegevens. Er wordt bijzondere aandacht besteed aan specifiek op kinderen gerichte activiteiten."
		},
		{
			"lang": "sv",
			"text": "Alla tillsynsmyndigheter har i uppdrag att öka allmänhetens medvetenhet om risker, regler, skyddsåtgärder och rättigheter i fråga om behandlingen av personuppgifter. Särskild uppmärksamhet ska ägnas åt insatser som riktar sig till barn."
		}
	],
	"children": [],
	"title": "Article 52 – Paragraph 2"
}