{
	"id": "a53p2t1",
	"type": "subparagraph",
	"literal": null,
	"parent": "a53p2",
	"text": [
		{
			"lang": "en",
			"text": "The powers referred to in point (b) shall be exercised in conformity with Union law and Member State law."
		},
		{
			"lang": "de",
			"text": "Die Befugnisse nach Buchstabe b werden im Einklang mit dem Unionsrecht und dem Recht der Mitgliedstaaten ausgeübt."
		},
		{
			"lang": "fr",
			"text": "Les pouvoirs visés au point b) sont exercés conformément au droit de l'Union et au droit des États membres."
		},
		{
			"lang": "es",
			"text": "Los poderes contemplados en la letra b) serán ejercidos de conformidad con el Derecho de la Unión y el Derecho de los Estados miembros."
		},
		{
			"lang": "pt",
			"text": "Os poderes referidos na alínea b) são exercidos em conformidade com o direito da União e dos Estados‑Membros."
		},
		{
			"lang": "it",
			"text": "I poteri di cui alla lettera b) sono esercitati conformemente al diritto dell’Unione e degli Stati membri."
		},
		{
			"lang": "ga",
			"text": "Déanfar na cumhachtaí dá dtagraítear i bpointe (b) a fheidhmiú i gcomhréir le dlí an Aontais agus le dlí Ballstáit."
		},
		{
			"lang": "cs",
			"text": "Pravomoc uvedená v písmenu b) musí být vykonávána v souladu s právem Unie a právem členského státu."
		},
		{
			"lang": "da",
			"text": "De i litra b) omhandlede beføjelser udøves i henhold til EU-retten og medlemsstatens lovgivning."
		},
		{
			"lang": "et",
			"text": "Punktis b osutatud õigusi kasutatakse kooskõlas ELi ja liikmesriigi õigusega."
		},
		{
			"lang": "el",
			"text": "Οι εξουσίες που αναφέρονται στο στοιχείο β) ασκούνται σύμφωνα με το δίκαιο της Ένωσης και το δίκαιο των κρατών μελών."
		},
		{
			"lang": "bg",
			"text": "Посочените в буква б) правомощия се упражняват в съответствие с правото на Съюза и с правото на държавата-членка."
		},
		{
			"lang": "hu",
			"text": "A b) pontban meghatározott hatásköröket az uniós joggal és a tagállami joggal összhangban kell gyakorolni."
		},
		{
			"lang": "mt",
			"text": "Is-setgħat imsemmija fil-punt (b) għandhom jiġu eżerċitati f’konformità mal-liġi tal-Unjoni u mal-liġi tal-Istat Membru."
		},
		{
			"lang": "lv",
			"text": "Pilnvaras, kas minētas b) punktā īsteno saskaņā ar Savienības un dalībvalsts tiesībām."
		},
		{
			"lang": "ro",
			"text": "Puterile prevăzute la litera (b) se exercită în conformitate cu dreptul Uniunii și cu legislația statului membru."
		},
		{
			"lang": "sk",
			"text": "Právomoci uvedené v písmene b) sa vykonávajú v súlade s právnymi predpismi EÚ a právnymi predpismi členského štátu."
		},
		{
			"lang": "sl",
			"text": "Pooblastila iz točke (b) se izvajajo v skladu z zakonodajo Unije in zakonodajo držav članic."
		},
		{
			"lang": "fi",
			"text": "Edellä b alakohdassa tarkoitettuja valtuuksia on käytettävä unionin ja jäsenvaltion lainsäädännön mukaisesti."
		},
		{
			"lang": "pl",
			"text": "Uprawnienia, o których mowa w lit. b), są wykonywane zgodnie prawem Unii i prawem państwa członkowskiego."
		},
		{
			"lang": "lt",
			"text": "Šios dalies b punktu suteiktais įgaliojimais naudojamasi laikantis Sąjungos ir valstybės narės teisės aktų."
		},
		{
			"lang": "nl",
			"text": "De onder b) bedoelde bevoegdheden worden conform de EU-wetgeving en de nationale wetgeving uitgeoefend."
		},
		{
			"lang": "sv",
			"text": "Befogenheterna i b ska utövas på ett sätt som är förenligt med unionens och medlemsstatens lagstiftning."
		}
	],
	"children": [],
	"title": "Article 53 – Paragraph 2 – Text 1"
}