{
	"id": "a53p3",
	"type": "paragraph",
	"literal": "3",
	"parent": "a53",
	"text": [
		{
			"lang": "en",
			"text": "Each supervisory authority shall have the power to bring violations of this Regulation to the attention of the judicial authorities and to engage in legal proceedings, in particular pursuant to Article 74(4) and Article 75(2)."
		},
		{
			"lang": "de",
			"text": "Jede Aufsichtsbehörde ist insbesondere gemäß Artikel 74 Absatz 4 und Artikel 75 Absatz 2 befugt, Verstöße gegen diese Verordnung den Justizbehörden zur Kenntnis zu bringen und Klage zu erheben."
		},
		{
			"lang": "fr",
			"text": "Chaque autorité de contrôle a le pouvoir de porter toute violation du présent règlement à la connaissance de l'autorité judiciaire et d'ester en justice, notamment conformément à l'article 74, paragraphe 4, et à l'article 75, paragraphe 2."
		},
		{
			"lang": "es",
			"text": "Cada autoridad de control estará facultada para poner en conocimiento de las autoridades judiciales las violaciones de las disposiciones del presente Reglamento y para ejercitar acciones jurisdiccionales, en particular de conformidad con lo dispuesto en el artículo 74, apartado 4, y en el artículo 75, apartado 2."
		},
		{
			"lang": "pt",
			"text": "Cada autoridade de controlo é competente para levar ao conhecimento das autoridades judiciais a violação do presente regulamento e para intervir em processos judiciais, em especial nos termos do artigo 74.º, n.º 4, e do artigo 75.º, n.º 2."
		},
		{
			"lang": "it",
			"text": "Ogni autorità di controllo ha il diritto di agire in sede giudiziale o stragiudiziale in caso di violazione del presente regolamento, in particolare ai sensi dell’articolo 74, paragrafo 4, e dell’articolo 75, paragrafo 2."
		},
		{
			"lang": "ga",
			"text": "Beidh sé de chumhacht ag gach údarás maoirseachta sáruithe ar an Rialachán seo a chur ar shúile na n‑údarás breithiúnach agus imeachtaí dlíthiúla a thionscnamh, go háirithe de bhun Airteagal 74(4) agus Airteagal 75(2)."
		},
		{
			"lang": "cs",
			"text": "Každý orgán dozoru má pravomoc upozorňovat na porušení tohoto nařízení soudní orgány a účastnit se soudního řízení, zejména podle čl. 74 odst. 4 a čl. 75 odst. 2."
		},
		{
			"lang": "da",
			"text": "Hver tilsynsmyndighed har beføjelse til at indbringe overtrædelser af denne forordning for domstolene og deltage i retssager i henhold til artikel 74, stk. 4, og artikel 75, stk. 2."
		},
		{
			"lang": "et",
			"text": "Igal järelevalveasutusel on õigus juhtida õigusasutuste tähelepanu käesoleva määruse rikkumisele ja osaleda kohtumenetluses, eelkõige vastavalt artikli 74 lõikele 4 ja artikli 75 lõikele 2."
		},
		{
			"lang": "el",
			"text": "Κάθε αρχή ελέγχου έχει την εξουσία να γνωστοποιεί στις δικαστικές αρχές τις παραβιάσεις του παρόντος κανονισμού και να συμμετέχει σε νομικές διαδικασίες, ιδίως δυνάμει του άρθρου 74 παράγραφος 4 και του άρθρου 75 παράγραφος 2."
		},
		{
			"lang": "bg",
			"text": "Всеки надзорен орган има правомощието да сезира съдебните органи за нарушения на настоящия регламент и да участва в съдебни производства, по-специално по силата на член 74, параграф 4 и член 75, параграф 2."
		},
		{
			"lang": "hu",
			"text": "Valamennyi felügyelő hatóság hatáskörrel rendelkezik arra, hogy felhívja az igazságszolgáltatási hatóságok figyelmét e rendelet megsértésére, és részt vegyen a bírósági eljárásokban, különösen a 74. cikk (4) bekezdésének és a 75. cikk (2) bekezdésének megfelelően."
		},
		{
			"lang": "mt",
			"text": "Kull awtorità ta’ superviżjoni għandu jkollha s-setgħa li ġġib kwalunkwe ksur ta’ dan ir-Regolament għall-attenzjoni tal-awtoritajiet ġudizzjarji u li tidħol fi proċeduri legali, b’mod partikolari skont l-Artikolu 74(4) u l-Artikolu 75(2)."
		},
		{
			"lang": "lv",
			"text": "Uzraudzības iestādei ir pilnvaras pievērst tiesu iestāžu uzmanību šīs regulas pārkāpumiem un iesaistīties procesuālās darbībās, jo īpaši saskaņā ar 74. panta 4. punktu un 75. panta 2. punktu."
		},
		{
			"lang": "ro",
			"text": "Fiecare autoritate de supraveghere este abilitată să aducă în atenția autorităților judiciare cazurile de încălcare a prezentului regulament și să se implice în procedurile judiciare, în special în conformitate cu articolul 74 alineatul (4) și articolul 75 alineatul (2)."
		},
		{
			"lang": "sk",
			"text": "Každý dozorný orgán má právomoc upovedomiť o porušení tohto nariadenia justičné orgány a postupovať súdnou cestou, predovšetkým podľa článku 74 ods. 4 a článku 75 ods. 2."
		},
		{
			"lang": "sl",
			"text": "Vsak nadzorni organ je pooblaščen, da pravosodne organe seznani s kršitvami te uredbe in sodeluje v sodnih postopkih, zlasti v skladu s členom 74(4) in členom 75(2)."
		},
		{
			"lang": "fi",
			"text": "Jokaisella valvontaviranomaisella on valtuudet saattaa tämän asetuksen vastaiset toimet lainkäyttöviranomaisten tietoon ja käynnistää oikeustoimet, erityisesti 74 artiklan 4 kohdan ja 75 artiklan 2 kohdan mukaisesti."
		},
		{
			"lang": "pl",
			"text": "Każdy organ nadzorczy ma uprawnienie do zwrócenia uwagi organom sądowym na naruszenie niniejszego rozporządzenia i do wszczynania postępowania prawnego, w szczególności zgodnie z art. 74 ust. 4 i art. 75 ust. 2."
		},
		{
			"lang": "lt",
			"text": "Kiekviena priežiūros institucija turi įgaliojimą atkreipti teisminių institucijų dėmesį į šio reglamento pažeidimus ir būti proceso šalimi, visų pirma pagal 74 straipsnio 4 dalį ir 75 straipsnio 2 dalį."
		},
		{
			"lang": "nl",
			"text": "Elke toezichthoudende autoriteit is bevoegd om schendingen van deze verordening ter kennis van de gerechtelijke autoriteiten te brengen en daartegen in rechte op te treden, met name overeenkomstig artikel 74, lid 4, en artikel 75, lid 2."
		},
		{
			"lang": "sv",
			"text": "Varje tillsynsmyndighet ska ha befogenhet att upplysa de rättsliga myndigheterna om överträdelser av denna förordning och att väcka talan vid domstol, särskilt enligt artiklarna 74.4 och 75.2."
		}
	],
	"children": [],
	"title": "Article 53 – Paragraph 3"
}