{
	"id": "a53p4",
	"type": "paragraph",
	"literal": "4",
	"parent": "a53",
	"text": [
		{
			"lang": "en",
			"text": "Each supervisory authority shall have the power to sanction administrative offences, in particular those referred to in Article 79(4), (5) and (6)."
		},
		{
			"lang": "de",
			"text": "Jede Aufsichtsbehörde ist befugt, verwaltungsrechtliche Vergehen, insbesondere solche nach Artikel 79 Absätze 4, 5 und 6, zu ahnden."
		},
		{
			"lang": "fr",
			"text": "Chaque autorité de contrôle a le pouvoir de sanctionner les infractions administratives, notamment celles énoncées à l’article 79, paragraphes 4, 5 et 6."
		},
		{
			"lang": "es",
			"text": "Cada autoridad de control estará facultada para sancionar las infracciones administrativas, en particular las contempladas en el artículo 79, apartados 4, 5 y 6."
		},
		{
			"lang": "pt",
			"text": "Cada autoridade de controlo é competente para sancionar as infrações administrativas, em especial as referidas no artigo 79.º, n.os 4, 5 e 6."
		},
		{
			"lang": "it",
			"text": "Ogni autorità di controllo ha il potere di sanzionare gli illeciti amministrativi, in particolare quelli di cui all’articolo 79, paragrafi 4, 5 e 6."
		},
		{
			"lang": "ga",
			"text": "Beidh sé de cheart ag gach údarás maoirseachta smachtbhannaí a chur ar chionta riaracháin, go háirithe iad sin dá dtagraítear in Airteagal 79(4), (5) agus (6)."
		},
		{
			"lang": "cs",
			"text": "Každý orgán dozoru má pravomoc postihovat správní přestupky, zejména správní přestupky uvedené v čl. 79 odst. 4, 5 a 6."
		},
		{
			"lang": "da",
			"text": "Hver tilsynsmyndighed har beføjelse til at sanktionere administrative overtrædelser, navnlig overtrædelser omhandlet i artikel 79, stk. 4, 5 og 6."
		},
		{
			"lang": "et",
			"text": "Igal järelevalveasutusel on õigus haldusõigusrikkumise korral kohaldada sanktsioone, eelkõige artikli 79 lõikes 4, 5 ja 6 osutatud rikkumiste puhul."
		},
		{
			"lang": "el",
			"text": "Κάθε αρχή ελέγχου έχει την εξουσία να επιβάλλει κυρώσεις για διοικητικά παραπτώματα, και ιδίως εκείνα που αναφέρονται στο άρθρο 79 παράγραφοι 4, 5 και 6."
		},
		{
			"lang": "bg",
			"text": "Всеки надзорен орган има правомощието да санкционира административни нарушения, по-специално нарушенията, посочени в член 79, параграфи 4, 5 и 6."
		},
		{
			"lang": "hu",
			"text": "Valamennyi felügyelő hatóság jogkörrel rendelkezik arra, hogy szankciókat alkalmazzon a közigazgatási szabálysértésekkel szemben, különösen a 79. cikk (4), (5) és (6) bekezdése szerinti esetekben."
		},
		{
			"lang": "mt",
			"text": "Kull awtorità ta’ superviżjoni għandu jkollha s-setgħa li tissanzjona reati amministrattivi, b’mod partikolari dawk imsemmija fl-Artikolu 79(4), (5) u (6)."
		},
		{
			"lang": "lv",
			"text": "Uzraudzības iestādei ir pilnvaras sodīt par administratīviem pārkāpumiem, jo īpaši par tiem, kas minēti 79. panta 4., 5. un 6. punktā."
		},
		{
			"lang": "ro",
			"text": "Fiecare autoritate de supraveghere poate sancționa contravențiile de natură administrativă, în special cele prevăzute la articolul 79 alineatele (4), (5) și (6)."
		},
		{
			"lang": "sk",
			"text": "Každý dozorný orgán je oprávnený sankcionovať správne delikty, najmä tie, ktoré sú uvedené v článku 79 ods. 4, 5 a 6."
		},
		{
			"lang": "sl",
			"text": "Vsak nadzorni organ je pooblaščen za kaznovanje upravnih kršitev, zlasti tistih iz člena 79(4), (5) in (6)."
		},
		{
			"lang": "fi",
			"text": "Jokaisella valvontaviranomaisella on valtuudet määrätä hallinnollisia seuraamuksia, erityisesti 79 artiklan 4–6 kohdassa tarkoitettuja seuraamuksia."
		},
		{
			"lang": "pl",
			"text": "Każdy organ nadzorczy ma uprawnienie do nakładania sankcji administracyjnych za naruszenie przepisów prawa administracyjnego, w szczególności o którym w art. 79 ust. 4, 5 i 6."
		},
		{
			"lang": "lt",
			"text": "Kiekviena priežiūros institucija turi įgaliojimą skirti sankcijas už administracinius pažeidimus, visų pirma nurodytus 79 straipsnio 4, 5 ir 6 dalyse."
		},
		{
			"lang": "nl",
			"text": "Elke toezichthoudende autoriteit is bevoegd om administratieve inbreuken te bestraffen, met name die welke in artikel 79, leden 4, 5 en 6, zijn vermeld."
		},
		{
			"lang": "sv",
			"text": "Varje tillsynsmyndighet ska också ha befogenhet att utfärda sanktioner vid administrativa överträdelser, särskilt enligt artikel 79.4, 79.5 och 79.6."
		}
	],
	"children": [],
	"title": "Article 53 – Paragraph 4"
}