{
	"id": "a55p1",
	"type": "paragraph",
	"literal": "1",
	"parent": "a55",
	"text": [
		{
			"lang": "en",
			"text": "Supervisory authorities shall provide each other relevant information and mutual assistance in order to implement and apply this Regulation in a consistent manner, and shall put in place measures for effective co-operation with one another. Mutual assistance shall cover, in particular, information requests and supervisory measures, such as requests to carry out prior authorisations and consultations, inspections and prompt information on the opening of cases and ensuing developments where data subjects in several Member States are likely to be affected by processing operations."
		},
		{
			"lang": "de",
			"text": "Die Aufsichtsbehörden übermitteln einander zweckdienliche Informationen und gewähren einander Amtshilfe, um diese Verordnung einheitlich durchzuführen und anzuwenden, und treffen Vorkehrungen für eine wirksame Zusammenarbeit. Die Amtshilfe bezieht sich insbesondere auf Auskunftsersuchen und aufsichtsbezogene Maßnahmen, beispielsweise Ersuchen um vorherige Genehmigungen und eine vorherige Zurateziehung, die Vornahme von Nachprüfungen und die zügige Unterrichtung über die Befassung mit einer Angelegenheit und über weitere Entwicklungen in Fällen, in denen Personen in mehreren Mitgliedstaaten voraussichtlich von Verarbeitungsvorgängen betroffen sind."
		},
		{
			"lang": "fr",
			"text": "Les autorités de contrôle se communiquent toute information utile et se prêtent une assistance mutuelle en vue de mettre en œuvre et d'appliquer le présent règlement de manière cohérente, et mettent en place des mesures pour coopérer efficacement entre elles. L'assistance mutuelle couvre notamment des demandes d'information et des mesures de contrôle, telles que les demandes d'autorisation et de consultation préalables, les inspections et la communication rapide d'informations sur l'ouverture de dossiers et sur leur évolution lorsque des personnes concernées dans plusieurs autres États membres sont susceptibles de faire l'objet de traitements."
		},
		{
			"lang": "es",
			"text": "Las autoridades de control se facilitarán información útil y se prestarán asistencia mutua a fin de implementar y aplicar el presente Reglamento de manera coherente, y tomarán medidas para asegurar una efectiva cooperación entre sí. La asistencia mutua abarcará, en particular, las solicitudes de información y las medidas de control, como, por ejemplo, las solicitudes de autorización y consulta previas, las inspecciones y la comunicación rápida de información sobre la apertura de expedientes y su evolución, cuando sea probable que las operaciones de tratamiento afecten a interesados en varios Estados miembros."
		},
		{
			"lang": "pt",
			"text": "As autoridades de controlo devem comunicar entre si qualquer informação útil e prestar assistência mútua a fim de executar e aplicar o presente regulamento de forma coerente, bem como adotar medidas para cooperarem eficazmente entre si. A assistência mútua inclui, em especial, pedidos de informação e medidas de controlo, tais como pedidos de autorização prévia e de consulta prévia, inspeções e comunicação rápida de informações sobre a abertura de dossiês e a sua evolução sempre que titulares de dados noutros Estados‑Membros possam ser afetados por operações de tratamento."
		},
		{
			"lang": "it",
			"text": "Le autorità di controllo si trasmettono le informazioni utili e si prestano assistenza reciproca al fine di attuare e applicare il presente regolamento in maniera coerente, e prendono misure per cooperare efficacemente tra loro. L’assistenza reciproca comprende, in particolare, le richieste di informazioni e le misure di controllo, quali le richieste di autorizzazione preventiva e di consultazione preventiva, le ispezioni e la comunicazione rapida dell’apertura di casi e dei loro sviluppi qualora i trattamenti possano riguardare interessati in più Stati membri."
		},
		{
			"lang": "ga",
			"text": "Tabharfaidh údaráis mhaoirseachta faisnéis ábhartha agus cúnamh frithpháirteach dá chéile chun an Rialachán seo a chur chun feidhme agus a chur i bhfeidhm ar shlí chomhsheasmhach, agus cuirfidh siad bearta i bhfeidhm ar mhaithe le comhar éifeachtach a spreagadh lena chéile. Is é is mó a chumhdófar le cúnamh frithpháirteach iarrataí ar fhaisnéis agus bearta maoirseachta, amhail iarrataí ar réamhúdaruithe agus réamhchomhairliúcháin, cigireachtaí agus daoine a chur ar an eolas go pras faoi chásanna a oscailt agus faoi fhorbairtí dá mbarr i gcás inar dócha tionchar a bheith ag oibríochtaí próiseála ar dhaoine is ábhar do na sonraí i roinnt Ballstát."
		},
		{
			"lang": "cs",
			"text": "Orgány dozoru si vzájemně poskytují relevantní informace a pomoc v zájmu jednotného provádění a uplatňování tohoto nařízení, přičemž zavedou opatření pro účinnou spolupráci mezi sebou. Vzájemná spolupráce zahrnuje zejména žádosti o informace a opatření související s dohledem, např. žádosti o předchozí povolení a konzultace, inspekce a pohotové informování o otevírání případů a o následném vývoji, pokud je pravděpodobné, že zpracováním budou dotčeny subjekty údajů v několika členských státech."
		},
		{
			"lang": "da",
			"text": "Tilsynsmyndighederne udveksler oplysninger og yder hinanden gensidig bistand med henblik på at gennemføre og anvende denne forordning på en ensartet måde og træffer foranstaltninger med henblik på et effektivt samarbejde med hinanden. Gensidig bistand omfatter bl.a. anmodninger om oplysninger og tilsynsforan­staltninger, som f.eks. anmodninger om gennemførelse af forudgående godkendelse og høring, inspektioner og øjeblikkelig informering om indledning af sager og udviklingen heri, når det er sandsynligt, at registrerede i flere medlemsstater vil blive påvirket af behandlingen."
		},
		{
			"lang": "et",
			"text": "Järelevalveasutused annavad üksteisele teavet ja osutavad vastastikust abi käesoleva määruse järjepidevaks rakendamiseks ja kohaldamiseks ning kehtestavad meetmed omavaheliseks tõhusaks koostööks. Vastastikune abi hõlmab eelkõige teabenõudeid ja järelevalvemeetmeid, näiteks eelneva loa ja eelneva konsulteerimise taotlusi, kontrolle ja kiireteabe edastamist juhtumite alustamise ning nende käigu kohta, kui töötlemistoimingud mõjutavad tõenäoliselt andmesubjekte mitmes liikmesriigis."
		},
		{
			"lang": "el",
			"text": "Οι αρχές ελέγχου παρέχουν η μια στην άλλη σχετικές πληροφορίες και αμοιβαία συνδρομή για τη θέση σε ισχύ και την εφαρμογή του παρόντος κανονισμού με συνεκτικό τρόπο, θεσπίζουν δε μέτρα για την αποτελεσματική συνεργασία τους. Η αμοιβαία συνδρομή καλύπτει, ειδικότερα, αιτήματα παροχής πληροφοριών και μέτρα ελέγχου, όπως αιτήματα περί προηγούμενης έγκρισης και προηγούμενης διαβούλευσης, ελέγχου και άμεσης ενημέρωσης για την κίνηση υποθέσεων και τις επακόλουθες εξελίξεις εάν πρόσωπα στα οποία αναφέρονται τα δεδομένα σε περισσότερα κράτη μέλη ενδέχεται να επηρεάζονται από πράξεις επεξεργασίας."
		},
		{
			"lang": "bg",
			"text": "Надзорните органи предоставят един на друг значима информация и взаимно се подпомагат, за да изпълняват и прилагат настоящия регламент по съгласуван начин, и предвиждат мерки за ефективно сътрудничество помежду си. Взаимопомощта обхваща, по-специално, искания за информация и мерки за надзор като искания за предварителни разрешения и предварителни консултации, проверки и своевременна информация за образуването на производства и резултатите от тях, когато има вероятност от операции по обработване да бъдат засегнати субекти на данни в няколко държави-членки."
		},
		{
			"lang": "hu",
			"text": "A felügyelő hatóságok kölcsönösen releváns információkat és segítséget nyújtanak egymásnak e rendelet következetes végrehajtása és alkalmazása érdekében, valamint az egymással való hatékony együttműködést célzó intézkedéseket vezetnek be. A kölcsönös segítségnyújtás elsősorban az információkérést és az olyan felügyeleti intézkedéseket foglalja magában, mint például az előzetes engedélyezés, konzultáció és vizsgálat folytatására vonatkozó kérelmek, valamint az ügyek megindításáról és a későbbi fejleményekről való haladéktalan tájékoztatás, amennyiben a feldolgozási műveletek várhatóan több tagállamban letelepedett érintettre is kiterjednek."
		},
		{
			"lang": "mt",
			"text": "L-awtoritajiet ta’ superviżjoni għandhom jipprovdu lil xulxin informazzjoni relevanti u assistenza reċiproka sabiex jimplimentaw u japplikaw dan ir-Regolament b’mod konsistenti, u għandhom jistabbilixxu miżuri għal kooperazzjoni effettiva ma’ xulxin. L-assistenza reċiproka għandha tkopri, b’mod partikolari, it-talbiet ta’ informazzjoni u miżuri ta’ superviżjoni, bħal talbiet sabiex isiru awtorizzazzjonijiet u konsultazzjonijiet minn qabel, spezzjonijiet u informazzjoni immedjata dwar il-ftuħ ta' każijiet u żviluppi segwenti fejn is-suġġetti tad-dejta f’għadd ta’ Stati Membri x’aktarx li jiġu affettwati minn operazzjonijiet ta’ proċessar."
		},
		{
			"lang": "lv",
			"text": "Uzraudzības iestādes sniedz visu attiecīgo informāciju un palīdz viena otrai, lai konsekventi īstenotu un piemērotu šo regulu, un īsteno pasākumus efektīvai savstarpējai sadarbībai. Savstarpējā palīdzība ietver, jo īpaši, informācijas pieprasījumus un uzraudzības pasākumus, piemēram, iepriekšējas atļaujas un apspriešanās pieprasījumus, pārbaudes un laicīgu informāciju par lietas uzsākšanu un turpmāko gaitu, ja apstrādes darbības varētu skart datu subjektus vairākās dalībvalstīs."
		},
		{
			"lang": "ro",
			"text": "Autoritățile de supraveghere își furnizează reciproc informații relevante și asistență reciprocă pentru a pune în aplicare prezentul regulament în mod coerent și instituie măsuri de cooperare eficace între ele. Asistența reciprocă se referă, în special, la cereri de informații și măsuri de control, cum ar fi cereri de autorizare și consultare prealabile, inspecții și comunicarea rapidă a informațiilor privind deschiderea dosarelor și evoluția ulterioară a acestora atunci când persoanele vizate în mai multe state membre sunt susceptibile de a fi afectate de operațiuni de prelucrare."
		},
		{
			"lang": "sk",
			"text": "Dozorné orgány si poskytujú navzájom relevantné informácie a pomoc v záujme konzistentného vykonávania a uplatňovania ustanovení tohto nariadenia a zavedú opatrenia na účinnú vzájomnú spoluprácu. Vzájomná pomoc sa týka najmä žiadostí o informácie a opatrení v oblasti dozoru, ako sú napríklad žiadosti o povolenie a konzultácie vopred, kontroly a promptné informácie o otvorení prípadov a ďalšom vývoji v prípade, keď je pravdepodobné, že operácie spracovania budú mať vplyv na dotknuté osoby v niekoľkých členských štátoch."
		},
		{
			"lang": "sl",
			"text": "Nadzorni organi drug drugemu zagotovijo relevantne informacije in medsebojno pomoč ter tako na dosleden način izvajajo in uporabljajo to uredbo, in uvedejo ukrepe za učinkovito medsebojno sodelovanje. Medsebojna pomoč obsega zlasti zahteve za informacije in nadzorne ukrepe, kot so zahteve za izvedbo predhodnih odobritev in posvetovanj, pregledov in takojšnjega obveščanja o začetku postopkov in nadaljnjem razvoju, kadar je verjetno, da bodo postopki obdelave vplivali na posameznike, na katere se nanašajo osebni podatki, v več državah članicah."
		},
		{
			"lang": "fi",
			"text": "Valvontaviranomaisten on annettava toisilleen tarvittavat tiedot ja keskinäistä apua tämän asetuksen johdonmukaisen täytäntöönpanon ja soveltamisen varmistamiseksi ja toteutettava toimenpiteet tehokasta keskinäistä yhteistyötä varten. Keskinäisen avunannon on katettava erityisesti tietopyynnöt ja valvontatoimet, kuten ennakkohyväksyntää ja ‑kuulemista sekä tarkastusten toteuttamista koskevat pyynnöt, sekä nopea tiedottaminen tutkimusten aloittamisesta ja niiden etenemisestä, jos käsittelytoimet todennäköisesti vaikuttavat useissa eri jäsenvaltioissa asuviin rekisteröityihin."
		},
		{
			"lang": "pl",
			"text": "Organy nadzorcze przekazują sobie odpowiednie informacje i zapewniają sobie wzajemną pomoc w celu spójnego wykonania i stosowania niniejszego rozporządzenia i przyjmują środki na rzecz zapewnienia skutecznej wzajemnej współpracy. Wzajemna pomoc obejmuje w szczególności wnioski o udzielenie informacji i środki nadzorcze, takie jak wnioski o udzielenie uprzednich zezwoleń i konsultacji, inspekcje i sprawne przekazywanie informacji dotyczących rozpoczęcia spraw i ich rozwoju, w przypadku gdy operacje przetwarzania danych będą miały prawdopodobnie wpływ na podmioty danych w wielu państwach członkowskich."
		},
		{
			"lang": "lt",
			"text": "Priežiūros institucijos teikia viena kitai reikšmingą informaciją ir savitarpio pagalbą, kad šis reglamentas būtų įgyvendintas ir taikomas nuosekliai, ir diegia veiksmingo tarpusavio bendradarbiavimo priemones. Savitarpio pagalba visų pirma susijusi su informacijos prašymais ir priežiūros priemonėmis, kaip antai prašymais suteikti išankstinius leidimus ir konsultuoti, tyrimais ir skubiai teikiama informacija apie bylos nagrinėjimo pradžią, taip pat tolesniais veiksmais tais atvejais, kai duomenų tvarkymo operacijomis gali būti daromas poveikis kelių valstybių narių duomenų subjektams."
		},
		{
			"lang": "nl",
			"text": "De toezichthoudende autoriteiten verstrekken elkaar relevante informatie en wederzijdse bijstand om deze verordening op een consequente manier ten uitvoer te leggen en toe te passen, en nemen maatregelen om effectief met elkaar samen te werken. De wederzijdse samenwerking bestrijkt met name verzoeken om informatie en toezichtsmaatregelen, zoals verzoeken om voorafgaande toestemmingen en raadplegingen, inspecties en de snelle mededeling van informatie over de opening en het verloop van dossiers wanneer een verwerking betrekking kan hebben op betrokkenen in verschillende lidstaten."
		},
		{
			"lang": "sv",
			"text": "Tillsynsmyndigheterna ska utbyta relevant information och ge ömsesidigt bistånd i arbetet för att genomföra och tillämpa denna förordning enhetligt, och ska införa åtgärder som bidrar till ett verkningsfullt samarbete. Som en del av det ömsesidiga biståndet ska tillsynsmyndigheterna bland annat kunna begära information från varandra och bistå varandra i tillsynsarbetet, till exempel genom att uppmana varandra att utfärda förhandstillstånd eller bedriva förhandssamråd, utföra inspektioner och komma med snabb information i samband med att ärenden inleds och fortskrider i fall där registrerade personer i flera medlemsstater kan komma att påverkas av att uppgifter behandlas."
		}
	],
	"children": [],
	"title": "Article 55 – Paragraph 1"
}