{
	"id": "a55p8",
	"type": "paragraph",
	"literal": "8",
	"parent": "a55",
	"text": [
		{
			"lang": "en",
			"text": "Where a supervisory authority does not act within one month on request of another supervisory authority, the requesting supervisory authorities shall be competent to take a provisional measure on the territory of its Member State in accordance with Article 51(1) and shall submit the matter to the European Data Protection Board in accordance with the procedure referred to in Article 57."
		},
		{
			"lang": "de",
			"text": "Wird eine ersuchte Aufsichtsbehörde nicht binnen eines Monats auf das Amtshilfeersuchen einer anderen Aufsichtsbehörde hin tätig, so ist die ersuchende Aufsichtsbehörde befugt, einstweilige Maßnahmen im Hoheitsgebiet ihres Mitgliedstaats gemäß Artikel 51 Absatz 1 zu ergreifen und die Angelegenheit dem Europäischen Datenschutzausschuss gemäß dem Verfahren von Artikel 57 vorzulegen."
		},
		{
			"lang": "fr",
			"text": "Lorsqu'une autorité de contrôle ne donne pas suite, dans un délai d’un mois, à la demande d'une autre autorité de contrôle, l'autorité de contrôle requérante a compétence pour adopter une mesure provisoire sur le territoire de l’État membre dont elle relève conformément à l'article 51, paragraphe 1, et saisit le comité européen de la protection des données de l'affaire conformément à la procédure prévue à l'article 57."
		},
		{
			"lang": "es",
			"text": "Cuando una autoridad de control no actúe en el plazo de un mes a solicitud de otra autoridad de control, la autoridad de control solicitante será competentes para adoptar una medida provisional en el territorio de su Estado miembro de conformidad con lo dispuesto en el artículo 51, apartado 1, y someterá el asunto al Consejo Europeo de Protección de Datos de conformidad con el procedimiento contemplado en el artículo 57."
		},
		{
			"lang": "pt",
			"text": "Sempre que uma autoridade de controlo não adotar medidas no prazo de um mês a contar da data do pedido de outra autoridade de controlo, a autoridade de controlo requerente pode adotar medidas provisórias no território do seu Estado-Membro, em conformidade com o artigo 51.º, n.º 1, e deve apresentar a matéria ao Comité Europeu para a Proteção de Dados, em conformidade com o procedimento previsto no artigo 57.º."
		},
		{
			"lang": "it",
			"text": "Qualora l’autorità di controllo non dia seguito alla richiesta di un’altra autorità di controllo entro un mese, l’autorità di controllo richiedente è competente a prendere misure provvisorie nel territorio del suo Stato membro ai sensi dell’articolo 51, paragrafo 1, e sottopone la questione al comitato europeo per la protezione dei dati conformemente alla procedura di cui all’articolo 57."
		},
		{
			"lang": "ga",
			"text": "I gcás nach ngníomhaíonn údarás maoirseachta laistigh de mhí amháin ó iarraidh a fháil ó údarás maoirseachta eile, beidh na húdaráis mhaoirseachta iarrthacha inniúil ar bheart sealadach a dhéanamh ar chríoch a Bhallstáit i gcomhréir le hAirteagal 51(1) agus cuirfidh siad an t‑ábhar faoi bhráid an Bhoird Eorpaigh um Chosaint Sonraí i gcomhréir leis an nós imeachta dá dtagraítear in Airteagal 57."
		},
		{
			"lang": "cs",
			"text": "Pokud orgán dozoru nepodnikne žádné kroky do jednoho měsíce od předložení žádosti jiným orgánem dozoru, předkládající orgán dozoru má pravomoc k přijetí dočasného opatření na území svého členského státu v souladu s čl. 51 odst. 1 a záležitost předloží Evropské radě pro ochranu údajů v souladu s postupem uvedeným v článku 57."
		},
		{
			"lang": "da",
			"text": "Hvis en tilsynsmyndighed ikke iværksætter en foranstaltning senest en måned efter modtagelsen af en anmodning fra en anden tilsynsmyndighed, kan den anmodende tilsynsmyndighed iværksætte en foreløbig foranstaltning på sin medlemsstats område i henhold til artikel 51, stk. 1, og forelægge sagen for Det Europæiske Databe­skyttelsesråd i overensstemmelse med proceduren omhandlet i artikel 57."
		},
		{
			"lang": "et",
			"text": "Kui järelevalveasutus ei tegutse ühe kuu jooksul pärast teiselt järelevalveasutuselt taotluse saamist, on taotluse esitanud järelevalveasutusel õigus võtta oma liikmesriigi territooriumil ajutine meede kooskõlas artikli 51 lõikega 1 ning esitada asi Euroopa Andmekaitsenõukogule artiklis 57 osutatud korras."
		},
		{
			"lang": "el",
			"text": "Εάν η αρχή ελέγχου δεν ενεργήσει εντός προθεσμίας ενός μηνός στο αίτημα άλλης αρχής ελέγχου, η αρχή ελέγχου που υπέβαλε το αίτημα είναι αρμόδια να λάβει προσωρινά μέτρα στο έδαφος του κράτους μέλους στο οποίο υπάγεται σύμφωνα με το άρθρο 51 παράγραφος 1, και υποβάλλει το θέμα στο Ευρωπαϊκό Συμβούλιο Προστασίας Δεδομένων σύμφωνα με τη διαδικασία που αναφέρεται στο άρθρο 57."
		},
		{
			"lang": "bg",
			"text": "Когато в срок от един месец даден надзорен орган не предприеме действия в отговор на искане на друг надзорен орган, искащият надзорен орган е компетентен да вземе временна мярка на територията на своята държава-членка в съответствие с член 51, параграф 1 и да отнесе въпроса до Европейския комитет по защита на данните в съответствие с процедурата, посочена в член 57."
		},
		{
			"lang": "hu",
			"text": "Amennyiben valamely felügyelő hatóság a másik felügyelő hatóság megkeresésétől számított egy hónapon belül nem intézkedik, a megkereső felügyelő hatóság az 51. cikk (1) bekezdése értelmében ideiglenes intézkedést hozhat a saját tagállama területén, és az ügyet az 57. cikkben meghatározott eljárásnak megfelelően az Európai Adatvédelmi Testület elé terjeszti."
		},
		{
			"lang": "mt",
			"text": "Meta awtorità ta’ superviżjoni ma taġixxix fi żmien xahar fuq talba ta’ awtorità ta’ superviżjoni oħra, l-awtoritajiet ta’ superviżjoni li jagħmlu t-talba għandhom ikunu kompetenti li jieħdu miżura provviżorja fuq it-territorju tal-Istat Membru tagħha skont l-Artikolu 51(1) u għandhom jissottomettu l-każ lill-Bord Ewropew għall-Protezzjoni tad-Dejta skont il-proċedura msemmija fl-Artikolu 57."
		},
		{
			"lang": "lv",
			"text": "Ja uzraudzības iestāde nerīkojas viena mēneša laikā pēc otras uzraudzības iestādes pieprasījuma saņemšanas, uzraudzības iestāde, kas izteikusi pieprasījumu, ir kompetenta savas dalībvalsts teritorijā īstenot pagaidu pasākumu saskaņā ar 51. panta 1. punktu un iesniedz jautājumu izskatīšanai Eiropas Datu aizsardzības kolēģijai saskaņā ar procedūru, kas minēta 57. pantā."
		},
		{
			"lang": "ro",
			"text": "În cazul în care o autoritate de supraveghere nu acționează în termen de o lună de la solicitarea din partea altei autorități de supraveghere, aceasta din urmă are competența de a lua o măsură provizorie pe teritoriul propriului stat membru, în conformitate cu articolul 51 alineatul (1), și sesizează Comitetul european pentru protecția datelor în conformitate cu procedura menționată la articolul 57."
		},
		{
			"lang": "sk",
			"text": "Ak dozorný orgán nerozhodne o žiadosti iného dozorného orgánu do jedného mesiaca, žiadajúci dozorný orgán je oprávnený vydať dočasné opatrenie na území svojho členského štátu v súlade s článkom 51 ods. 1 a predložiť záležitosť Európskemu výboru pre ochranu údajov v súlade s postupom uvedeným v článku 57."
		},
		{
			"lang": "sl",
			"text": "Če nadzorni organ ne ukrepa v enem mesecu po prejemu zahteve drugega nadzornega organa, je nadzorni organ prosilec pristojen za sprejetje začasnih ukrepov na ozemlju svoje države članice v skladu s členom 51(1) in zadevo predloži Evropskemu odboru za varstvo podatkov v skladu s postopkom iz člena 57."
		},
		{
			"lang": "fi",
			"text": "Jos valvontaviranomainen ei vastaa toisen valvontaviranomaisen esittämään pyyntöön kuukauden kuluessa, pyynnön esittävällä valvontaviranomaisella on toimivalta toteuttaa väliaikainen toimenpide oman jäsenvaltionsa alueella 51 artiklan 1 kohdan mukaisesti, ja sen on esitettävä asia Euroopan tietosuojaneuvostolle 57 artiklassa tarkoitetun menettelyn mukaisesti."
		},
		{
			"lang": "pl",
			"text": "W przypadku gdy organ nadzorczy, na wniosek innego organu nadzorczego, nie podjął działania w terminie jednego miesiąca, organ, który złożył wniosek, jest właściwy do podjęcia środków tymczasowych na terytorium swojego państwa członkowskiego zgodnie z art. 51 ust. 1 i przekazuje sprawę Europejskiej Radzie Ochrony Danych w trybie procedury, o której mowa w art. 57."
		},
		{
			"lang": "lt",
			"text": "Jeigu priežiūros institucija neatsako į kitos priežiūros institucijos prašymą per vieną mėnesį, prašymą pateikusi priežiūros institucija yra kompetentinga priimti laikinąsias priemones savo valstybės narės teritorijoje pagal 51 straipsnio 1 dalį ir pateikia klausimą nagrinėti Europos duomenų apsaugos valdybai pagal 57 straipsnyje nurodytą procedūrą."
		},
		{
			"lang": "nl",
			"text": "Wanneer een toezichthoudende autoriteit niet binnen één maand op een verzoek van een andere toezichthoudende autoriteit reageert, is de verzoekende toezichthoudende autoriteit bevoegd om overeenkomstig artikel 51, lid 1, een voorlopige maatregel op het grondgebied van haar lidstaat te nemen en legt zij de aangelegenheid volgens de in artikel 57 bedoelde procedure voor aan het Europees Comité voor gegevensbescherming."
		},
		{
			"lang": "sv",
			"text": "Om en tillsynsmyndighet som tagit emot en begäran från en annan tillsynsmyndighet inte agerat inom en månad ska den myndighet som lämnat begäran ha befogenhet att vidta en provisorisk åtgärd på sin medlemsstats territorium i kraft av artikel 51.1, och ska lämna över ärendet till Europeiska dataskyddsstyrelsen enligt förfarandet i artikel 57."
		}
	],
	"children": [],
	"title": "Article 55 – Paragraph 8"
}