{
	"id": "a55p7",
	"type": "paragraph",
	"literal": "7",
	"parent": "a55",
	"text": [
		{
			"lang": "en",
			"text": "No fee shall be charged for any action taken following a request for mutual assistance."
		},
		{
			"lang": "de",
			"text": "Maßnahmen, die aufgrund eines Amtshilfeersuchens getroffen werden, sind gebührenfrei."
		},
		{
			"lang": "fr",
			"text": "Une mesure prise à la suite d'une demande d'assistance mutuelle ne donne pas lieu à la perception de frais."
		},
		{
			"lang": "es",
			"text": "No se cobrará tasa alguna por las medidas adoptadas a raíz de una solicitud de asistencia mutua."
		},
		{
			"lang": "pt",
			"text": "Não é cobrada qualquer taxa por qualquer medida tomada na sequência de um pedido de assistência mútua."
		},
		{
			"lang": "it",
			"text": "Non è imposta alcuna spesa per le misure prese a seguito di una richiesta di assistenza reciproca."
		},
		{
			"lang": "ga",
			"text": "Ní ghearrfar aon táille as aon bheart a dhéanfar tar éis cúnamh frithpháirteach a iarraidh."
		},
		{
			"lang": "cs",
			"text": "Za žádné kroky podniknuté v návaznosti na žádost o vzájemnou pomoc se neúčtují poplatky."
		},
		{
			"lang": "da",
			"text": "Der opkræves ikke gebyr for foranstaltninger, der iværksættes efter en anmodning om gensidig bistand."
		},
		{
			"lang": "et",
			"text": "Vastastikuse abi taotluse alusel võetud meetmete eest tasu ei nõuta."
		},
		{
			"lang": "el",
			"text": "Κανένα τέλος δεν επιβάλλεται για οποιαδήποτε ενέργεια λαμβάνεται σε συνέχεια αιτήματος αμοιβαίας συνδρομής."
		},
		{
			"lang": "bg",
			"text": "Не се събират такси за действията, предприети в отговор на искане за взаимопомощ."
		},
		{
			"lang": "hu",
			"text": "A kölcsönös segítségnyújtás iránti kérelem nyomán megtett intézkedések térítésmentesek."
		},
		{
			"lang": "mt",
			"text": "Ma għandu jintalab l-ebda ħlas għal kwalunkwe azzjoni meħuda wara talba għal assistenza reċiproka."
		},
		{
			"lang": "lv",
			"text": "Par darbībām, kas veiktas pēc savstarpējās palīdzības pieprasījuma, neprasa nekāda veida samaksu."
		},
		{
			"lang": "ro",
			"text": "Pentru acțiunile întreprinse în urma unei solicitări de asistență reciprocă nu se percepe nicio taxă."
		},
		{
			"lang": "sk",
			"text": "Za opatrenie vykonané na základe žiadosti o vzájomnú pomoc sa neúčtuje žiadny poplatok."
		},
		{
			"lang": "sl",
			"text": "Za noben ukrep na podlagi zahteve za medsebojno pomoč se ne zaračuna pristojbina."
		},
		{
			"lang": "fi",
			"text": "Keskinäistä avunantoa koskevien pyyntöjen perusteella toteutettavista toimista ei peritä maksua."
		},
		{
			"lang": "pl",
			"text": "Nie pobiera się opłat od działania podjętego w wyniku przesłania wniosku o wzajemną pomoc."
		},
		{
			"lang": "lt",
			"text": "Už veiksmus, kurių imamasi siekiant patenkinti savitarpio pagalbos prašymą, mokestis neimamas."
		},
		{
			"lang": "nl",
			"text": "De maatregelen die na een verzoek om wederzijdse bijstand worden genomen, zijn kosteloos."
		},
		{
			"lang": "sv",
			"text": "Åtgärder som vidtagits efter en begäran om ömsesidigt bistånd ska inte vara belagda med någon avgift."
		}
	],
	"children": [],
	"title": "Article 55 – Paragraph 7"
}