{
	"id": "a55p10",
	"type": "paragraph",
	"literal": "10",
	"parent": "a55",
	"text": [
		{
			"lang": "en",
			"text": "The Commission may specify the format and procedures for mutual assistance referred to in this article and the arrangements for the exchange of information by electronic means between supervisory authorities, and between supervisory authorities and the European Data Protection Board, in particular the standardised format referred to in paragraph 6. Those implementing acts shall be adopted in accordance with the examination procedure referred to in Article 87(2)."
		},
		{
			"lang": "de",
			"text": "Die Kommission kann Form und Verfahren der Amtshilfe nach diesem Artikel und die Ausgestaltung des elektronischen Informationsaustauschs zwischen den Aufsichtsbehörden sowie zwischen den Aufsichtsbehörden und dem Europäischen Datenschutzausschuss, insbesondere das in Absatz 6 genannte standardisierte Format, festlegen. Diese Durchführungsrechtsakte werden in Übereinstimmung mit dem Prüfverfahren gemäß Artikel 87 Absatz 2 erlassen."
		},
		{
			"lang": "fr",
			"text": "La Commission peut préciser la forme et les procédures de l'assistance mutuelle objet du présent article, ainsi que les modalités de l’échange d’informations par voie électronique entre autorités de contrôle, et entre les autorités de contrôle et le comité européen de la protection des données, notamment le formulaire type mentionné au paragraphe 6. Les actes d'exécution correspondants sont adoptés conformément à la procédure d'examen prévue à l'article 87, paragraphe 2."
		},
		{
			"lang": "es",
			"text": "La Comisión podrá especificar el formato y los procedimientos de asistencia mutua contemplados en el presente artículo, así como las modalidades del intercambio de información por vía electrónica entre las autoridades de control y entre las autoridades de control y el Consejo Europeo de Protección de Datos, en especial el formato normalizado contemplado en el apartado 6. Dichos actos de ejecución se adoptarán con arreglo al procedimiento de examen contemplado en el artículo 87, apartado 2."
		},
		{
			"lang": "pt",
			"text": "A Comissão pode especificar o formato e os procedimentos para a assistência mútua referidos neste artigo, bem como as modalidades de intercâmbio eletrónico de informações entre as autoridades de controlo e entre as autoridades de controlo e o Comité Europeu para a Proteção de Dados, nomeadamente o formato normalizado referido no n.º 6. Os atos de execução correspondentes são adotados em conformidade com o procedimento de exame referido no artigo 87.º, n.º 2."
		},
		{
			"lang": "it",
			"text": "La Commissione può specificare il formato e le procedure per l’assistenza reciproca di cui al presente articolo e le modalità per lo scambio di informazioni per via elettronica tra autorità di controllo e tra le autorità di controllo e il comitato europeo per la protezione dei dati, in particolare il modulo standard di cui al paragrafo 6. Tali atti di esecuzione sono adottati secondo la procedura d’esame di cui all’articolo 87, paragrafo 2."
		},
		{
			"lang": "ga",
			"text": "Féadfaidh an Coimisiún an fhormáid agus na nósanna imeachta a shonrú a bhaineann leis an gcúnamh frithpháirteach dá dtagraítear san Airteagal seo agus na socruithe maidir le faisnéis a mhalartú trí mhodhanna leictreonacha idir údaráis mhaoirseachta, agus idir údaráis mhaoirseachta agus an Bord Eorpach um Chosaint Sonraí, go háirithe an fhormáid chaighdeánaithe dá dtagraítear i mír 6. Glacfar na gníomhartha cur chun feidhme sin i gcomhréir leis an nós imeachta scrúdúcháin dá dtagraítear in Airteagal 87(2)."
		},
		{
			"lang": "cs",
			"text": "Komise může určit formát a postupy pro vzájemnou pomoc podle tohoto článku a může určit, jak bude probíhat elektronická výměna informací mezi orgány dozoru vzájemně a mezi orgány dozoru a Evropskou radou pro ochranu údajů, zejména pak může určit standardní formát uvedený v odstavci 6. Tyto prováděcí akty se přijímají v souladu s přezkumným postupem podle čl. 87 odst. 2."
		},
		{
			"lang": "da",
			"text": "Kommissionen kan angive formatet og procedurerne for gensidig bistand som omhandlet i denne artikel og ordningerne for elektronisk udveksling af oplysninger mellem tilsynsmyndigheder og mellem tilsynsmyndigheder og Det Europæiske Databeskyttelsesråd, navnlig standardformatet nævnt i stk. 6. Disse gennemførelses­retsakter vedtages efter undersøgelsesproceduren i artikel 87, stk. 2."
		},
		{
			"lang": "et",
			"text": "Komisjon võib täpsemalt kindlaks määrata käesolevas artiklis osutatud vastastikuse abistamise vormi ja korra ning järelevalveasutuste ning järelevalveasutuste ja Euroopa Andmekaitsenõukogu vahelise elektroonilise teabevahetuse korra, eelkõige lõikes 6 osutatud tüüpvormi. Kõnealused rakendusaktid võetakse vastu kooskõlas artikli 87 lõikes 2 osutatud kontrollimenetlusega."
		},
		{
			"lang": "el",
			"text": "Η Επιτροπή μπορεί να προσδιορίσει τον μορφότυπο και τις διαδικασίες της εγκατάστασης την αμοιβαία συνδρομή που αναφέρεται στο παρόν άρθρο και τις ρυθμίσεις για την ανταλλαγή πληροφοριών με ηλεκτρονικά μέσα μεταξύ αρχών ελέγχου και μεταξύ αρχών ελέγχου και του Ευρωπαϊκού Συμβουλίου Προστασίας Δεδομένων, ιδίως δε τον τυποποιημένο μορφότυπο που αναφέρεται στην παράγραφο 6. Οι εν λόγω εκτελεστικές πράξεις εκδίδονται σύμφωνα με τη διαδικασία εξέτασης που αναφέρεται στο άρθρο 87 παράγραφος 2."
		},
		{
			"lang": "bg",
			"text": "Комисията може да определи формата и процедурите за взаимопомощта, посочена в настоящия член, както и договореностите за обмена на информация чрез електронни средства между надзорните органи и между надзорните органи и Европейския комитет по защита на данните, и по-специално стандартизирания формат, посочен в параграф 6. Тези актове за изпълнение се приемат в съответствие с процедурата по разглеждане, посочена в член 87, параграф 2."
		},
		{
			"lang": "hu",
			"text": "A Bizottság meghatározhatja az e cikk szerinti kölcsönös segítségnyújtás formátumát és eljárásait és a felügyelő hatóságok közötti, valamint a felügyelő hatóságok és az Európai Adatvédelmi Testület közötti elektronikus úton történő információcserére vonatkozó szabályokat, továbbá különösen a (6) bekezdésben említett egységes formanyomtatványokat. E végrehajtási jogi aktusokat a 87. cikk (2) bekezdése szerinti vizsgálóbizottsági eljárással összhangban kell elfogadni."
		},
		{
			"lang": "mt",
			"text": "Il-Kummissjoni tista’ tispeċifika l-format u l-proċeduri għal assistenza reċiproka msemmija f’dan l-Artikolu u l-arranġamenti għall-iskambju ta’ informazzjoni b’mezzi elettroniċi bejn l-awtoritajiet ta’ superviżjoni, u bejn l-awtoritajiet ta’ superviżjoni u l-Bord Ewropew għall-Protezzjoni tad-Dejta, b’mod partikolari l-format standardizzat imsemmi fil-paragrafu 6. Dawk l-atti ta’ implimentazzjoni għandhom jiġu adottati skont il-proċedura ta’ analiżi msemmija fl-Artikolu 87(2)."
		},
		{
			"lang": "lv",
			"text": "Komisija var noteikt formātu un procedūras savstarpējai palīdzībai, kas minēta šajā pantā, un kārtību, kā uzraudzības iestādes savā starpā un ar Eiropas Datu aizsardzības kolēģiju apmainās ar informāciju elektroniskiem līdzekļiem, jo īpaši standartizēto formātu, kas minēts 6. punktā. Šos īstenošanas aktus pieņem saskaņā ar pārbaudes procedūru, kas minēta 87. panta 2. punktā."
		},
		{
			"lang": "ro",
			"text": "Comisia poate specifica forma și procedurile pentru asistența reciprocă menționată în prezentul articol, precum și modalitățile de schimb de informații prin mijloace electronice între autoritățile de supraveghere și între autoritățile de supraveghere și Comitetul european pentru protecția datelor, în special formularul standard menționat la alineatul (6). Actele de punere în aplicare respective sunt adoptate în conformitate cu procedura de examinare menționată la articolul 87 alineatul (2)."
		},
		{
			"lang": "sk",
			"text": "Komisia môže stanoviť formát a postupy vzájomnej pomoci uvedené v tomto článku a opatrenia na výmenu informácií elektronickými prostriedkami medzi dozornými orgánmi navzájom, ako aj medzi dozornými orgánmi a Európskym výborom pre ochranu údajov, najmä štandardizovaný formát uvedený v odseku 6. Tieto vykonávacie akty sa prijmú v súlade s postupom preskúmania uvedeným v článku 87 ods. 2."
		},
		{
			"lang": "sl",
			"text": "Komisija lahko določi obliko zapisa in postopke za medsebojno pomoč iz tega člena ter ureditev za izmenjavo informacij z elektronskimi sredstvi med nadzornimi organi ter med nadzornimi organi in Evropskim odborom za varstvo podatkov, zlasti standardizirano obliko iz odstavka 6. Navedeni izvedbeni akti se sprejmejo v skladu s postopkom pregleda iz člena 87(2)."
		},
		{
			"lang": "fi",
			"text": "Komissio voi vahvistaa tässä artiklassa tarkoitettua keskinäistä avunantoa koskevat muodot ja menettelyt sekä järjestelyt valvontaviranomaisten kesken ja valvontaviranomaisten ja Euroopan tietosuojaneuvoston välillä sähköisin keinoin toteutettavaa tietojenvaihtoa varten, erityisesti 6 kohdassa tarkoitetun vakiolomakkeen. Nämä täytäntöönpanosäädökset hyväksytään 87 artiklan 2 kohdassa tarkoitettua tarkastelumenettelyä noudattaen."
		},
		{
			"lang": "pl",
			"text": "Komisja może określić formułę oraz procedurę wzajemnej pomocy, o której mowa w niniejszym artykule, oraz metody wymiany informacji przy wykorzystaniu środków elektronicznych między organami nadzorczymi oraz między organami nadzorczymi a Europejską Radą Ochrony Danych, w szczególności w odniesieniu do standardowego formatu, o którym mowa w ust. 6. Te środki egzekucyjne są przyjmowane zgodnie z procedurą sprawdzającą, o której mowa w art. 87 ust. 2."
		},
		{
			"lang": "lt",
			"text": "Komisija gali nustatyti šiame straipsnyje nurodytos savitarpio pagalbos formatą ir procedūras ir priežiūros institucijų, taip pat priežiūros institucijų ir Europos duomenų apsaugos valdybos keitimosi informacija elektroniniu būdu tvarką, visų pirma 6 dalyje nurodytą standartizuotą formą. Tie įgyvendinimo aktai priimami pagal 87 straipsnio 2 dalyje nurodytą nagrinėjimo procedūrą."
		},
		{
			"lang": "nl",
			"text": "De Commissie kan het model en de procedures vastleggen voor de wederzijdse bijstand overeenkomstig dit artikel, alsook de regelingen voor de elektronische uitwisseling van informatie tussen toezichthoudende autoriteiten onderling en tussen toezichthoudende autoriteiten en het Europees Comité voor gegevensbescherming, waaronder het in lid 6 bedoelde standaardformulier. De betrokken uitvoeringshandelingen worden vastgesteld volgens de in artikel 87, lid 2, bedoelde onderzoeksprocedure."
		},
		{
			"lang": "sv",
			"text": "Kommissionen får precisera format och förfaranden för sådant ömsesidigt bistånd som avses i denna artikel samt formerna för elektronisk överföring av information tillsynsmyndigheter emellan, samt mellan tillsynsmyndigheter och Europeiska dataskyddsstyrelsen, i synnerhet det standardiserade format som avses i punkt 6. Genomförandeakterna ska antas enligt det granskningsförfarande som avses i artikel 87.2."
		}
	],
	"children": [],
	"title": "Article 55 – Paragraph 10"
}