{
	"id": "a56p3",
	"type": "paragraph",
	"literal": "3",
	"parent": "a56",
	"text": [
		{
			"lang": "en",
			"text": "Each supervisory authority may, as a host supervisory authority, in compliance with its own national law, and with the seconding supervisory authority’s authorisation, confer executive powers, including investigative tasks on the seconding supervisory authority’s members or staff involved in joint operations or, in so far as the host supervisory authority’s law permits, allow the seconding supervisory authority’s members or staff to exercise their executive powers in accordance with the seconding supervisory authority’s law. Such executive powers may be exercised only under the guidance and, as a rule, in the presence of members or staff from the host supervisory authority. The seconding supervisory authority's members or staff shall be subject to the host supervisory authority's national law. The host supervisory authority shall assume responsibility for their actions."
		},
		{
			"lang": "de",
			"text": "Jede Aufsichtsbehörde kann als einladende Aufsichtsbehörde gemäß ihren nationalen Rechtsvorschriften und mit Genehmigung der unterstützenden Aufsichtsbehörde den an den gemeinsamen Maßnahmen beteiligten Mitgliedern oder Bediensteten der unterstützenden Aufsichtsbehörde Durchführungsbefugnisse einschließlich untersuchungsspezifischer Aufgaben übertragen oder, soweit dies nach dem Recht der einladenden Aufsichtsbehörde zulässig ist, den Mitgliedern oder Bediensteten der unterstützenden Aufsichtsbehörde gestatten, ihre Durchführungsbefugnisse nach dem Recht der unterstützenden Aufsichtsbehörde auszuüben. Diese Durchführungsbefugnisse können nur unter der Leitung und in der Regel in Gegenwart der Mitglieder oder Bediensteten der einladenden Aufsichtsbehörde ausgeübt werden. Die Mitglieder oder Bediensteten der unterstützenden Aufsichtsbehörde unterliegen dem nationalen Recht der einladenden Aufsichtsbehörde. Die einladende Aufsichtsbehörde haftet für ihre Handlungen."
		},
		{
			"lang": "fr",
			"text": "En tant qu'autorité de contrôle de l'État membre d'accueil, chaque autorité de contrôle peut, conformément à son droit national et avec l'accord de l’autorité de contrôle de l'État membre d'origine, confier des compétences de puissance publique, notamment des missions d'enquête, aux membres ou aux agents de l’autorité de contrôle de l'État membre d'origine participant à des opérations conjointes ou admettre, pour autant que le droit dont relève l'autorité de contrôle de l'État membre d'accueil le permette, que les membres ou les agents de l'autorité de contrôle de l'État membre d'origine exercent leurs compétences de puissance publique conformément au droit dont relève l'autorité de contrôle de l'État membre d'origine. Ces compétences de puissance publique ne peuvent être exercées que sous l'autorité et, en règle générale, en présence de membres ou d'agents de l'autorité de contrôle de l'État membre d'accueil. Les membres ou agents de l'autorité de contrôle de l'État membre d'origine sont soumis au droit national de l'autorité de contrôle de l'État membre d'accueil. L'autorité de contrôle de l'État membre d'accueil assume la responsabilité de leurs actes."
		},
		{
			"lang": "es",
			"text": "En su calidad de autoridad de control de acogida, cada autoridad de control podrá, con arreglo a su Derecho interno y con la autorización de la autoridad de control de origen, conferir competencias de ejecución, en particular tareas de investigación, a los miembros o al personal de la autoridad de control de origen que participen en operaciones conjuntas o aceptar, en la medida en que lo permita la legislación de la autoridad de control de acogida, que los miembros o el personal de la autoridad de control de origen ejerzan sus competencias de ejecución de conformidad con la legislación de la autoridad de control de origen. Dichas competencias de ejecución solo podrán ejercerse bajo la orientación y, por regla general, en presencia de miembros o personal de la autoridad de control de acogida. Los miembros o el personal de la autoridad de control de origen estarán sujetos al Derecho interno de la autoridad de control de acogida. La autoridad de control de acogida asumirá la responsabilidad de sus actos."
		},
		{
			"lang": "pt",
			"text": "Cada autoridade de controlo pode, na qualidade de autoridade de controlo do Estado‑Membro de acolhimento, em conformidade com o seu direito nacional, e com a autorização da autoridade de controlo do Estado‑Membro de origem, confiar poderes de execução, nomeadamente missões de investigação, aos membros ou ao pessoal da autoridade de controlo do Estado‑Membro de origem envolvidos nas operações conjuntas ou autorizar, na medida em que a legislação nacional da autoridade de controlo do Estado‑Membro de acolhimento o permita, os membros ou o pessoal da autoridade de controlo do Estado‑Membro de origem a exercer os seus poderes de execução, em conformidade com a legislação nacional da autoridade de controlo do Estado‑Membro de origem. Esses poderes podem ser exercidos apenas sob a orientação e, em regra, na presença de membros ou pessoal da autoridade controlo do Estado‑Membro de acolhimento. Os membros ou pessoal da autoridade de controlo do Estado‑Membro de origem estão sujeitos ao direito nacional da autoridade de controlo do Estado‑Membro de acolhimento. A autoridade de controlo do Estado‑Membro de acolhimento assume a responsabilidade pelos seus atos."
		},
		{
			"lang": "it",
			"text": "L’autorità di controllo che ospiti un’operazione congiunta può, nel rispetto della legislazione nazionale e con l’autorizzazione dell’autorità di controllo ospitata, conferire poteri esecutivi, anche d’indagine, ai membri o al personale dell’autorità di controllo ospitata che partecipano all’operazione congiunta, o consentire a detti membri o personale, ove la propria legislazione nazionale lo consenta, di esercitare i loro poteri esecutivi in conformità della legislazione nazionale dell’autorità di controllo ospitata. Tali poteri esecutivi possono essere esercitati unicamente sotto il controllo e, di norma, in presenza di membri o personale dell’autorità di controllo ospite. I membri o il personale dell’autorità di controllo ospitata sono soggetti alla legislazione nazionale dell’autorità di controllo ospite. Quest’ultima risponde del loro operato."
		},
		{
			"lang": "ga",
			"text": "Féadfaidh gach údarás maoirseachta, mar údarás óstach maoirseachta, i gcomhréir lena dhlí náisiúnta féin, agus le húdarú an údaráis mhaoirseachta tionscnaimh, cumhachtaí feidhmiúcháin, lena n‑áirítear cúraimí imscrúdaitheacha, a thabhairt do chomhaltaí nó d’fhoireann an údaráis mhaoirseachta tionscnaimh atá i mbun comhoibríochtaí nó, a mhéid is a cheadaítear le dlí an údaráis óstaigh mhaoirseachta, ceadú do chomhaltaí nó d'fhoireann an údaráis mhaoirseachta tionscnaimh a chumhachtaí feidhmiúcháin a fheidhmiú i gcomhréir le dlí an údaráis mhaoirseachta tionscnaimh. Ní fhéadfar na cumhachtaí feidhmiúcháin sin a fheidhmiú ach faoi Threoir agus, mar riail ghinearálta, i láthair chomhaltaí nó fhoireann an údaráis óstaigh mhaoirseachta. Beidh comhaltaí nó foireann an údaráis mhaoirseachta tionscnaimh faoi réir dhlí náisiúnta an údaráis óstaigh mhaoirseachta. Beidh an t‑údarás óstach maoirseachta freagrach as a ghníomhaíochtaí féin."
		},
		{
			"lang": "cs",
			"text": "Každý orgán dozoru může jakožto hostitelský orgán dozoru svěřovat v souladu se svým vlastním vnitrostátním právem a za souhlasu vysílajícího orgánu dozoru výkonné pravomoci včetně investigativních úkolů členům nebo pracovníkům vysílajícího orgánu dozoru zapojeným do společných operací nebo, pokud to umožňují právní předpisy hostitelského orgánu dozoru, povolit členům nebo pracovníkům vysílajícího orgánu dozoru uplatňování jejich výkonných pravomocí v souladu s právními předpisy vysílajícího orgánu dozoru. Takovéto výkonné pravomoci lze uplatňovat pouze pod vedením a zpravidla za přítomnosti členů nebo pracovníků hostitelského orgánu dozoru. Členové nebo pracovníci vysílajícího orgánu dozoru podléhají vnitrostátním právním předpisům hostitelského orgánu dozoru. Hostitelský orgán dozoru přijímá odpovědnost za jejich jednání."
		},
		{
			"lang": "da",
			"text": "Hver tilsynsmyndighed kan som værtstilsynsmyndighed i overensstemmelse med sin nationale lovgivning og med den udsendende tilsynsmyndigheds godkendelse delegere forvaltningsbeføjelser, herunder undersøgelsesopgaver, til den udsendende tilsynsmyndigheds medlemmer eller medarbejdere, som deltager i fælles aktiviteter, eller, for så vidt værtstilsynsmyndighedens lovgivning tillader det, tillade, at den udsendende tilsynsmyndigheds medlemmer eller medarbejdere udøver deres forvaltningsbeføjelser i overensstemmelse med den udsendende tilsynsmyndigheds lovgivning. Sådanne forvaltningsbeføjelser må kun udøves under vejledning og i reglen også tilstedeværelse af værtstilsynsmyndighedens medlemmer eller medarbejdere. Den udsendende tilsynsmyndigheds medlemmer eller medarbejdere er underlagt værtstilsynsmyndighedens nationale lovgivning. Værtstilsynsmyndigheden påtager sig ansvaret for deres handlinger."
		},
		{
			"lang": "et",
			"text": "Iga järelevalveasutus võib vastuvõtva järelevalveasutusena kooskõlas oma siseriikliku õigusega ning lähetava liikmesriigi nõusolekul anda ühisoperatsioonidesse kaasatud lähetava järelevalveasutuse liikmetele või personalile õiguse teostada täidesaatvat võimu, sealhulgas lahendada uurimisülesandeid, või asukoha järelevalveasutuse seadusega ettenähtud ulatuses lubada lähetava järelevalveameti liikmetel või töötajatel kasutada oma täidesaatvaid volitusi kooskõlas lähetava järelevalveameti õigusega. Seda täidesaatvat võimu võib teostada ainult vastuvõtva järelevalveasutuse juhendamisel ning reeglina selle asutuse liikmete või personali juuresolekul. Lähetava järelevalveasutuse liikmete või personali suhtes kohaldatakse vastuvõtva järelevalveasutuse siseriiklikku õigust. Vastuvõttev järelevalveasutus vastutab nende tegevuste eest."
		},
		{
			"lang": "el",
			"text": "Κάθε αρχή ελέγχου μπορεί, ως αρχή ελέγχου υποδοχής, σε συμφωνία με το εθνικό της δίκαιο, και με την έγκριση της αρχής ελέγχου απόσπασης, να απονέμει εκτελεστικές εξουσίες, συμπεριλαμβανομένων καθηκόντων έρευνας, στα μέλη ή στους υπαλλήλους της αρχής ελέγχου απόσπασης που συμμετέχουν σε κοινές πράξεις ή, εφόσον το επιτρέπει το δίκαιο της αρχής ελέγχου υποδοχής, να επιτρέπει στα μέλη ή στους υπαλλήλους της αρχής ελέγχου απόσπασης να ασκούν τις εκτελεστικές εξουσίες τους σύμφωνα με το δίκαιο της αρχής ελέγχου απόσπασης. Οι εν λόγω εκτελεστικές εξουσίες μπορούν να ασκούνται μόνον υπό την καθοδήγηση και, κατά κανόνα, παρουσία μελών ή υπαλλήλων της αρχής ελέγχου υποδοχής. Τα μέλη ή οι υπάλληλοι της αρχής ελέγχου απόσπασης υπάγονται στο εθνικό δίκαιο της αρχής ελέγχου υποδοχής. Η αρχή ελέγχου υποδοχής αναλαμβάνει την ευθύνη για τις πράξεις τους."
		},
		{
			"lang": "bg",
			"text": "В качеството си на надзорен орган домакин, в съответствие със своето собствено национално право и с разрешението на командироващия надзорен орган, всеки надзорен орган може да предостави изпълнителни правомощия, в това число задачи по разследване, на членовете или персонала на командироващия надзорен орган, участващ в съвместни операции или, дотолкова доколкото правото на надзорния орган домакин позволява, да разреши на членовете или персонала на командироващия надзорен орган да упражняват своите изпълнителни правомощия в съответствие с правото на командироващия надзорен орган. Такива изпълнителни правомощия могат да се упражняват единствено под ръководството и, като правило, в присъствието на членове или персонал от надзорния орган домакин. Спрямо членовете или персонала на командироващия надзорен орган се прилага националното право на надзорния орган домакин. Надзорният орган домакин поема отговорността за техните действия."
		},
		{
			"lang": "hu",
			"text": "Fogadó felügyelő hatóságként és saját nemzeti jogával összhangban, valamint a kirendelő felügyelő hatóság engedélyével, minden egyes felügyelő hatóság végrehajtó hatáskörrel – beleértve a vizsgálati feladatokat – ruházhatja fel a kirendelő felügyelő hatóság közös műveletben részt vevő tagját vagy munkatársát, vagy – amennyiben a fogadó felügyelő hatóság joga azt lehetővé teszi – engedélyezheti a kirendelő felügyelő hatóságok tagjai vagy munkatársai számára, hogy gyakorolják végrehajtó hatáskörüket a kirendelő felügyelő hatóság jogának megfelelően. Az ilyen végrehajtó hatáskört kizárólag a fogadó felügyelő hatóság felügyelete mellett és főszabály szerint annak tagjai vagy munkatársai jelenlétében lehet gyakorolni. A kirendelő felügyelő hatóság tagjai vagy munkatársai a fogadó felügyelő hatóság nemzeti jogának hatálya alá tartoznak. A fogadó felügyelő hatóság felelősséggel tartozik tevékenységükért."
		},
		{
			"lang": "mt",
			"text": "Kull awtorità ta’ superviżjoni tista’, bħala l-awtorità ta’ superviżjoni ospitanti, f’konformità mal-liġi nazzjonali tagħha stess, u bl-awtorizzazzjoni tal-awtorità ta’ superviżjoni li tissekonda, tikkonferixxi setgħat eżekuttivi, inkluż ħidmiet ta’ investigazzjoni, lill-membri jew lill-persunal tal-awtorità ta’ superviżjoni li tissekonda involuti f’operazzjonijiet konġunti jew, safejn tippermetti l-liġi tal-awtorità ta’ superviżjoni ospitanti, tippermetti lill-membri jew lill-persunal tal-awtorità ta’ superviżjoni li tissekonda li jeżerċitaw is-setgħat eżekuttivi tagħhom skont il-liġi tal-awtorità ta’ superviżjoni li tissekonda. Dawn is-setgħat eżekuttivi jistgħu jkunu eżerċitati biss taħt il-gwida u, bħala regola, fil-preżenza ta’ membri jew persunal mill-awtorità ta’ superviżjoni ospitanti. Il-membri jew il-persunal tal-awtorità ta’ superviżjoni li tissekonda għandhom ikunu soġġetti għal-liġi nazzjonali tal-awtorità ta’ superviżjoni ospitanti. L-awtorità ta’ superviżjoni ospitanti għandha tassumi r-responsabbiltà għall-azzjonijiet tagħhom."
		},
		{
			"lang": "lv",
			"text": "Katra uzraudzības iestāde var kā uzņemošā uzraudzības iestāde saskaņā ar savas valsts tiesībām un ar pilnvaru pārņēmējas uzraudzības iestādes piekrišanu, piešķirt izpildes pilnvaras, ietverot izmeklēšanas uzdevumus, pilnvaru pārņēmējas uzraudzības iestādes locekļiem vai darbiniekiem, kas iesaistīti kopīgajās operācijās, vai tādā apmērā, kā to pieļauj uzņemošās uzraudzības iestādes valsts tiesību akti, var atļaut pilnvaru pārņēmējas uzraudzības iestādes locekļiem vai darbiniekiem īstenot viņu izpildes pilnvaras saskaņā ar pilnvaru pārņēmējas uzraudzības iestādes valsts tiesību aktiem. Šādas izpildes pilnvaras var īstenot tikai uzņemošās uzraudzības iestādes vadībā un tās locekļu vai darbinieku klātbūtnē. Pilnvaru pārņēmējas uzraudzības iestādes locekļiem vai darbiniekiem piemēro uzņemošās uzraudzības iestādes valsts tiesības. Uzņemošā uzraudzības iestāde atbild par viņu darbībām."
		},
		{
			"lang": "ro",
			"text": "În calitate de autoritate de supraveghere gazdă, în conformitate cu propria legislație națională și cu acordul autorității de supraveghere care și-a detașat personalul, fiecare autoritate de supraveghere poate acorda competențe de executare, inclusiv încredința misiuni de anchetă membrilor sau personalului autorității de supraveghere din statul membru de origine, implicați în operațiuni comune sau, în măsura în care legislația autorității de supraveghere din statul membru de primire permite acest lucru, poate permite membrilor sau personalului autorității de supraveghere din statul membru de origine să își exercite competențele de executare în conformitate cu legislația autorității de supraveghere din statul membru de origine. Astfel de competențe de executare pot fi exercitate doar sub coordonarea și, de regulă, în prezența membrilor sau personalului autorității de supraveghere din statul membru de primire. Membrii sau personalul autorității de supraveghere din statul membru de origine sunt supuși legislației naționale a autorității de supraveghere din statul membru de primire. Aceasta își asumă răspunderea pentru acțiunile personalului."
		},
		{
			"lang": "sk",
			"text": "Každý dozorný orgán, ktorý je hostiteľským dozorným orgánom, môže v súlade so svojimi vnútroštátnymi právnymi predpismi a povolením vysielajúceho dozorného orgánu udeliť zamestnancom vysielajúceho dozorného orgánu zúčastňujúcim sa na spoločných operáciách výkonné právomoci vrátane vyšetrovacích úloh, resp. v rozsahu, v akom to umožňujú právne predpisy, ktorým podlieha hostiteľský dozorný orgán, umožniť zamestnancom vysielajúceho dozorného orgánu uplatňovať ich výkonné právomoci v súlade s právnymi predpismi, ktorým podlieha vysielajúci dozorný orgán. Tieto výkonné právomoci sa môžu uplatňovať len pod usmernením členov alebo zamestnancov hostiteľského dozorného orgánu a spravidla v ich prítomnosti. Členovia a zamestnanci vysielajúceho dozorného orgánu podliehajú vnútroštátnym právnym predpisom krajiny hostiteľského dozorného orgánu. Zodpovednosť za ich činnosť nesie hostiteľský dozorný orgán."
		},
		{
			"lang": "sl",
			"text": "Vsak nadzorni organ lahko kot nadzorni organ gostitelj v skladu z lastno nacionalno zakonodajo in s pooblastilom nadzornega organa druge države članice podeli izvršilna pooblastila, tudi za preiskovalne naloge, članom ali osebju nadzornega organa drugih držav članic, ki sodelujejo pri skupnem ukrepanju, ali, če je to po pravu nadzornega organa gostitelja dopustno, članom ali osebju nadzornega organa drugih držav članic dovoli izvajanje njihovih izvršilnih pooblastil v skladu z zakonodajo nadzornega organa druge države članice. Taka izvršilna pooblastila se lahko izvajajo samo pod vodstvom in praviloma v prisotnosti članov ali osebja nadzornega organa gostitelja. Za člane ali osebje nadzornega organa druge države članice velja nacionalna zakonodaja nadzornega organa gostitelja. Nadzorni organ gostitelj prevzame odgovornost za njihovo delovanje."
		},
		{
			"lang": "fi",
			"text": "Jokainen valvontaviranomainen voi johtavana valvontaviranomaisena toimiessaan oman kansallisen lainsäädäntönsä mukaisesti ja avustavan valvontaviranomaisen hyväksynnän perusteella luovuttaa täytäntöönpanovaltuuksia, kuten tutkintatehtäviä, yhteisiin operaatioihin osallistuvan avustavan valvontaviranomaisen jäsenelle tai henkilöstölle, tai siltä osin kuin se on mahdollista johtavan valvontaviranomaisen lainsäädännön puitteissa, sallia avustavan valvontaviranomaisen jäsenten tai henkilöstön käyttää täytäntöönpanovaltuuksiaan avustavan valvontaviranomaisen lainsäädännön mukaisesti. Näitä täytäntöönpanovaltuuksia voidaan käyttää ainoastaan johtavan valvontaviranomaisen jäsenten tai henkilöstön johdolla ja pääsääntöisesti heidän läsnä ollessaan. Avustavan valvontaviranomaisen jäseniin tai henkilöstöön sovelletaan johtavan valvontaviranomaisen kansallista lainsäädäntöä. Johtava valvontaviranomainen on vastuussa heidän toimistaan."
		},
		{
			"lang": "pl",
			"text": "Każdy organ nadzorczy, jako przyjmujący organ nadzorczy, zgodnie z własnym prawem krajowym i za zgodą wysyłającego organu nadzorczego, może przyznać członkom lub personelowi wysyłającego organu nadzorczego, uczestniczącym we wspólnych operacjach, uprawnienia wykonawcze, w tym zadania dochodzeniowe, lub, o ile jest to dozwolone prawem przyjmującego organu nadzorczego, pozwolić członkom lub personelowi wysyłającego organu nadzorczego wykonywać ich uprawnienia wykonawcze zgodnie z prawem wysyłającego organu nadzorczego. Te uprawnienia wykonawcze mogą być wykonywane wyłącznie pod kierownictwem i, co do zasady, w obecności członków lub personelu przyjmującego organu nadzorczego. Członkowie lub personel wysyłającego organu nadzorczego podlegają prawu krajowemu przyjmującego organu nadzorczego. Odpowiedzialność za ich działania ponosi przyjmujący organ nadzorczy."
		},
		{
			"lang": "lt",
			"text": "Kiekviena priežiūros institucija, kaip priimančioji priežiūros institucija, laikydamasi nacionalinės teisės ir komandiruojančiajai priežiūros institucijai leidus, suteikia vykdymo įgaliojimus, be kita ko, susijusius su tyrimo užduotimis, komandiruojančiosios priežiūros institucijos nariams arba darbuotojams, dalyvaujantiems vykdant bendras operacijas, arba, jeigu leidžiama priimančiosios priežiūros institucijos įstatymais, leidžia komandiruojančiosios priežiūros institucijos nariams arba darbuotojams naudotis savo vykdymo įgaliojimais pagal komandiruojančiosios priežiūros institucijos teisę. Tokiais vykdymo įgaliojimais gali būti naudojamasi tik vadovaujant priimančiosios priežiūros institucijos nariams arba darbuotojams ir paprastai jiems dalyvaujant. Komandiruojančiosios priežiūros institucijos nariams arba darbuotojams taikoma priimančiosios priežiūros institucijos nacionalinė teisė. Priimančioji priežiūros institucija atsako už jų veiksmus."
		},
		{
			"lang": "nl",
			"text": "Elke toezichthoudende autoriteit kan als ontvangende toezichthoudende autoriteit overeenkomstig haar nationale recht en met toestemming van de ondersteunende toezichthoudende autoriteit, aan de aan gezamenlijke maatregelen deelnemende leden of personeelsleden van de ondersteunende toezichthoudende autoriteit uitvoeringsbevoegdheden toekennen, onder meer in verband met het uitvoeren van onderzoeksmissies, of, voor zover het nationale recht van de ontvangende toezichthoudende autoriteit dat toestaat, de leden of de personeelsleden van de ondersteunende toezichthoudende autoriteit toestaan om hun uitvoeringsbevoegdheden overeenkomstig het recht van de ondersteunende toezichthoudende autoriteit uit te oefenen. Deze uitvoerende bevoegdheden mogen hierbij uitsluitend onder leiding en, in beginsel, in aanwezigheid van leden of personeelsleden van de ontvangende toezichthoudende autoriteit worden uitgeoefend. De leden of de personeelsleden van de ondersteunende toezichthoudende autoriteit zijn onderworpen aan het nationale recht van de ontvangende toezichthoudende autoriteit. Hun optreden valt onder de verantwoordelijkheid van de ontvangende toezichthoudende autoriteit."
		},
		{
			"lang": "sv",
			"text": "Värdlandets tillsynsmyndighet får inom ramen för sin nationella lagstiftning och efter godkännande från ursprungslandets tillsynsmyndighet anförtro verkställande befogenheter, inklusive undersökande arbete, åt ledamöter eller personal från ursprungslandets tillsynsmyndighet som deltar i de gemensamt utförda åtgärderna eller, så långt som värdlandets lagstiftning tillåter, medge att ursprungslandets ledamöter eller personal utövar verkställande befogenheter enligt ursprungslandets lagstiftning. Sådana verkställande befogenheter får endast utövas under överinsyn av och i regel i närvaro av ledamöter eller personal från värdlandets tillsynsmyndighet. Ledamöter och tjänstemän från ursprungslandets tillsynsmyndighet ska lyda under den nationella lagstiftning som gäller för värdlandets tillsynsmyndighet. Värdlandets tillsynsmyndighet ska ansvara för deras handlingar."
		}
	],
	"children": [],
	"title": "Article 56 – Paragraph 3"
}