{
	"id": "a56p2",
	"type": "paragraph",
	"literal": "2",
	"parent": "a56",
	"text": [
		{
			"lang": "en",
			"text": "In cases where data subjects in several Member States are likely to be affected by processing operations, a supervisory authority of each of those Member States shall have the right to participate in the joint investigative tasks or joint operations, as appropriate. The competent supervisory authority shall invite the supervisory authority of each of those Member States to take part in the respective joint investigative tasks or joint operations and respond to the request of a supervisory authority to participate in the operations without delay."
		},
		{
			"lang": "de",
			"text": "In Fällen, in denen voraussichtlich Personen in mehreren Mitgliedstaaten von Verarbeitungsvorgängen betroffen sind, ist die Aufsichtsbehörde jedes dieser Mitgliedstaaten berechtigt, an den gemeinsamen untersuchungsspezifischen Aufgaben oder den gemeinsamen Maßnahmen teilzunehmen. Die zuständige Aufsichtsbehörde lädt die Aufsichtsbehörde jedes dieser Mitgliedstaaten zur Teilnahme an den betreffenden gemeinsamen untersuchungsspezifischen Aufgaben oder gemeinsamen Maßnahmen ein und antwortet unverzüglich auf das Ersuchen einer Aufsichtsbehörde um Teilnahme."
		},
		{
			"lang": "fr",
			"text": "Dans les cas où des personnes concernées dans plusieurs autres États membres sont susceptibles de faire l'objet de traitements, une autorité de contrôle de chacun des États membres en cause a le droit de participer aux missions d'enquête conjointes ou aux opérations conjointes, selon le cas. L'autorité de contrôle compétente invite l'autorité de contrôle de chacun de ces États membres à prendre part aux missions d'enquête conjointes ou aux opérations conjointes en cause et donne suite sans délai à toute demande d’une autorité de contrôle souhaitant participer aux opérations."
		},
		{
			"lang": "es",
			"text": "En los casos en que sea probable que se vean afectados por las operaciones de tratamiento interesados en varios Estados miembros, tendrá derecho a participar en las tareas de investigación conjuntas o en las operaciones conjuntas, según proceda, una autoridad de control de cada uno de esos Estados miembros. La autoridad de control competente invitará a la autoridad de control de cada uno de esos Estados miembros a tomar parte en las tareas de investigación conjuntas o en las operaciones conjuntas de que se trate y responderá sin demora a la solicitud de una autoridad de control que desee participar en las operaciones."
		},
		{
			"lang": "pt",
			"text": "Nos casos em que as operações de tratamento possam prejudicar titulares de dados em vários Estados-Membros, uma autoridade de controlo de cada um dos Estados‑Membros em causa tem o direito de participar nas missões de investigação conjuntas ou nas operações conjuntas, consoante o caso. A autoridade de controlo competente convida a autoridade de controlo de cada Estado-Membro a participar nas missões de investigação conjuntas ou nas operações conjuntas em causa na respetiva operação e responde rapidamente ao pedido da autoridade de controlo que pretenda participar nas operações."
		},
		{
			"lang": "it",
			"text": "Nell’eventualità che il trattamento riguardi interessati in più Stati membri, l’autorità di controllo di ogni Stato membro in questione ha il diritto di partecipare alle indagini congiunte o alle operazioni congiunte, a seconda del caso. L’autorità di controllo competente invita l’autorità di controllo di ogni Stato membro in questione a partecipare all’indagine congiunta o all’operazione congiunta, e risponde senza ritardo alle richieste di partecipazione delle autorità di controllo."
		},
		{
			"lang": "ga",
			"text": "Nuair is dócha go ndéanfadh oibríochtaí próiseála difear do dhaoine is ábhar do na sonraí i roinnt Ballstát, beidh sé de cheart ag údarás maoirseachta ó gach ceann de na Ballstáit sin a bheith rannpháirteach sna comhchúraimí imscrúdaitheacha nó sna comhoibríochtaí sin, de réir mar is iomchuí. Tabharfaidh an t‑údarás inniúil maoirseachta cuireadh dón údarás maoirseachta ó gach ceann de na Ballstáit sin a bheith rannpháirteach sna comhchúraimí imscrúdaitheacha nó sna comhoibríochtaí iomchuí agus freagairt a thabhairt ar an iarraidh ó údarás maoirseachta a bheith rannpháirteach sna hoibríochtaí gan mhoill."
		},
		{
			"lang": "cs",
			"text": "V případech, kdy je pravděpodobné, že zpracováním budou dotčeny subjekty údajů v několika členských státech, má právo účastnit se společných investigativních úkolů či společných operací orgán dozoru každého z předmětných členských států. Příslušný orgán dozoru vyzve orgán dozoru každého z předmětných členských států k účasti na konkrétním investigativním úkolu nebo společné operaci a bez odkladu odpoví na žádost, ve které některý orgán dozoru projeví o účast na operacích zájem."
		},
		{
			"lang": "da",
			"text": "Når registrerede i flere medlemsstater sandsynligvis berøres af behandling, har tilsynsmyndigheden i hver af disse medlemsstater ret til at deltage i fælles undersøgelsesopgaver eller fælles aktiviteter. Den kompetente tilsynsmyndighed indbyder tilsynsmyndigheden i hver af disse medlemsstater til at deltage i de respektive fælles undersøgelsesopgaver eller fælles aktiviteter og besvarer straks en tilsynsmyndigheds anmodning om deltagelse i aktiviteterne."
		},
		{
			"lang": "et",
			"text": "Juhul kui töötlemistoimingud võivad tõenäoliselt mõjutada andmesubjekte mitmes liikmesriigis, on iga kõnealuse liikmesriigi järelevalveasutusel õigus osaleda vastavalt vajadusele ühisülesannetes või -operatsioonides. Pädev järelevalveasutus esitab iga kõnealuse liikmesriigi järelevalveasutusele kutse osaleda asjaomases ühisülesandes või -operatsioonis ja vastab viivitamata järelevalveasutuse taotlusele operatsioonides osaleda."
		},
		{
			"lang": "el",
			"text": "Σε περιπτώσεις στις οποίες πρόσωπα στα οποία αναφέρονται τα δεδομένα σε περισσότερα κράτη μέλη ενδέχεται να επηρεάζονται από πράξεις επεξεργασίας, μια αρχή ελέγχου από καθένα από τα εν λόγω κράτη μέλη δικαιούται να συμμετέχει στα κοινά καθήκοντα έρευνας ή στις κοινές πράξεις, ανάλογα με την περίπτωση. Η αρμόδια αρχή ελέγχου καλεί τις αρχές ελέγχου των εν λόγω κρατών μελών να λάβουν μέρος στα αντίστοιχα καθήκοντα έρευνας ή στις αντίστοιχες κοινές πράξεις και απαντά αμελλητί στο αίτημα αρχής ελέγχου να συμμετάσχει στις πράξεις."
		},
		{
			"lang": "bg",
			"text": "В случаите, при които има вероятност от операции по обработване на данни да бъдат засегнати субекти на данни в няколко държави-членки, надзорният орган на всяка от тези държави-членки има правото да участва в съвместните задачи по разследване или съвместните операции, както е целесъобразно. Компетентният надзорен орган кани надзорния орган на всяка от тези държави-членки да участва в съответните съвместни задачи по разследване или съвместни операции и отговаря без забавяне на искането на даден надзорен орган да се включи в операциите."
		},
		{
			"lang": "hu",
			"text": "Amennyiben az adatfeldolgozási műveletek valószínűleg több tagállambeli érintettre hatnak ki, mindegyik szóban forgó tagállam felügyelő hatósága részt vehet – az esettől függően – a közös vizsgálati feladatokban, vagy a közös műveletekben. Az illetékes felügyelő hatóság felkérheti az összes említett tagállam felügyelő hatóságát, hogy vegyenek részt az adott közös vizsgálati feladatokban, vagy a közös műveletekben, valamint haladéktalanul válaszoljanak a felügyelő hatóság műveletekben való részvételre irányuló megkeresésére."
		},
		{
			"lang": "mt",
			"text": "F’każijiet fejn is-suġġetti tad-dejta f’diversi Stati Membriaktarx li jkunu affettwati minn operazzjonijiet ta’ pproċessar, awtorità ta’ superviżjoni minn kull wieħed minn dawk l-Istati Membri għandu jkollu d-dritt li tipparteċipa fil-ħidmiet ta’ investigazzjoni konġunti jew fl-operazzjonijiet konġunti. L-awtorità ta’ superviżjoni kompetenti għandha tistieden lill-awtorità ta’ superviżjoni ta’ kull wieħed minn dawk l-Istati Membri sabiex tipparteċipa fil-ħidmiet ta' investigazzjoni konġunti jew operazzjonijiet konġunti rispettivi u twieġeb għat-talba ta’ awtorità ta’ superviżjoni sabiex tipparteċipa fl-operazzjonijiet mingħajr dewmien."
		},
		{
			"lang": "lv",
			"text": "Gadījumos, kad apstrādes darbības var skart datu subjektus vairākās dalībvalstīs, uzraudzības iestādei katrā no šīm dalībvalstīm ir tiesības piedalīties attiecīgi kopīgajos izmeklēšanas uzdevumos vai kopīgajās operācijās. Kompetentā uzraudzības iestāde aicina uzraudzības iestādes katrā no šīm dalībvalstīm piedalīties attiecīgajos izmeklēšanas uzdevumos vai kopīgajās operācijās un bez kavēšanās atbild uzraudzības iestādes pieprasījumam piedalīties operācijas."
		},
		{
			"lang": "ro",
			"text": "În cazul în care persoanele vizate în mai multe state membre sunt susceptibile de a fi afectate de operațiuni de prelucrare, o autoritate de supraveghere din fiecare dintre statele membre respective are dreptul de a participa la misiunile comune de anchetă sau la operațiunile comune, după caz. Autoritatea de supraveghere competentă invită autoritățile de supraveghere din fiecare dintre aceste state membre să ia parte la misiunile comune de anchetă sau operațiunile comune respective și răspunde fără întârziere la solicitarea unei autorități de supraveghere care dorește să participe la operațiuni."
		},
		{
			"lang": "sk",
			"text": "V prípadoch, keď je pravdepodobné, že operácie spracovania budú mať vplyv na dotknuté osoby v niekoľkých členských štátoch, dozorný orgán každého z týchto členských štátov má právo podieľať sa podľa konkrétnej situácie na spoločných vyšetrovacích úlohách alebo spoločných operáciách. Príslušný dozorný orgán vyzve dozorné orgány týchto jednotlivých členských štátov, aby sa zúčastnili na príslušných vyšetrovacích úlohách alebo spoločných operáciách a aby reagovali na žiadosť ktoréhokoľvek dozorného orgánu o zapojenie sa do operácií bez zbytočného odkladu."
		},
		{
			"lang": "sl",
			"text": "Kadar obstaja verjetnost, da bodo postopki obdelave vplivali na posameznike, na katere se nanašajo osebni podatki, v več državah članicah, ima nadzorni organ vsake od teh držav članic pravico do sodelovanja pri skupnih preiskovalnih nalogah ali skupnem ukrepanju, kakor je primerno. Pristojni nadzorni organ k sodelovanju pri zadevnih skupnih preiskovalnih nalogah ali skupnem ukrepanju povabi nadzorni organ vsake od teh držav članic in se nemudoma odzove na zahtevo nadzornega organa glede sodelovanja pri ukrepih."
		},
		{
			"lang": "fi",
			"text": "Jos käsittelytoimet todennäköisesti vaikuttavat useissa eri jäsenvaltioissa asuviin rekisteröityihin, kunkin tällaisen jäsenvaltion valvontaviranomaisella on oikeus osallistua yhteisiin tutkintatehtäviin tai yhteisiin operaatioihin. Toimivaltainen valvontaviranomainen kutsuu kunkin tällaisen jäsenvaltion valvontaviranomaisen osallistumaan yhteisiin tutkintatehtäviin tai yhteisiin operaatioihin ja vastaa operaatioihin osallistumista koskeviin valvontaviranomaisten pyyntöihin viipymättä."
		},
		{
			"lang": "pl",
			"text": "W przypadkach gdy operacje przetwarzania będą miały prawdopodobny wpływ na podmioty danych organ nadzorczy każdego z tych państw członkowskich ma prawo uczestniczyć, stosownie do okoliczności, w wykonywaniu wspólnych zadań dochodzeniowych lub wspólnych operacji. Właściwy organ nadzorczy wzywa organ nadzorczy każdego z tych państw członkowskich do uczestnictwa w wykonywaniu danego zadania dochodzeniowego lub wspólnej operacji i odpowiada bezzwłocznie na wniosek organu nadzorczego zawierający prośbę o uczestnictwo w operacjach."
		},
		{
			"lang": "lt",
			"text": "Tais atvejais, kai duomenų tvarkymo operacijomis gali būti daromas poveikis kelių valstybių narių duomenų subjektams, kiekvienos iš tų valstybių narių priežiūros institucija turi teisę dalyvauti atliekant bendras tyrimo užduotis arba prireikus vykdant bendras operacijas. Kompetentinga priežiūros institucija pakviečia kiekvienos iš tų valstybių narių priežiūros instituciją dalyvauti atliekant atitinkamas bendras tyrimo užduotis arba vykdant bendras operacijas ir nedelsdama atsako į priežiūros institucijos prašymą dėl dalyvavimo vykdant tokias operacijas."
		},
		{
			"lang": "nl",
			"text": "In gevallen waarin een verwerking betrekking heeft op betrokkenen in verschillende lidstaten heeft de toezichthoudende autoriteit van elk van die lidstaten het recht aan de gezamenlijke onderzoeksmissies of de gezamenlijke maatregelen deel te nemen. De bevoegde toezichthoudende autoriteit nodigt de toezichthoudende autoriteit van elk van die lidstaten uit tot deelname aan de respectieve gezamenlijke onderzoeksmissies of gezamenlijke maatregelen en beantwoordt onverwijld het verzoek van een toezichthoudende autoriteit om daaraan deel te nemen."
		},
		{
			"lang": "sv",
			"text": "Om registrerade personer i flera medlemsstater kan komma att påverkas av att uppgifter behandlas ska tillsynsmyndigheterna i var och en av dessa medlemsstater ha rätt att delta i det gemensamma undersökningsarbetet eller i andra gemensamma insatser enligt vad som är lämpligt i det enskilda fallet. Den behöriga tillsynsmyndigheten ska inbjuda tillsynsmyndigheterna i var och en av de berörda medlemsstaterna att delta i det gemensamma underökningsarbetet eller de gemensamma insatserna och ska utan dröjsmål svara på en annan tillsynsmyndighets begäran att få delta."
		}
	],
	"children": [],
	"title": "Article 56 – Paragraph 2"
}