{
	"id": "a56p1",
	"type": "paragraph",
	"literal": "1",
	"parent": "a56",
	"text": [
		{
			"lang": "en",
			"text": "In order to step up co-operation and mutual assistance, the supervisory authorities shall carry out joint investigative tasks, joint enforcement measures and other joint operations, in which designated members or staff from other Member States' supervisory authorities are involved."
		},
		{
			"lang": "de",
			"text": "Zur Stärkung der Zusammenarbeit und Amtshilfe erfüllen die Aufsichtsbehörden gemeinsame untersuchungsspezifische Aufgaben, führen gemeinsame Durchsetzungsmaßnahmen und andere gemeinsame Maßnahmen durch, an denen benannte Mitglieder oder Bedienstete der Aufsichtsbehörden anderer Mitgliedstaaten teilnehmen."
		},
		{
			"lang": "fr",
			"text": "Afin d'intensifier la coopération et l'assistance mutuelle, les autorités de contrôle mettent en œuvre des missions d'enquête conjointes, des mesures répressives conjointes et d'autres opérations conjointes auxquelles participent des membres ou des agents des autorités de contrôle d'autres États membres, désignés par celles-ci."
		},
		{
			"lang": "es",
			"text": "Con el fin de intensificar la cooperación y la asistencia mutua, las autoridades de control llevarán a cabo tareas de investigación conjuntas, medidas represivas conjuntas y otras operaciones conjuntas en las que participen miembros designados o personal de las autoridades de control de otros Estados miembros."
		},
		{
			"lang": "pt",
			"text": "A fim de intensificar a cooperação e a assistência mútua, as autoridades de controlo devem realizar missões de investigação conjuntas, medidas de execução conjuntas e outras operações conjuntas nas quais participem membros ou pessoal pertencente às autoridades de controlo de outros Estados-Membros."
		},
		{
			"lang": "it",
			"text": "Per potenziare la cooperazione e l’assistenza reciproca, le autorità di controllo possono svolgere indagini congiunte, mettere in atto misure di contrasto congiunte e condurre altre operazioni congiunte in cui sono coinvolti membri o personale designato di autorità di controllo di altri Stati membri."
		},
		{
			"lang": "ga",
			"text": "Chun comhar agus cúnamh frithpháirteach a threisiú, rachaidh na húdaráis mhaoirseachta i mbun comhchúraimí imscrúdaitheacha, comhbheart forfheidhmiúcháin agus comhoibríochtaí eile a mbeidh comhaltaí nó foireann ainmnithe ó údaráis mhaoirseachta na mBallstát eile bainteach leo."
		},
		{
			"lang": "cs",
			"text": "V zájmu posílení spolupráce a vzájemné pomoci provádějí orgány dozoru společné investigativní úkoly, přijímají společná donucovací opatření a podnikají jiné společné operace, do nichž jsou zapojeni určení členové nebo pracovníci orgánů dozoru z jiných členských států."
		},
		{
			"lang": "da",
			"text": "For at intensivere samarbejdet og den gensidige bistand gennemfører tilsynsmyn­dighederne fælles undersøgelsesopgaver, fælles håndhævelsesforanstaltninger og andre fælles aktiviteter, som udpegede medlemmer eller medarbejdere fra andre medlemsstaters tilsynsmyndigheder er involveret i."
		},
		{
			"lang": "et",
			"text": "Koostöö ja vastastikuse abistamise tugevdamiseks lahendavad järelevalveasutused ühiseid uurimisülesandeid, võtavad ühiseid täitemeetmed ja korraldavad muid ühisoperatsioone, milles osalevad teiste liikmesriikide järelevalveasutuste määratud liikmed või töötajad."
		},
		{
			"lang": "el",
			"text": "Για να εντείνουν τη συνεργασία και την αμοιβαία συνδρομή, οι αρχές ελέγχου εκτελούν κοινά καθήκοντα έρευνας, κοινά μέτρα επιβολής και άλλες κοινές πράξεις στις οποίες συμμετέχουν ορισμένα μέλη ή υπάλληλοι από αρχές ελέγχου άλλων κρατών μελών."
		},
		{
			"lang": "bg",
			"text": "С цел да бъдат засилени сътрудничеството и взаимопомощта надзорните органи изпълняват задачи по разследване, съвместни мерки за правоприлагане и други съвместни операции, в които участват определени членове или персонал на надзорните органи на други държави-членки."
		},
		{
			"lang": "hu",
			"text": "Az együttműködés és a kölcsönös segítségnyújtás fokozása érdekében a felügyelő hatóságok közös vizsgálati feladatokat, közös végrehajtási intézkedéseket és egyéb olyan közös műveleteket hajtanak végre, amelyekben egy másik tagállam felügyelő hatóságának kijelölt tagjai vagy munkatársai vesznek részt."
		},
		{
			"lang": "mt",
			"text": "Sabiex tħaffef il-kooperazzjoni u l-assistenza reċiproka, l-awtoritajiet ta’ superviżjoni għandhom iwettqu ħidmiet ta’ investigazzjoni konġunti, miżuri ta’ infurzar konġunti u operazzjonijiet konġunti oħrajn, li fihom membri magħżula jew persunal minn awtoritajiet ta’ superviżjoni ta’ Stati Membri oħrajn ikunu involuti."
		},
		{
			"lang": "lv",
			"text": "Lai uzlabotu sadarbību un savstarpējo palīdzību, uzraudzības iestādes veic kopīgus izmeklēšanas uzdevumus, kopīgus izpildes pasākumus un citas kopīgas operācijas, kurās iesaistās tam norīkoti citu dalībvalstu uzraudzības iestāžu locekļi vai darbinieki."
		},
		{
			"lang": "ro",
			"text": "Pentru a intensifica cooperarea și asistența reciprocă, autoritățile de supraveghere întreprind misiuni comune de anchetă, măsuri comune de aplicare a legii și alte operațiuni comune, în care sunt implicați membri desemnați sau personal din partea autorităților de supraveghere ale altor state membre."
		},
		{
			"lang": "sk",
			"text": "V záujme posilnenia spolupráce a vzájomnej pomoci dozorné orgány realizujú spoločné úlohy v oblasti vyšetrovania, opatrenia v oblasti presadzovania práva a iné spoločné operácie, do ktorých sa zapájajú určení členovia alebo zamestnanci dozorných orgánov iných členských štátov."
		},
		{
			"lang": "sl",
			"text": "Nadzorni organi za krepitev sodelovanja in medsebojne pomoči izvajajo skupne preiskovalne naloge, skupne ukrepe izvrševanja in druge skupne ukrepe, pri katerih sodelujejo imenovani člani ali osebje nadzornih organov drugih držav članic."
		},
		{
			"lang": "fi",
			"text": "Yhteistyön ja keskinäisen avunannon tehostamiseksi valvontaviranomaisten on toteutettava yhteisiä tutkintatehtäviä, yhteisiä täytäntöönpanotoimenpiteitä ja muita yhteisiä operaatioita, joihin osallistuu muiden jäsenvaltioiden valvontaviranomaisten nimitettyjä jäseniä tai muuta henkilöstöä."
		},
		{
			"lang": "pl",
			"text": "W celu zacieśnienia współpracy i zwiększenia wzajemnej pomocy organy nadzorcze wykonują wspólne zadania dochodzeniowe, przyjmują wspólne środki egzekucyjne i prowadzą inne wspólne operacje, podczas których wyznaczeni członkowie lub personel organów nadzorczych z innych państw członkowskich uczestniczą w operacjach na terytorium danego państwa członkowskiego."
		},
		{
			"lang": "lt",
			"text": "Siekdamos sustiprinti bendradarbiavimą ir savitarpio pagalbą, priežiūros institucijos atlieka bendras tyrimo užduotis, taiko bendras vykdymo priemones ir vykdo kitas bendras operacijas, kuriose dalyvauja paskirtieji nariai arba darbuotojai iš kitų valstybių narių priežiūros institucijų."
		},
		{
			"lang": "nl",
			"text": "Om de samenwerking en de wederzijdse bijstand te versterken, voeren de toezichthoudende autoriteiten gezamenlijke onderzoeksmissies uit en nemen zij gezamenlijke handhavingsmaatregelen en andere gezamenlijke maatregelen, waaraan aangewezen leden of personeelsleden van de toezichthoudende autoriteiten van andere lidstaten deelnemen."
		},
		{
			"lang": "sv",
			"text": "För att vidareutveckla samarbetet och det ömsesidiga biståndet ska tillsynsmyndigheter utföra undersökande arbete, verkställighetsåtgärder och andra insatser gemensamt, genom att utvalda ledamöter från andra medlemsstaters tillsynsmyndigheter deltar."
		}
	],
	"children": [],
	"title": "Article 56 – Paragraph 1"
}