{
	"id": "a58p7",
	"type": "paragraph",
	"literal": "7",
	"parent": "a58",
	"text": [
		{
			"lang": "en",
			"text": "The European Data Protection Board shall issue an opinion on the matter, if the European Data Protection Board so decides by simple majority of its members or any supervisory authority or the Commission so requests within one week after the relevant information has been provided according to paragraph 5. The opinion shall be adopted within one month by simple majority of the members of the European Data Protection Board. The chair of the European Data Protection Board shall inform, without undue delay, the supervisory authority referred to, as the case may be, in paragraphs 1 and 3, the Commission and the supervisory authority competent under Article 51 of the opinion and make it public."
		},
		{
			"lang": "de",
			"text": "Wenn der Europäische Datenschutzausschuss dies mit der einfachen Mehrheit seiner Mitglieder entscheidet oder eine Aufsichtsbehörde oder die Kommission dies binnen einer Woche nach Übermittlung der zweckdienlichen Informationen nach Absatz 5 beantragen, gibt der Europäische Datenschutzausschuss eine Stellungnahme zu der Angelegenheit ab. Die Stellungnahme wird binnen einem Monat mit der einfachen Mehrheit der Mitglieder des Europäischen Datenschutzausschusses angenommen. Der Vorsitz des Europäischen Datenschutzausschusses unterrichtet je nach Fall die in Absatz 1 oder Absatz 3 genannte Aufsichtsbehörde, die Kommission und die gemäß Artikel 51 zuständige Aufsichtsbehörde unverzüglich über die Stellungnahme und veröffentlicht sie."
		},
		{
			"lang": "fr",
			"text": "Si ses membres en décident ainsi à la majorité simple, ou à la demande de toute autorité de contrôle ou de la Commission, le comité européen de la protection des données émet un avis sur l'affaire dans un délai d'une semaine après la communication des informations utiles conformément au paragraphe 5. L'avis est adopté dans un délai d’un mois à la majorité simple des membres du comité européen de la protection des données. Le président du comité européen de la protection des données informe sans retard indu l’autorité de contrôle visée, selon le cas, au paragraphe 1 ou au paragraphe 3, la Commission et l'autorité de contrôle compétente en vertu de l'article 51 de l'avis et le publie."
		},
		{
			"lang": "es",
			"text": "El Consejo Europeo de Protección de Datos emitirá un dictamen sobre el asunto si así lo decide por mayoría simple de sus miembros o si cualquier autoridad de control o la Comisión lo solicitan en el plazo de una semana después de que se haya facilitado la información útil con arreglo a lo dispuesto en el apartado 5. El dictamen se adoptará en el plazo de un mes por mayoría simple de los miembros del Consejo Europeo de Protección de Datos. El presidente del Consejo Europeo de Protección de Datos informará del dictamen, sin demora injustificada, a la autoridad de control contemplada, según proceda, en los apartados 1 y 3, a la Comisión y a la autoridad de control competente en virtud del artículo 51, y lo hará público."
		},
		{
			"lang": "pt",
			"text": "O Comité Europeu para a Proteção de Dados emite um parecer sobre o assunto se os seus membros assim o decidirem por maioria simples, ou se qualquer autoridade de controlo ou a Comissão assim o solicitarem, no prazo de uma semana após a comunicação das informações pertinentes nos termos do n.º 5. O parecer é adotado no prazo de um mês por maioria simples dos membros do Comité Europeu para a Proteção de Dados. O presidente do Comité Europeu para a Proteção de Dados informa do parecer, sem demora injustificada, a autoridade de controlo referida, consoante o caso, no n.º 1 ou no n.º 3, a Comissão e a autoridade de controlo competente nos termos do artigo 51.º, e torna-o público."
		},
		{
			"lang": "it",
			"text": "Se i suoi membri lo decidono a maggioranza semplice, o su richiesta di un’autorità di controllo, il comitato europeo per la protezione dei dati esprime un parere sulla questione entro una settimana dalla comunicazione delle informazioni utili ai sensi del paragrafo 5. Il parere è adottato entro un mese a maggioranza semplice dei membri del comitato europeo per la protezione dei dati. Il presidente del comitato europeo per la protezione dei dati informa del parere, senza ingiustificato ritardo, l’autorità di controllo di cui al paragrafo 1 o al paragrafo 3, a seconda del caso, la Commissione e l’autorità di controllo competente ai sensi dell’articolo 51, e lo rende pubblico."
		},
		{
			"lang": "ga",
			"text": "Eiseoidh an Bord Eorpach um Chosaint Sonraí tuairim ar an gceist, má chinneann an Bord Eorpach um Chosaint Sonraí amhlaidh trí thromlach simplí dá chomhaltaí nó má iarrann aon údarás maoirseachta nó an Coimisiún amhlaidh laistigh de sheachtain tar éis an fhaisnéis ábhartha a sholáthar de réir mhír 5. Glacfar an tuairim laistigh de mhí amháin trí thromlach simplí de chomhaltaí an Bhoird Eorpaigh um Chosaint Sonraí. Cuirfidh cathaoirleach an Bhoird Eorpaigh um Chosaint Sonraí an t‑údarás maoirseachta dá dtagraítear, de réir mar a bheidh, i mír 1 agus i mír 3, an Coimisiún agus an t‑údarás maoirseachta atá inniúil de réir Airteagal 51 ar an eolas faoin tuairim gan mhoill agus poibleofar í."
		},
		{
			"lang": "cs",
			"text": "Evropská rada pro ochranu údajů vydává k dané záležitosti stanovisko, pokud tak rozhodne prostou většinou svých členů nebo pokud ji o to do týdne od poskytnutí relevantních informací podle odstavce 5 požádá kterýkoli orgán dozoru nebo Komise. Stanovisko se přijímá do jednoho měsíce prostou většinou členů Evropské rady pro ochranu údajů. Předseda Evropské rady pro ochranu údajů oznamuje stanovisko bez zbytečného odkladu orgánu dozoru uvedenému v odstavci 1 nebo 3, Komisi a příslušnému orgánu dozoru podle článku 51 a stanovisko zveřejňuje."
		},
		{
			"lang": "da",
			"text": "Det Europæiske Databeskyttelsesråd afgiver en udtalelse om sagen, hvis Det Europæiske Databeskyttelsesråd beslutter dette ved simpelt flertal, eller hvis en tilsynsmyndighed eller Kommissionen anmoder herom, senest en uge efter modtagelsen af de relevante oplysninger i henhold til stk. 5. Udtalelsen vedtages ved simpelt flertal af Det Europæiske Databeskyttelsesråd inden for en måned. Formanden for Det Europæiske Databeskyttelsesråd underretter uden unødig forsinkelse den tilsynsmyndighed, der er nævnt i stk. 1 eller 3, Kommissionen og den tilsynsmyndighed, der er kompetent i henhold til artikel 51, om udtalelsen og offentliggør den."
		},
		{
			"lang": "et",
			"text": "Euroopa Andmekaitsenõukogu esitab küsimuse kohta oma arvamuse ühe nädala jooksul pärast lõike 5 kohase teabe saamist, kui komitee teeb sellekohase otsuse liikmete lihthäälteenamuse alusel või kui mis tahes järelevalveasutus või komisjon esitab selleks taotluse. Arvamus võetakse vastu ühe kuu jooksul Euroopa Andmekaitsenõukogu liikmete lihthäälteenamuse alusel. Euroopa Andmekaitsenõukogu eesistuja teavitab arvamusest viivitamata lõigetes 1 ja 3 osutatud järelevalveasutust, komisjoni ja artikli 51 alusel pädevat järelevalveasutust ning avalikustab arvamuse."
		},
		{
			"lang": "el",
			"text": "Το Ευρωπαϊκό Συμβούλιο Προστασίας Δεδομένων εκδίδει γνώμη επί του θέματος, εφόσον το Ευρωπαϊκό Συμβούλιο Προστασίας Δεδομένων αποφασίσει κάτι τέτοιο με απλή πλειοψηφία των μελών της ή εάν οποιαδήποτε αρχή ελέγχου ή η Επιτροπή ζητήσουν κάτι τέτοιο εντός μίας εβδομάδας από την παροχή των σχετικών πληροφοριών σύμφωνα με την παράγραφο 5. Η γνώμη εκδίδεται εντός προθεσμίας ενός μηνός με απλή πλειοψηφία των μελών του Ευρωπαϊκού Συμβουλίου Προστασίας Δεδομένων. Ο πρόεδρος του Ευρωπαϊκού Συμβουλίου Προστασίας Δεδομένων ενημερώνει, αμελλητί, την αρχή ελέγχου που αναφέρεται, ανάλογα με την περίπτωση, στις παραγράφους 1 και 3, την Επιτροπή και την αρμόδια αρχή ελέγχου βάσει του άρθρου 51 για τη γνώμη, και τη δημοσιοποιεί."
		},
		{
			"lang": "bg",
			"text": "Европейският комитет по защита на данните излиза със становище по въпроса, ако такова решение бъде взето с обикновено мнозинство на неговите членове или ако даден надзорен орган или Комисията поиска това, в срок от една седмица след предоставянето на значимата информация в съответствие с параграф 5. Становището се приема в срок от един месец с обикновено мнозинство на членовете на Европейския комитет по защита на данните. Председателят на Европейския комитет по защита на данните информира без излишно забавяне надзорния орган, посочен — в зависимост от случая —в параграфи 1 и 3, Комисията и надзорния орган, компетентен по силата на член 51, за становището и го оповестява публично."
		},
		{
			"lang": "hu",
			"text": "Az Európai Adatvédelmi Testület a vonatkozó információk (5) bekezdés szerinti megküldését követő egy héten belül tagjai egyszerű többségével meghozott saját kezdeményezésre vagy valamely felügyelő hatóság vagy a Bizottság kérésére véleményezi az ügyet. A véleményt az Európai Adatvédelmi Testület tagjainak egyszerű többségével kell elfogadni egy hónapon belül. Az Európai Adatvédelmi Testület elnöke haladéktalanul értesíti a véleményről – az esettől függően – az (1) és (3) bekezdésben említett felügyelő hatóságot, a Bizottságot és az 51. cikk szerint illetékes felügyelő hatóságot , és nyilvánosságra hozza azt."
		},
		{
			"lang": "mt",
			"text": "Il-Bord Ewropew għall-Protezzjoni tad-Dejta għandu joħroġ opinjoni dwar il-kwistjoni, jekk il-Bord Ewropew għall-Protezzjoni tad-Dejta jiddeċiedi dan b’maġġoranza sempliċi tal-membri tiegħu jew kwalunkwe awtorità ta’ superviżjoni jew il-Kummissjoni jitolbu dan fi żmien ġimgħa wara li l-informazzjoni rilevanti tkun ġiet ipprovduta skont il-paragrafu 5. L-opinjoni għandha tkun adottata fi żmien xahar b’maġġoranza sempliċi tal-membri tal-Bord Ewropew għall-Protezzjoni tad-Dejta. Il-president tal-Bord Ewropew għall-Protezzjoni tad-Dejta għandu jinforma, mingħajr dewmien żejjed, lill-awtorità ta’ superviżjoni msemmija, skont kif ikun il-każ, fil-paragrafi 1 u 3, lill-Kummissjoni u lill-awtorità ta’ superviżjoni kompetenti taħt l-Artikolu 51 dwar l-opinjoni u jippubblikaha."
		},
		{
			"lang": "lv",
			"text": "Eiropas Datu aizsardzības kolēģija izdod atzinumu par jautājumu, ja Eiropas Datu aizsardzības kolēģija tā nolemj ar vienkāršu tās locekļu balsu vairākumu vai ja kāda uzraudzības iestāde vai Komisija to lūdz vienas nedēļas laikā pēc tam, kad ir sniegta attiecīgā informācija saskaņā ar 5. punktu. Atzinumu pieņem viena mēneša laikā ar vienkāršu Eiropas Datu aizsardzības kolēģijas locekļu balsu vairākumu. Eiropas Datu aizsardzības kolēģijas priekšsēdētājs par atzinumu bez nepamatotas kavēšanās informē uzraudzības iestādi, kas attiecīgā gadījumā minēta 1. un 3. punktā, Komisiju un saskaņā ar 51. pantu kompetento uzraudzības iestādi, un atzinumu dara publiski pieejamu."
		},
		{
			"lang": "ro",
			"text": "În cazul în care Comitetul european pentru protecția datelor decide acest lucru prin majoritate simplă a membrilor săi sau în cazul în care orice autoritate de supraveghere sau Comisia solicită acest lucru, Comitetul european pentru protecția datelor emite un aviz cu privire la chestiune în termen de o săptămână de la data la care informațiile relevante au fost furnizate în conformitate cu alineatul (5). Avizul este adoptat în termen de o lună cu majoritate simplă a membrilor Comitetului european pentru protecția datelor. Președintele Comitetului european pentru protecția datelor informează, fără întârziere nejustificată, autoritatea de supraveghere menționată, după caz, la alineatele (1) și (3), Comisia și autoritatea de supraveghere competentă în conformitate cu articolul 51 cu privire la aviz și îl publică."
		},
		{
			"lang": "sk",
			"text": "Európsky výbor pre ochranu údajov vydá k veci stanovisko, ak tak Európsky výbor pre ochranu údajov rozhodne jednoduchou väčšinou svojich členov alebo ak niektorý dozorný orgán alebo Komisia o to požiadali, a to do jedného týždňa po tom, ako boli príslušné informácie poskytnuté podľa odseku 5. Stanovisko musí byť prijaté do jedného mesiaca jednoduchou väčšinou členov Európskeho výboru pre ochranu údajov. Predseda Európskeho výboru pre ochranu údajov informuje o tomto stanovisku bez zbytočného odkladu a podľa konkrétneho prípadu dozorný orgán uvedený v odsekoch 1 a 3, Komisiu a dozorný orgán príslušný podľa článku 51, a stanovisko zverejní."
		},
		{
			"lang": "sl",
			"text": "Evropski odbor za varstvo podatkov o zadevi poda mnenje, če tako odloči enostavna večina njegovih članov ali če to zahteva kateri koli nadzorni organ ali Komisija, in sicer v enem tednu po prejemu relevantnih informacij v skladu z odstavkom 5. Mnenje se sprejme v enem mesecu z navadno večino članov Evropskega odbora za varstvo podatkov. Predsednik Evropskega odbora za varstvo podatkov o mnenju nemudoma obvesti nadzorni organ iz odstavka 1 oziroma odstavka 3, Komisijo in nadzorni organ, pristojen na podlagi člena 51, ter ga objavi."
		},
		{
			"lang": "fi",
			"text": "Euroopan tietosuojaneuvosto antaa asiasta lausuntonsa viikon kuluessa siitä, kun asiaa koskevat tiedot on toimitettu sille 5 kohdan mukaisesti, jos Euroopan tietosuojaneuvosto niin päättää jäsentensä yksinkertaisella enemmistöllä tai jos joku valvontaviranomainen tai komissio sitä pyytää. Lausunto on vahvistettava kuukauden kuluessa Euroopan tietosuojaneuvoston jäsenten yksinkertaisella enemmistöllä. Euroopan tietosuojaneuvoston puheenjohtaja antaa lausunnon ilman aiheetonta viivytystä tiedoksi 1 tai 3 kohdassa tarkoitetulle valvontaviranomaiselle, komissiolle ja 51 artiklan nojalla toimivaltaiselle valvontaviranomaiselle sekä julkaisee sen."
		},
		{
			"lang": "pl",
			"text": "Europejska Rada Ochrony Danych wydaje opinię na temat danej sprawy, jeżeli Europejska Rada Ochrony Danych podejmie taką decyzję zwykłą większością głosów swoich członków lub jakikolwiek organ nadzorczy lub Komisja tego zażąda w terminie jednego tygodnia od otrzymania stosownej informacji zgodnie z ust. 5. Opinię przyjmuje się w terminie jednego miesiąca zwykłą większością głosów członków Europejskiej Rady Ochrony Danych. Przewodniczący Europejskiej Rady Ochrony Danych informuje, bez nieuzasadnionej zwłoki, organ nadzorczy, o którym mowa, zależnie od okoliczności, w ust. 1 i ust. 3, Komisję i organ nadzorczy właściwy na podstawie art. 51 o opinii i podaje ją do publicznej wiadomości."
		},
		{
			"lang": "lt",
			"text": "Europos duomenų apsaugos valdyba pateikia nuomonę atitinkamu klausimu, jeigu ji taip nusprendė paprasta savo narių balsų dauguma arba jeigu bet kuri priežiūros institucija ar Komisija to paprašo, per vieną savaitę nuo reikšmingos informacijos pateikimo pagal 5 dalį. Nuomonė priimama per vieną mėnesį paprasta Europos duomenų apsaugos valdybos narių balsų dauguma. Europos duomenų apsaugos valdybos pirmininkas, nepagrįstai nedelsdamas, informuoja apie savo nuomonę, atitinkamais atvejais, 1 ir 3 dalyse nurodytą priežiūros instituciją, Komisiją ir pagal 51 straipsnį kompetentingą priežiūros instituciją ir paskelbia ją viešai."
		},
		{
			"lang": "nl",
			"text": "Het Europees Comité voor gegevensbescherming brengt over de aangelegenheid een advies uit, indien het Europees Comité daartoe beslist met gewone meerderheid van stemmen van zijn leden of indien een toezichthoudende autoriteit of de Commissie binnen één week nadat de relevante informatie overeenkomstig lid 5 is verstrekt, daarom verzoekt. Het advies wordt binnen één maand vastgesteld met gewone meerderheid van stemmen van de leden van het Europees Comité voor gegevensbescherming. De voorzitter van het Europees Comité voor gegevensbescherming stelt zonder onnodige vertraging de in de leden 1 en 3 bedoelde toezichthoudende autoriteit, de Commissie en de overeenkomstig artikel 51 bevoegde toezichthoudende autoriteit in kennis van het advies en maakt dat advies bekend."
		},
		{
			"lang": "sv",
			"text": "Europeiska dataskyddsstyrelsen ska lägga fram ett yttrande i frågan om styrelsen själv så beslutar med enkel majoritet av ledamöterna eller på begäran av en tillsynsmyndighet eller kommissionen inom en vecka efter att den relevanta informationen enligt punkt 5 har lagts fram. Yttrandet ska antas inom en månad med enkel majoritet av Europeiska dataskyddsstyrelsens ledamöter. Europeiska dataskyddsstyrelsens ordförande ska utan onödigt dröjsmål underrätta den berörda tillsynsmyndigheten enligt punkt 1 eller 3 beroende på det enskilda fallet, samt kommissionen och den behöriga tillsynsmyndigheten enligt artikel 51 om yttrandet, och yttrandet ska också offentliggöras."
		}
	],
	"children": [],
	"title": "Article 58 – Paragraph 7"
}