{
	"id": "a58p1",
	"type": "paragraph",
	"literal": "1",
	"parent": "a58",
	"text": [
		{
			"lang": "en",
			"text": "Before a supervisory authority adopts a measure referred to in paragraph 2, this supervisory authority shall communicate the draft measure to the European Data Protection Board and the Commission."
		},
		{
			"lang": "de",
			"text": "Bevor eine Aufsichtsbehörde eine Maßnahme nach Absatz 2 erlässt, übermittelt sie die geplante Maßnahme dem Europäischen Datenschutzausschuss und der Kommission."
		},
		{
			"lang": "fr",
			"text": "Avant d'adopter une mesure visée au paragraphe 2, toute autorité de contrôle communique le projet de mesure au comité européen de la protection des données et à la Commission."
		},
		{
			"lang": "es",
			"text": "Antes de adoptar una medida contemplada en el apartado 2, las autoridades de control comunicarán el proyecto de medida al Consejo Europeo de Protección de Datos y a la Comisión."
		},
		{
			"lang": "pt",
			"text": "Antes da adotar uma medida referida no n.º 2, qualquer autoridade de controlo comunica o projeto de medida ao Comité Europeu para a Proteção de Dados e à Comissão."
		},
		{
			"lang": "it",
			"text": "Prima di adottare una misura di cui al paragrafo 2, l’autorità di controllo comunica il progetto di misura al comitato europeo per la protezione dei dati e alla Commissione."
		},
		{
			"lang": "ga",
			"text": "Sula nglacfaidh údarás maoirseachta aon cheann de na bearta dá dtagraítear i mír 2, cuirfidh an t‑údarás maoirseachta sin an dréachtbheart in iúl don Bhord Eorpach um Chosaint Sonraí agus don Choimisiún."
		},
		{
			"lang": "cs",
			"text": "Dříve než některý orgán dozoru přijme opatření uvedené v odstavci 2, předloží návrh tohoto opatření Evropské radě pro ochranu údajů a Komisi."
		},
		{
			"lang": "da",
			"text": "Inden en tilsynsmyndighed vedtager en foranstaltning omhandlet i stk. 2, meddeler denne tilsynsmyndighed den foreslåede foranstaltning til Det Europæiske Databeskyttelsesråd og Kommissionen."
		},
		{
			"lang": "et",
			"text": "Enne kui järelevalveasutus võtab vastu lõikes 2 osutatud meetme, edastab ta meetme eelnõu Euroopa Andmekaitsenõukogule ja komisjonile."
		},
		{
			"lang": "el",
			"text": "Προτού μια αρχή ελέγχου θεσπίσει ένα μέτρο το οποίο αναφέρεται στην παράγραφο 2, η εν λόγω αρχή ελέγχου κοινοποιεί το σχέδιο μέτρου στο Ευρωπαϊκό Συμβούλιο Προστασίας Δεδομένων και στην Επιτροπή."
		},
		{
			"lang": "bg",
			"text": "Преди даден надзорен орган да приеме мярка, посочена в параграф 2, този надзорен орган представя проектомярката на Европейския комитет по защита на данните и на Комисията."
		},
		{
			"lang": "hu",
			"text": "A (2) bekezdés szerinti intézkedés elfogadását megelőzően a felügyelő hatóság értesíti az Európai Adatvédelmi Testületet és a Bizottságot az intézkedés tervezetéről."
		},
		{
			"lang": "mt",
			"text": "Qabel ma awtorità ta’ superviżjoni tadotta miżura msemmija fil-paragrafu 2, din l-awtorità ta’ superviżjoni għandha tikkomunika l-abbozz tal-miżura lill-Bord Ewropew għall-Protezzjoni tad-Dejta u lill-Kummissjoni."
		},
		{
			"lang": "lv",
			"text": "Pirms uzraudzības iestāde pieņem pasākumu, kas minēts 2. punktā, uzraudzības iestāde paziņo pasākuma projektu Eiropas Datu aizsardzības kolēģijai un Komisijai."
		},
		{
			"lang": "ro",
			"text": "Înainte de a adopta o măsură menționată la alineatul (2), o autoritate de supraveghere comunică proiectul de măsură Comitetului european pentru protecția datelor și Comisiei."
		},
		{
			"lang": "sk",
			"text": "Predtým než dozorný orgán prijme opatrenia uvedené v odseku 2, tento dozorný orgán oznámi navrhované opatrenie Európskemu výboru pre ochranu údajov a Komisii."
		},
		{
			"lang": "sl",
			"text": "Preden nadzorni organ sprejme ukrep iz odstavka 2, ta nadzorni organ osnutek ukrepa posreduje Evropskemu odboru za varstvo podatkov in Komisiji."
		},
		{
			"lang": "fi",
			"text": "Ennen kuin valvontaviranomainen hyväksyy 2 kohdassa tarkoitetun toimenpiteen, sen on annettava toimenpideluonnos tiedoksi Euroopan tietosuojaneuvostolle ja komissiolle."
		},
		{
			"lang": "pl",
			"text": "Zanim organ nadzorczy przyjmie środek, o którym mowa w art. 2, organ ten przesyła projekt środka Europejskiej Radzie Ochrony Danych i Komisji."
		},
		{
			"lang": "lt",
			"text": "Prieš priimdama 2 dalyje nurodytą priemonę, priežiūros institucija priemonės projektą pateikia Europos duomenų apsaugos valdybai ir Komisijai."
		},
		{
			"lang": "nl",
			"text": "Alvorens een toezichthoudende autoriteit een in lid 2 bedoelde maatregel neemt, deelt zij de ontwerpmaatregel mee aan het Europees Comité voor gegevensbescherming en de Commissie."
		},
		{
			"lang": "sv",
			"text": "Innan en tillsynsmyndighet vidtar en åtgärd enligt punkt 2 ska den skicka ett utkast till den planerade åtgärden till Europeiska dataskyddsstyrelsen och till kommissionen."
		}
	],
	"children": [],
	"title": "Article 58 – Paragraph 1"
}