{
	"id": "a58p2i3",
	"type": "point",
	"literal": "c",
	"parent": "a58p2",
	"text": [
		{
			"lang": "en",
			"text": "aims at adopting a list of the processing operations subject to prior consultation pursuant to Article 34(5); or"
		},
		{
			"lang": "de",
			"text": "der Annahme einer Liste der Verarbeitungsvorgänge dienen, die der vorherigen Zurateziehung gemäß Artikel 34 Absatz 5 unterliegen oder"
		},
		{
			"lang": "fr",
			"text": "vise à l'adoption d'une liste des traitements devant faire l'objet d'une consultation préalable conformément à l’article 34, paragraphe 5, ou"
		},
		{
			"lang": "es",
			"text": "tenga por objeto la adopción de una lista de las operaciones de tratamiento que deben ser objeto de consulta previa de conformidad con lo dispuesto en el artículo 34, apartado 5; o"
		},
		{
			"lang": "pt",
			"text": "Vise adotar uma lista de operações de tratamento de dados sujeitas a consulta prévia, nos termos do artigo 34.º, n.º 5; ou"
		},
		{
			"lang": "it",
			"text": "sono finalizzate a stabilire un elenco di trattamenti soggetti a consultazione preventiva ai sensi dell’articolo 34, paragrafo 5, oppure"
		},
		{
			"lang": "ga",
			"text": "beart atá dírithe ar liosta na n‑oibríochtaí próiseála atá faoi réir réamhchomhairliúcháin de bhun Airteagal 34(5) a ghlacadh; nó"
		},
		{
			"lang": "cs",
			"text": "mají za cíl přijmout seznam zpracování podléhajících předchozí konzultaci podle čl. 34 odst. 5 nebo"
		},
		{
			"lang": "da",
			"text": "har til formål at vedtage en liste over former for behandling, som er underlagt krav om forudgående høring i henhold til artikel 34, stk. 5"
		},
		{
			"lang": "et",
			"text": "on suunatud sellise töötlemistoimingute loetelu vastuvõtmisele, mille puhul kohaldatakse eelnevat konsulteerimist vastavalt artikli 34 lõikele 5, või"
		},
		{
			"lang": "el",
			"text": "γ) αποσκοπεί στην έγκριση καταλόγου πράξεων επεξεργασίας που υπόκεινται σε προηγούμενη διαβούλευση δυνάμει του άρθρου 34 παράγραφος 5· ή"
		},
		{
			"lang": "bg",
			"text": "в) има за цел приемането на списък на операциите по обработване, за които се изисква предварителна консултация съгласно член 34, параграф 5; или"
		},
		{
			"lang": "hu",
			"text": "a 34. cikk (5) bekezdése szerinti előzetes konzultáció hatálya alatt álló feldolgozási műveletek jegyzékének elfogadására irányul; vagy"
		},
		{
			"lang": "mt",
			"text": "għandha l-għan li tadotta lista tal-operazzjonijiet ta’ pproċessar soġġetti għal konsultazzjoni minn qabel skont l-Artikolu 34(5); jew"
		},
		{
			"lang": "lv",
			"text": "domāts, lai pieņemtu apstrādes darbību sarakstu, uz kurām attiecas iepriekšēja apspriešanās saskaņā ar 34. panta 5. punktu; vai"
		},
		{
			"lang": "ro",
			"text": "vizează adoptarea unei liste de operațiuni de prelucrare care fac obiectul unei consultări prealabile în temeiul articolului 34 alineatul (5); sau"
		},
		{
			"lang": "sk",
			"text": "ktorého cieľom je prijatie zoznamu operácií spracovania, na ktoré sa vzťahuje povinnosť konzultácie vopred podľa článku 34 ods. 5, alebo"
		},
		{
			"lang": "sl",
			"text": "je namenjen sprejetju seznama postopkov obdelave, za katere je treba opraviti predhodno posvetovanje v skladu s členom 34(5); ali"
		},
		{
			"lang": "fi",
			"text": "joiden tarkoituksena on hyväksyä luettelo käsittelytoimista, jotka edellyttävät 34 artiklan 5 kohdassa tarkoitettua ennakkokuulemista; tai"
		},
		{
			"lang": "pl",
			"text": "ma na celu przyjęcie wykazu operacji przetwarzania podlegających uprzedniej konsultacji na mocy art. 34 ust. 5; lub"
		},
		{
			"lang": "lt",
			"text": "priimti duomenų tvarkymo operacijų, dėl kurių reikia iš anksto konsultuotis, sąrašą pagal 34 straipsnio 5 dalį; arba"
		},
		{
			"lang": "nl",
			"text": "de vaststelling beoogt van een lijst van verwerkingen waarvoor overeenkomstig artikel 34, lid 5, voorafgaande raadpleging moet plaatsvinden; of"
		},
		{
			"lang": "sv",
			"text": "som syftar till att anta en förteckning över sådan behandling som omfattas av förhandssamråd enligt artikel 34.5,"
		}
	],
	"children": [],
	"title": "Article 58 – Paragraph 2 – Point 3"
}