{
	"id": "a58p4",
	"type": "paragraph",
	"literal": "4",
	"parent": "a58",
	"text": [
		{
			"lang": "en",
			"text": "In order to ensure correct and consistent application of this Regulation, the Commission may request that any matter shall be dealt with in the consistency mechanism."
		},
		{
			"lang": "de",
			"text": "Um die ordnungsgemäße und kohärente Anwendung dieser Verordnung sicherzustellen, kann die Kommission beantragen, dass eine Sache im Rahmen des Kohärenzverfahrens behandelt wird."
		},
		{
			"lang": "fr",
			"text": "En vue d'assurer l'application correcte et cohérente du présent règlement, la Commission peut demander que toute question soit examinée dans le cadre du mécanisme de contrôle de la cohérence."
		},
		{
			"lang": "es",
			"text": "A fin de garantizar la aplicación correcta y coherente del presente Reglamento, la Comisión podrá solicitar que cualquier asunto sea tratado en el marco del mecanismo de coherencia."
		},
		{
			"lang": "pt",
			"text": "A fim de assegurar a aplicação correta e coerente do presente regulamento, a Comissão pode solicitar que qualquer matéria seja tratada através do mecanismo de controlo da coerência."
		},
		{
			"lang": "it",
			"text": "Al fine di garantire l’applicazione corretta e coerente del presente regolamento, la Commissione può chiedere che una questione sia trattata nell’ambito del meccanismo di coerenza."
		},
		{
			"lang": "ga",
			"text": "Chun cur i bhfeidhm cuí agus comhsheasmhach an Rialacháin seo a áirithiú, féadfaidh an Coimisiún a iarraidh go ndéileálfar le haon cheist trí bhíthin an tsásra comhsheasmhachta."
		},
		{
			"lang": "cs",
			"text": "V zájmu zajištění správného a jednotného uplatňování tohoto nařízení může Komise požádat, aby se pomocí mechanismu jednotnosti řešily veškeré záležitosti."
		},
		{
			"lang": "da",
			"text": "For at sikre en korrekt og ensartet anvendelse af denne forordning kan Kommissionen kræve, at enhver sag underlægges sammenhængsmekanismen."
		},
		{
			"lang": "et",
			"text": "Määruse nõuetekohase ja järjepideva kohaldamise tagamiseks võib komisjon nõuda mis tahes küsimuse käsitlemist järjepidevuse mehhanismi abil."
		},
		{
			"lang": "el",
			"text": "Για τη διασφάλιση της ορθής και συνεκτικής εφαρμογής του παρόντος κανονισμού, η Επιτροπή μπορεί να ζητήσει την εξέταση οποιουδήποτε θέματος στο πλαίσιο του μηχανισμού συνεκτικότητας."
		},
		{
			"lang": "bg",
			"text": "Комисията може да поиска който и да било въпрос да бъде разгледан в рамките на механизма за съгласуваност, за да се гарантира правилното и съгласувано прилагане на настоящия регламент."
		},
		{
			"lang": "hu",
			"text": "E rendelet helyes és következetes alkalmazásának biztosítása érdekében a Bizottság kérheti bármely ügy egységességi mechanizmus keretében való kezelését."
		},
		{
			"lang": "mt",
			"text": "Sabiex tiżgura l-applikazzjoni konsistenti u korretta ta’ dan ir-Regolament, il-Kummissjoni tista’ titlob li kwalunkwe kwistjoni għandha tkun ittrattata fi ħdan il-konsistenza tal-mekkaniżmu."
		},
		{
			"lang": "lv",
			"text": "Lai nodrošinātu pareizu un konsekventu šīs regulas piemērošanu, Komisija var pieprasīt jebkura jautājuma izskatīšanu konsekvences mehānisma ietvaros."
		},
		{
			"lang": "ro",
			"text": "Pentru a asigura aplicarea corectă și coerentă a prezentului regulament, Comisia poate solicita ca orice chestiune să fie abordată în cadrul mecanismului pentru asigurarea coerenței."
		},
		{
			"lang": "sk",
			"text": "Aby sa zabezpečilo správne a konzistentné uplatňovanie tohto nariadenia, Komisia môže požadovať, aby sa všetky otázky riešili prostredníctvom mechanizmu konzistentnosti."
		},
		{
			"lang": "sl",
			"text": "Za zagotovitev pravilne in dosledne uporabe te uredbe lahko Komisija zahteva, da se katera koli zadeva obravnava v mehanizmu za skladnost."
		},
		{
			"lang": "fi",
			"text": "Komissio voi pyytää minkä tahansa asian käsittelyä yhdenmukaisuusmekanismissa tämän asetuksen asianmukaisen ja yhtenäisen soveltamisen varmistamiseksi."
		},
		{
			"lang": "pl",
			"text": "W celu zapewnienia właściwego i spójnego stosowania niniejszego rozporządzenia Komisja może zażądać, aby dowolna sprawa została załatwiona w ramach mechanizmu zgodności."
		},
		{
			"lang": "lt",
			"text": "Siekdama užtikrinti tinkamą ir nuoseklų šio reglamento taikymą, Komisija gali prašyti, kad bet koks klausimas būtų išnagrinėtas pagal nuoseklumo užtikrinimo mechanizmą."
		},
		{
			"lang": "nl",
			"text": "Om ervoor te zorgen dat deze verordening correct en consequent wordt toegepast, kan de Commissie verzoeken dat een aangelegenheid aan de conformiteitstoetsing wordt onderworpen."
		},
		{
			"lang": "sv",
			"text": "För att garantera en korrekt och enhetlig tillämpning av denna förordning ska kommissionen ha befogenhet att begära att vilken fråga som helst ska tas upp inom mekanismen för enhetlighet."
		}
	],
	"children": [],
	"title": "Article 58 – Paragraph 4"
}