{
	"id": "a59p4",
	"type": "paragraph",
	"literal": "4",
	"parent": "a59",
	"text": [
		{
			"lang": "en",
			"text": "Where the supervisory authority concerned intends not to follow the opinion of the Commission, it shall inform the Commission and the European Data Protection Board thereof within the period referred to in paragraph 1 and provide a justification. In this case the draft measure shall not be adopted for one further month."
		},
		{
			"lang": "de",
			"text": "Beabsichtigt die Aufsichtsbehörde, der Stellungnahme der Kommission nicht zu folgen, teilt sie dies der Kommission und dem Europäischen Datenschutzausschuss innerhalb des in Absatz 1 genannten Zeitraums mit und begründet dies. In diesem Fall darf die geplante Maßnahme während eines weiteren Monats nicht angenommen werden."
		},
		{
			"lang": "fr",
			"text": "Lorsque l'autorité de contrôle concernée n'entend pas se conformer à l'avis de la Commission, elle en informe la Commission et le comité européen de la protection des données dans le délai visé au paragraphe 1 et motive sa décision. Dans cette éventualité, l'autorité de contrôle s'abstient d'adopter le projet de mesure pendant un délai supplémentaire d’un mois."
		},
		{
			"lang": "es",
			"text": "Cuando la autoridad de control interesada no tenga intención de atenerse al dictamen de la Comisión, informará de ello a la Comisión y al Consejo Europeo de Protección de Datos en el plazo contemplado en el apartado 1 y motivará su decisión. En este caso, el proyecto de medida no podrá adoptarse durante un plazo adicional de un mes."
		},
		{
			"lang": "pt",
			"text": "Sempre que a autoridade de controlo em causa não pretenda conformar‑se com o parecer da Comissão, deve deste facto informar a Comissão e o Comité Europeu para a Proteção de Dados no prazo referido no n.º 1, e apresentar a devida justificação. Neste caso, o projeto de medida não deve ser aprovado durante um prazo suplementar de um mês."
		},
		{
			"lang": "it",
			"text": "Qualora non intenda conformarsi al parere della Commissione, l’autorità di controllo ne informa la Commissione e il comitato europeo per la protezione dei dati entro il termine di cui al paragrafo 1, motivando la sua decisione. In tal caso il progetto di misura non può essere adottato per un ulteriore periodo di un mese."
		},
		{
			"lang": "ga",
			"text": "I gcás nach bhfuil sé beartaithe ag an údarás maoirseachta i gceist an tuairim ón gCoimisiún a leanúint, cuirfidh sé an Coimisiún agus an Bord Eorpach um Chosaint Sonraí ar an eolas faoin méid sin laistigh den tréimhse dá dtagraítear i mír 1 agus tabharfaidh sé údar cuí leis. Sa chás sin, ní ghlacfar an dréachtbheart go ceann míosa eile."
		},
		{
			"lang": "cs",
			"text": "Jestliže se orgán dozoru nehodlá stanoviskem Komise řídit, informuje o tom ve lhůtě uvedené v odstavci 1 Komisi a Evropskou radu pro ochranu údajů a svůj postoj zdůvodní. Návrh opatření v tomto případě nesmí být schválen během jednoho dalšího měsíce."
		},
		{
			"lang": "da",
			"text": "Hvis den pågældende tilsynsmyndighed ikke agter at følge Kommissionens udtalelse, meddeler den dette og begrundelsen herfor til Kommissionen og Det Europæiske Databeskyttelsesråd inden for den frist, der er nævnt i stk. 1. I så fald vedtages den foreslåede foranstaltning ikke i endnu en måned."
		},
		{
			"lang": "et",
			"text": "Kui asjaomane järelevalveasutus ei kavatse järgida komisjoni arvamust, teavitab ta sellest komisjoni ja Euroopa Andmekaitsenõukogu lõikes 1 osutatud ajavahemiku jooksul ning esitab põhjenduse. Sellisel juhul ei võeta meetme eelnõu vastu veel ühe kuu jooksul."
		},
		{
			"lang": "el",
			"text": "Εάν η ενδιαφερόμενη αρχή ελέγχου προτίθεται να μην εφαρμόσει τη γνώμη της Επιτροπής, ενημερώνει σχετικά την Επιτροπή και το Ευρωπαϊκό Συμβούλιο Προστασίας Δεδομένων εντός της προθεσμίας που αναφέρεται στην παράγραφο 1 παρέχοντας αιτιολόγηση. Στην περίπτωση αυτή, το σχέδιο μέτρου δεν εγκρίνεται για έναν ακόμη μήνα."
		},
		{
			"lang": "bg",
			"text": "Когато съответният надзорен орган не възнамерява да се съобрази със становището на Комисията, той информира за това Комисията и Европейския комитет по защита на данните в рамките на срока, посочен в параграф 1, и предоставя обосновка. В този случай проектомярката не се приема в продължение на още един месец."
		},
		{
			"lang": "hu",
			"text": "Amennyiben az érintett felügyelő hatóság nem kívánja követni a Bizottság véleményét, az (1) bekezdésben megjelölt időn belül indokolás mellett értesíti erről a Bizottságot és az Európai Adatvédelmi Testületet. Ebben az esetben az intézkedéstervezetet további egy hónapig nem lehet elfogadni."
		},
		{
			"lang": "mt",
			"text": "Meta l-awtorità ta’ superviżjoni kkonċernata jkollha l-ħsieb li ma ssegwix l-opinjoni tal-Kummissjoni, hija għandha tinforma lill-Kummissjoni u lill-Bord Ewropew għall-Protezzjoni tad-Dejta dwar dan fi żmien il-perjodu msemmi fil-paragrafu 1 u tipprovdi ġustifikazzjoni. F’dan il-każ l-abbozz ta’ miżura ma għandux ikun adottat għal xahar ieħor."
		},
		{
			"lang": "lv",
			"text": "Ja attiecīgā uzraudzības iestāde nolemj neievērot Komisijas atzinumu, tā 1. punktā minētajā termiņā informē Komisiju un Eiropas Datu aizsardzības kolēģiju un norāda pamatojumu. Šādā gadījumā pasākuma projektu nepieņem vēl vienu mēnesi."
		},
		{
			"lang": "ro",
			"text": "În cazul în care autoritatea de supraveghere în cauză intenționează să nu se conformeze avizului Comisiei, acesta informează Comisia și Comitetul european pentru protecția datelor respectând termenul menționat la alineatul (1) și furnizează o motivare. În acest caz, proiectul de măsură nu este adoptat timp de o lună suplimentară."
		},
		{
			"lang": "sk",
			"text": "Ak dotknutý dozorný orgán nemá v úmysle postupovať podľa stanoviska Komisie, informuje o tom Komisiu a Európsky výbor pre ochranu údajov v rámci lehoty uvedenej v odseku 1 a predloží zdôvodnenie. V takom prípade sa navrhované opatrenie neprijme počas ďalšieho jednomesačného obdobia."
		},
		{
			"lang": "sl",
			"text": "Če zadevni nadzorni organ ne namerava upoštevati mnenja Komisije, Komisijo in Evropski odbor o varstvu podatkov o tem obvesti v roku iz odstavka 1 ter poda utemeljitev. V tem primeru se osnutek ukrepa ne sprejme še nadaljnji mesec."
		},
		{
			"lang": "fi",
			"text": "Jos valvontaviranomainen ei aio noudattaa komission lausuntoa, sen on ilmoitettava tästä komissiolle ja Euroopan tietosuojaneuvostolle 1 kohdassa tarkoitetun määräajan kuluessa ja esitettävä perustelut. Siinä tapauksessa toimenpideluonnoksen hyväksymisestä on pidättäydyttävä vielä yhden kuukauden ajan."
		},
		{
			"lang": "pl",
			"text": "W przypadku gdy dany organ nadzorczy nie zamierza uwzględnić opinii Komisji informuje o tym Komisję i Europejską Radę Ochrony Danych w terminie, o którym mowa w ust. 1, i przedstawia uzasadnienie. W tym przypadku projektu środka nie przyjmuje się przez okres kolejnego miesiąca."
		},
		{
			"lang": "lt",
			"text": "Jeigu atitinkama priežiūros institucija ketina neatsižvelgti į Komisijos nuomonę, ji informuoja apie tai Komisiją ir Europos duomenų apsaugos valdybą per 1 dalyje nurodytą laikotarpį ir pateikia paaiškinimą. Tokiu atveju priemonės projektas negali būti priimtas dar vieną mėnesį."
		},
		{
			"lang": "nl",
			"text": "Wanneer de betrokken toezichthoudende autoriteit niet voornemens is het advies van de Commissie te volgen, stelt zij de Commissie en het Europees Comité voor gegevensbescherming daarvan binnen de in lid 1 bedoelde termijn in kennis. In dat geval wordt de ontwerpmaatregel gedurende nog één maand niet vastgesteld."
		},
		{
			"lang": "sv",
			"text": "Om den berörda tillsynsmyndigheten inte avser att rätta sig efter kommissionens yttrande ska den underrätta kommissionen och Europeiska dataskyddsstyrelsen om detta inom den tid som anges i punkt 1, samt motivera sitt beslut. I detta fall får utkastet till åtgärd inte antas på ytterligare en månad."
		}
	],
	"children": [],
	"title": "Article 59 – Paragraph 4"
}