{
	"id": "a60p2",
	"type": "paragraph",
	"literal": "2",
	"parent": "a60",
	"text": [
		{
			"lang": "en",
			"text": "The Commission shall specify the duration of the suspension which shall not exceed 12 months."
		},
		{
			"lang": "de",
			"text": "Die Kommission legt fest, wie lange die Maßnahme ausgesetzt wird, wobei die Aussetzung 12 Wochen nicht überschreiten darf."
		},
		{
			"lang": "fr",
			"text": "La Commission précise la durée de la suspension, qui ne peut excéder douze mois."
		},
		{
			"lang": "es",
			"text": "La Comisión especificará la duración de la suspensión, que no podrá exceder de doce meses."
		},
		{
			"lang": "pt",
			"text": "A Comissão deve especificar o prazo da suspensão, que não pode ser superior a 12 meses."
		},
		{
			"lang": "it",
			"text": "La Commissione specifica la durata della sospensione, che non può essere superiore a dodici mesi."
		},
		{
			"lang": "ga",
			"text": "Sonróidh an Coimisiún fad na fionraí, nach rachaidh thar 12 mhí."
		},
		{
			"lang": "cs",
			"text": "Komise stanoví dobu trvání tohoto odkladu, která nepřesáhne 12 měsíců."
		},
		{
			"lang": "da",
			"text": "Kommissionen angiver varigheden af suspensionen, som ikke kan overstige 12 måneder."
		},
		{
			"lang": "et",
			"text": "Komisjon määrab kindlaks peatamise kestuse, mis ei ületa 12 kuud."
		},
		{
			"lang": "el",
			"text": "Η Επιτροπή προσδιορίζει τη διάρκεια της αναστολής η οποία δεν υπερβαίνει τους 12 μήνες."
		},
		{
			"lang": "bg",
			"text": "Комисията посочва продължителността на временното преустановяване, която не надвишава 12 месеца."
		},
		{
			"lang": "hu",
			"text": "A Bizottság meghatározza a felfüggesztés időtartamát, amely nem haladhatja meg a 12 hónapot."
		},
		{
			"lang": "mt",
			"text": "Il-Kummissjoni għandha tispeċifika t-tul taż-żmien tas-sospensjoni li ma għandux jaqbeż it-12-il xahar."
		},
		{
			"lang": "lv",
			"text": "Komisija nosaka apturēšanas termiņu, kas nepārsniedz 12 mēnešus."
		},
		{
			"lang": "ro",
			"text": "Comisia precizează durata suspendării, care nu depășește 12 luni."
		},
		{
			"lang": "sk",
			"text": "Komisia určí trvanie pozastavenia, ktoré nepresahuje 12 mesiacov."
		},
		{
			"lang": "sl",
			"text": "Komisija določi trajanje začasnega preklica, ki ni daljše od 12 mesecev."
		},
		{
			"lang": "fi",
			"text": "Komissio täsmentää keskeytyksen keston, joka ei saa olla enempää kuin 12 kuukautta."
		},
		{
			"lang": "pl",
			"text": "Komisja określi czas trwania zawieszenia, który nie przekracza 12 miesięcy."
		},
		{
			"lang": "lt",
			"text": "Komisija nustato tokio sustabdymo trukmę, kuri negali būti ilgesnė kaip 12 mėnesių."
		},
		{
			"lang": "nl",
			"text": "De Commissie legt de duur van de schorsing vast, die evenwel niet langer mag zijn dan twaalf maanden."
		},
		{
			"lang": "sv",
			"text": "Kommissionen ska ange hur länge antagandet av åtgärden ska skjutas upp; denna period får inte överstiga tolv månader."
		}
	],
	"children": [],
	"title": "Article 60 – Paragraph 2"
}