{
	"id": "a61p2",
	"type": "paragraph",
	"literal": "2",
	"parent": "a61",
	"text": [
		{
			"lang": "en",
			"text": "Where a supervisory authority has taken a measure pursuant to paragraph 1 and considers that final measures need urgently be adopted, it may request an urgent opinion of the European Data Protection Board, giving reasons for requesting such opinion, including for the urgency of final measures."
		},
		{
			"lang": "de",
			"text": "Hat eine Aufsichtsbehörde eine Maßnahme nach Absatz 1 ergriffen und ist sie der Auffassung, dass dringend endgültige Maßnahmen erlassen werden müssen, kann sie unter Angabe von Gründen, auch für die Dringlichkeit der endgültigen Maßnahmen, im Dringlichkeitsverfahren um eine Stellungnahme des Europäischen Datenschutzausschusses ersuchen."
		},
		{
			"lang": "fr",
			"text": "Lorsqu'une autorité de contrôle a pris une mesure en vertu du paragraphe 1 et estime que des mesures définitives doivent être adoptées d'urgence, elle peut demander un avis d'urgence du comité européen de la protection des données, en motivant sa demande, et notamment l'urgence d'adopter des mesures définitives."
		},
		{
			"lang": "es",
			"text": "Cuando una autoridad de control haya adoptado una medida de conformidad con lo dispuesto en el apartado 1, y considere que deben adoptarse urgentemente medidas definitivas, podrá solicitar con carácter urgente un dictamen del Consejo Europeo de Protección de Datos, motivando su solicitud, y en particular la urgencia de las medidas definitivas."
		},
		{
			"lang": "pt",
			"text": "Sempre que a autoridade de controlo tiver tomado uma medida nos termos do n.º 1, e considerar necessário adotar urgentemente medidas definitivas, pode solicitar um parecer urgente ao Comité Europeu para a Proteção de Dados, fundamentando o seu pedido, incluindo os motivos da urgência de medidas definitivas."
		},
		{
			"lang": "it",
			"text": "Qualora abbia preso una misura ai sensi del paragrafo 1 e ritenga che sia urgente prendere misure definitive, l’autorità di controllo può chiedere un parere d’urgenza al comitato europeo per la protezione dei dati, motivando la richiesta, in particolare l’urgenza di misure definitive."
		},
		{
			"lang": "ga",
			"text": "I gcás ina bhfuil beart déanta ag údarás maoirseachta de bhun mhír 1 agus go measann sé go bhfuil gá práinneach bearta críochnaitheacha a ghlacadh, féadfaidh sé tuairim phráinneach a iarraidh ón mBord Eorpach um Chosaint Sonraí, agus tabharfaidh sé cúiseanna leis an tuairim sin a iarraidh, lena n‑áirítear práinne na mbeart críochnaitheach."
		},
		{
			"lang": "cs",
			"text": "Pokud orgán dozoru přijme opatření podle odstavce 1 a domnívá se, že je třeba naléhavě přijmout konečná opatření, může požádat Evropskou radu pro ochranu údajů o urgentní stanovisko, přičemž svou žádost o takové stanovisko zdůvodní a zdůvodní také naléhavost konečných opatření."
		},
		{
			"lang": "da",
			"text": "Hvis en tilsynsmyndighed har iværksat en foranstaltning i henhold til stk. 1 og mener, at endelige foranstaltninger skal vedtages omgående, kan den anmode om en hasteudtalelse fra Det Europæiske Databeskyttelsesråd, idet tilsynsmyndigheden begrunder anmodningen om en sådan udtalelse, herunder den påtrængende nødvendighed af endelige foranstaltninger."
		},
		{
			"lang": "et",
			"text": "Kui järelevalveasutus on võtnud lõike 1 kohase meetme ja leiab, et lõplikud meetmed tuleb kiiresti vastu võtta, võib ta Euroopa Andmekaitsenõukogult taotleda arvamuse viivitamatut esitamist, esitades kõnealuse taotluse ja lõplike meetmete kiireloomulisuse põhjused."
		},
		{
			"lang": "el",
			"text": "Εάν μια αρχή ελέγχου λάβει ένα μέτρο δυνάμει της παραγράφου 1 και θεωρεί ότι πρέπει να ληφθούν επειγόντως οριστικά μέτρα, μπορεί να ζητήσει επείγουσα γνώμη του Ευρωπαϊκού Συμβουλίου Προστασίας Δεδομένων, παρέχοντας τους λόγους για το αίτημα έκδοσης γνώμης, καθώς και για την επείγουσα ανάγκη λήψης οριστικών μέτρων."
		},
		{
			"lang": "bg",
			"text": "Когато надзорен орган е предприел мярка съгласно параграф 1 и счита, че е необходимо спешно да бъдат приети окончателни мерки, той може да поиска от Европейския комитет по защита на данните спешно да даде становище, като изтъкне причини за искането на такова становище, както и за спешността на окончателните мерки."
		},
		{
			"lang": "hu",
			"text": "Amennyiben a felügyelő hatóság az (1) bekezdés szerint intézkedést hozott és megállapítja, hogy sürgősen szükség van végleges intézkedések elfogadására, sürgős véleményt kérhet az Európai Adatvédelmi Testülettől, a vélemény indokainak és a végleges intézkedések sürgősségére vonatkozó indokok bemutatása mellett."
		},
		{
			"lang": "mt",
			"text": "Meta awtorità ta’ superviżjoni tkun ħadet miżura skont il-paragrafu 1 u tikkunsidra li jeħtieġu li jkunu adottati miżuri finali b’mod urġenti, hija tista’ titlob opinjoni urġenti tal-Bord Ewropew għall-Protezzjoni tad-Dejta, billi tagħti r-raġunijiet għat-talba ta’ din l-opinjoni, inkluż għall-urġenza ta’ miżuri finali."
		},
		{
			"lang": "lv",
			"text": "Ja uzraudzības iestāde ir pieņēmusi pasākumu saskaņā ar 1. punktu un uzskata, ka ir steidzami jāpieņem galīgais pasākums, tā var lūgt steidzamu Eiropas Datu aizsardzības kolēģijas atzinumu, pamatojot šāda atzinuma nepieciešamību, ietverot galīgā pasākuma steidzamības iemeslus."
		},
		{
			"lang": "ro",
			"text": "În cazul în care o autoritate de supraveghere a adoptat o măsură în temeiul alineatului (1) și consideră că trebuie adoptate de urgență măsuri definitive, aceasta poate solicita un aviz de urgență din partea Comitetului european pentru protecția datelor, indicând motivele pentru solicitarea unui astfel de aviz, inclusiv pentru caracterul urgent al măsurilor definitive."
		},
		{
			"lang": "sk",
			"text": "Ak dozorný orgán neprijme opatrenie podľa odseku 1 a usúdi, že je naliehavo potrebné prijať konečné opatrenia, môže požiadať Európsky výbor pre ochranu údajov o urgentné stanovisko, pričom uvedie dôvody, prečo požaduje takéto stanovisko vrátane dôvodov naliehavosti konečných opatrení."
		},
		{
			"lang": "sl",
			"text": "Če je nadzorni organ sprejel ukrep v skladu z odstavkom 1 in meni, da morajo biti končni ukrepi nujno sprejeti, lahko zahteva nujno mnenje Evropskega odbora za varstvo podatkov, pri čemer navede razloge za tako zahtevo, tudi glede nujnosti končnih ukrepov."
		},
		{
			"lang": "fi",
			"text": "Jos valvontaviranomainen on toteuttanut toimenpiteen 1 kohdan nojalla ja katsoo, että on kiireellisesti hyväksyttävä lopullisia toimenpiteitä, se voi pyytää Euroopan tietosuojaneuvostolta kiireellistä lausuntoa esittämällä perustelut tällaisen lausunnon pyytämiselle ja lopullisten toimenpiteiden kiireellisyydelle."
		},
		{
			"lang": "pl",
			"text": "Jeżeli organ nadzorczy przyjął środek zgodnie z ust. 1 i uznaje, że należy przyjąć pilnie środki ostateczne, może wystąpić o opinię w trybie pilnym do Europejskiej Rady Ochrony Danych, podając uzasadnienie potrzeby wydania takiej opinii, w tym pilności przyjęcia środków ostatecznych."
		},
		{
			"lang": "lt",
			"text": "Jeigu priežiūros institucija ėmėsi priemonės pagal 1 dalį ir mano, kad būtina skubiai priimti galutines priemones, ji gali prašyti, kad Europos duomenų apsaugos valdyba skubiai pateiktų savo nuomonę, nurodydama tokios nuomonės prašymo priežastis, be kita ko, susijusias su galutinių priemonių priėmimu skubos tvarka."
		},
		{
			"lang": "nl",
			"text": "Wanneer een toezichthoudende autoriteit overeenkomstig lid 1 een maatregel heeft genomen en van mening is dat er dringend definitieve maatregelen moeten worden genomen, kan zij het Europees Comité voor gegevensbescherming met opgave van redenen, waaronder de redenen waarom de definitieve maatregelen spoedeisend zijn, om een dringend advies verzoeken."
		},
		{
			"lang": "sv",
			"text": "Om en tillsynsmyndighet har vidtagit en åtgärd enligt punkt 1 och anser att en definitiv åtgärd snabbt måste antas kan den begära ett brådskande yttrande från Europeiska dataskyddsstyrelsen; den ska då motivera varför den begär ett sådant yttrande och varför den bedömer att den definitiva åtgärden måste antas snabbt."
		}
	],
	"children": [],
	"title": "Article 61 – Paragraph 2"
}