{
	"id": "a61p4",
	"type": "paragraph",
	"literal": "4",
	"parent": "a61",
	"text": [
		{
			"lang": "en",
			"text": "By derogation from Article 58(7), an urgent opinion referred to in paragraphs 2 and 3 of this Article shall be adopted within two weeks by simple majority of the members of the European Data Protection Board."
		},
		{
			"lang": "de",
			"text": "Abweichend von Artikel 58 Absatz 7 wird die Stellungnahme im Dringlichkeitsverfahren nach den Absätzen 2 und 3 binnen zwei Wochen durch einfache Mehrheit der Mitglieder des Europäischen Datenschutzausschusses angenommen."
		},
		{
			"lang": "fr",
			"text": "Par dérogation à l'article 58, paragraphe 7, un avis d'urgence tel que celui visé aux paragraphes 2 et 3 est adopté dans un délai de deux semaines à la majorité simple des membres du comité européen de la protection des données."
		},
		{
			"lang": "es",
			"text": "No obstante lo dispuesto en el artículo 58, apartado 7, los dictámenes urgentes contemplados en los apartados 2 y 3 del presente artículo se adoptarán en el plazo de dos semanas por mayoría simple de los miembros del Consejo Europeo de Protección de Datos."
		},
		{
			"lang": "pt",
			"text": "Por derrogação do artigo 58.º, n.º 7, um parecer urgente referido nos n.os 2 e 3 é adotado no prazo de duas semanas por maioria simples dos membros do Comité Europeu para a Proteção de Dados."
		},
		{
			"lang": "it",
			"text": "In deroga all’articolo 58, paragrafo 7, il parere d’urgenza di cui ai paragrafi 2 e 3 è adottato entro due settimane a maggioranza semplice dei membri del comitato europeo per la protezione dei dati."
		},
		{
			"lang": "ga",
			"text": "De mhaolú ar Airteagal 58(7), glacfar an tuairim phráinneach dá dtagraítear i mír 2 agus i mír 3 den Airteagal seo laistigh de choicís trí thromlach simplí de chomhaltaí an Bhoird Eorpaigh um Chosaint Sonraí."
		},
		{
			"lang": "cs",
			"text": "Odchylně od čl. 58 odst. 7 se urgentní stanovisko uvedené v odstavcích 2 a 3 tohoto článku přijímá do dvou týdnů prostou většinou členů Evropské rady pro ochranu údajů."
		},
		{
			"lang": "da",
			"text": "Som undtagelse fra artikel 58, stk. 7, vedtages en hasteudtalelse omhandlet i denne artikels stk. 2 og 3, ved simpelt flertal af Det Europæiske Databeskyttelsesråd inden for to uger."
		},
		{
			"lang": "et",
			"text": "Erandina artikli 58 lõikest 7 võetakse käesoleva artikli lõigetes 2 ja 3 osutatud kiireloomuline arvamus vastu kahe nädala jooksul Euroopa Andmekaitsenõukogu liikmete lihthäälteenamuse alusel."
		},
		{
			"lang": "el",
			"text": "Κατά παρέκκλιση από το άρθρο 58 παράγραφος 7, η επείγουσα γνώμη που αναφέρεται στις παραγράφους 2 και 3 του παρόντος άρθρου εκδίδεται εντός δύο εβδομάδων με απλή πλειοψηφία των μελών του Ευρωπαϊκού Συμβουλίου Προστασίας Δεδομένων."
		},
		{
			"lang": "bg",
			"text": "Чрез дерогация от член 58, параграф 7 спешното становище, посочено в параграфи 2 и 3, се приема в срок от две седмици с обикновено мнозинство на членовете на Европейския комитет по защита на данните."
		},
		{
			"lang": "hu",
			"text": "Az 58. cikk (7) bekezdésétől eltérően az e cikk (2) és (3) bekezdésében hivatkozott sürgős véleményt az Európai Adatvédelmi Testület tagjai egyszerű többséggel, két héten belül fogadják el."
		},
		{
			"lang": "mt",
			"text": "B’deroga mill-Artikolu 58(7), l-opinjoni urġenti msemmija fil-paragrafi 2 u 3 ta’ dan l-Artikolu għandha tkun adottata fi żmien ġimagħtejn permezz ta’ maġġoranza sempliċi tal-membri tal-Bord Ewropew għall-Protezzjoni tad-Dejta."
		},
		{
			"lang": "lv",
			"text": "Atkāpjoties no 58. panta 7. punkta, steidzamu atzinumu, kas minēts šā panta 2. un 3. punktā, pieņem divu nedēļu laikā ar vienkāršu Eiropas Datu aizsardzības kolēģijas locekļu balsu vairākumu."
		},
		{
			"lang": "ro",
			"text": "Prin derogare de la articolul 58 alineatul (7), un aviz de urgență menționat la alineatele (2) și (3) din prezentul articol este adoptat în termen de două săptămâni cu majoritate simplă a membrilor Comitetului european pentru protecția datelor."
		},
		{
			"lang": "sk",
			"text": "Odchylne od článku 58 ods. 7 sa urgentné stanovisko uvedené v odsekoch 2 a 3 tohto článku prijme do dvoch týždňov jednoduchou väčšinou členov Európskeho výboru pre ochranu údajov."
		},
		{
			"lang": "sl",
			"text": "Z odstopanjem od člena 58(7) se nujno mnenje iz odstavkov 2 in 3 tega člena sprejme v dveh tednih z navadno večino članov Evropskega odbora za varstvo podatkov."
		},
		{
			"lang": "fi",
			"text": "Tämän artiklan 2 ja 3 kohdassa tarkoitettu kiireellinen lausunto hyväksytään 58 artiklan 7 kohdasta poiketen kahden viikon kuluessa Euroopan tietosuojaneuvoston jäsenten yksinkertaisella enemmistöllä."
		},
		{
			"lang": "pl",
			"text": "W drodze odstępstwa od art. 58 ust. 7, opinię w trybie pilnym, o której mowa w ust. 2 i 3 niniejszego artykułu, przyjmuje się w terminie dwóch tygodni zwykłą większością członków Europejskiej Rady Ochrony Danych."
		},
		{
			"lang": "lt",
			"text": "Nukrypstant nuo 58 straipsnio 7 dalies, šio straipsnio 2 ir 3 dalyse nurodyta nuomonė skubiai – per dvi savaites – priimama paprasta Europos duomenų apsaugos valdybos narių balsų dauguma."
		},
		{
			"lang": "nl",
			"text": "In afwijking van artikel 58, lid 7, wordt een in de leden 2 en 3 bedoeld dringend advies binnen twee weken met gewone meerderheid van stemmen van de leden van het Europees Comité voor gegevensbescherming vastgesteld."
		},
		{
			"lang": "sv",
			"text": "Genom undantag från artikel 58.7 ska ett snabbt yttrande enligt punkt 2 och 3 antas inom två veckor med enkel majoritet av Europeiska dataskyddsstyrelsens ledamöter."
		}
	],
	"children": [],
	"title": "Article 61 – Paragraph 4"
}