{
	"id": "a61p1",
	"type": "paragraph",
	"literal": "1",
	"parent": "a61",
	"text": [
		{
			"lang": "en",
			"text": "In exceptional circumstances, where a supervisory authority considers that there is an urgent need to act in order to protect the interests of data subjects, in particular when the danger exists that the enforcement of a right of a data subject could be considerably impeded by means of an alteration of the existing state or for averting major disadvantages or for other reasons, by way of derogation from the procedure referred to in Article 58, it may immediately adopt provisional measures with a specified period of validity. The supervisory authority shall, without delay, communicate those measures, with full reasons, to the European Data Protection Board and to the Commission."
		},
		{
			"lang": "de",
			"text": "Unter außergewöhnlichen Umständen kann eine Aufsichtsbehörde abweichend vom Verfahren nach Artikel 58 sofort einstweilige Maßnahmen mit festgelegter Geltungsdauer treffen, wenn sie zu der Auffassung gelangt, dass dringender Handlungsbedarf besteht, um die Interessen von betroffenen Personen, vor allem, wenn die Durchsetzung ihrer Rechte durch eine Veränderung der bestehenden Lage erheblich behindert zu werden droht, zu schützen, um größere Nachteile abzuwenden oder aus anderen Gründen. Die Aufsichtsbehörde setzt den Europäischen Datenschutzausschuss und die Kommission unverzüglich unter Angabe aller Gründe von diesen Maßnahmen in Kenntnis."
		},
		{
			"lang": "fr",
			"text": "Dans des circonstances exceptionnelles, lorsqu'une autorité de contrôle considère qu'il est urgent d'intervenir pour protéger les intérêts de personnes concernées, notamment lorsque le risque existe que l'exercice effectif du droit d'une personne concernée soit considérablement entravé par une modification de la situation existante, pour éviter des inconvénients majeurs ou pour d'autres raisons, elle peut, par dérogation à la procédure prévue à l'article 58, adopter sans délai des mesures provisoires ayant une durée de validité déterminée. L'autorité de contrôle communique sans délai ces mesures, dûment motivées, au comité européen de la protection des données et à la Commission."
		},
		{
			"lang": "es",
			"text": "En circunstancias excepcionales, cuando una autoridad de control considere que es urgente intervenir para proteger los intereses de interesados, en particular cuando exista el peligro de que el ejercicio efectivo de un derecho de un interesado pueda verse considerablemente obstaculizado por una alteración de la situación existente, o para evitar inconvenientes importantes o por otros motivos, podrá adoptar inmediatamente, como excepción al procedimiento contemplado en el artículo 58, medidas provisionales con un periodo de validez determinado. La autoridad de control comunicará sin demora dichas medidas, debidamente motivadas, al Consejo Europeo de Protección de Datos y a la Comisión."
		},
		{
			"lang": "pt",
			"text": "Em circunstâncias excecionais, sempre que uma autoridade de controlo considere que é urgente intervir a fim de proteger os interesses de titulares de dados, em especial quando existir o risco de impedimento considerável do exercício de um direito da pessoa em causa através de uma alteração da situação existente, ou para evitar inconvenientes superiores ou por outras razões, pode, através da derrogação do procedimento previsto no artigo 58.º, adotar imediatamente medidas provisórias com um determinado período de validade. A autoridade de controlo comunica essas medidas sem demora e devidamente fundamentadas ao Comité Europeu para a Proteção de Dados e à Comissão."
		},
		{
			"lang": "it",
			"text": "In circostanze eccezionali, qualora ritenga che urga intervenire per tutelare gli interessi degli interessati, in particolare quando sussiste il pericolo che l’esercizio di un diritto possa essere gravemente ostacolato da un cambiamento della situazione esistente, oppure per evitare importanti inconvenienti o per altri motivi, l’autorità di controllo può, in deroga alla procedura di cui all’articolo 58, prendere misure provvisorie immediate con un periodo di validità determinato. L’autorità di controllo comunica senza ritardo tali misure, debitamente motivate, al comitato europeo per la protezione dei dati e alla Commissione."
		},
		{
			"lang": "ga",
			"text": "I gcúinsí eisceachtúla ina measann údarás maoirseachta go bhfuil gá práinneach le gníomhú chun leasanna na ndaoine is ábhar do na sonraí a chosaint, go háirithe nuair is ann don bhaol go bhféadfaí cur isteach go suntasach ar fhorfheidhmiú cirt de chuid an duine is ábhar do na sonraí de bharr athrú ar an staid mar atá faoi láthair, nó go bhfuil gá leis chun míbhuntáistí móra a chosc nó ar chúiseanna eile, féadfaidh an t‑údarás maoirseachta sin, de mhaolú ar an nós imeachta dá dtagraítear in Airteagal 58, bearta sealadacha a ghlacadh láithreach a bhfuil tréimhse shonraithe bailíochta acu. Déanfaidh an t‑údarás maoirseachta na bearta sin agus na cúiseanna iomlána leo a chur in iúl don Bhord Eorpach um Chosaint Sonraí agus don Choimisiún gan mhoill."
		},
		{
			"lang": "cs",
			"text": "Za výjimečných okolností, kdy se orgán dozoru domnívá, že je třeba naléhavě jednat, aby byly ochráněny zájmy subjektů údajů, zejména pokud hrozí, že změna stávajícího stavu by mohla značně ztížit výkon některého z práv určitého subjektu údajů, nebo aby se předešlo významnému poškozování, nebo že je třeba naléhavě jednat z jiných důvodů, může se orgán dozoru odchýlit od postupu uvedeného v článku 58 a může okamžitě přijmout dočasná opatření se stanovenou dobou platnosti. Předmětná opatření oznámí orgán dozoru bez prodlení a s uvedením všech důvodů Evropské radě pro ochranu údajů a Komisi."
		},
		{
			"lang": "da",
			"text": "Når en tilsynsmyndighed under ekstraordinære omstændigheder mener, at det er nødvendigt at handle omgående for at beskytte registreredes interesser, navnlig hvis der er alvorlig risiko for begrænsning af håndhævelsen af en registrerets rettigheder som følge af en ændring af de nuværende forhold, for at afhjælpe alvorlige ulemper eller af andre grunde, kan den omgående vedtage foreløbige foranstaltninger med en angivet gyldighedsperiode som en undtagelse fra den procedure, der er nævnt i artikel 58. Tilsynsmyndigheden meddeler straks Det Europæiske Databeskyttelsesråd og Kommissionen disse foranstaltninger med en udførlig begrundelse."
		},
		{
			"lang": "et",
			"text": "Erandlike asjaolude korral, kui järelevalveasutus leiab, et andmesubjektide huvide kaitsmiseks tuleb kiiresti tegutseda, eelkõige siis, kui on oht, et andmesubjekti õiguse kohtulikku kaitsmist võib praeguse seisundi muutmine märkimisväärselt takistada, või kui on vaja ära hoida olulisi puudusi või muudel põhjustel, võib ta erandina artiklis 58 sätestatud korrast võtta viivitamata vastu piiratud kehtivusajaga ajutised meetmed. Järelevalveasutus edastab viivitamata kõnealused meetmed koos kõikide põhjendustega Euroopa Andmekaitsenõukogule ja komisjonile."
		},
		{
			"lang": "el",
			"text": "Σε εξαιρετικές περιπτώσεις, όταν μια αρχή ελέγχου θεωρεί ότι υπάρχει επείγουσα ανάγκη λήψης μέτρων για να προστατευθούν τα συμφέροντα των προσώπων στα οποία αναφέρονται τα δεδομένα, ιδίως όταν υπάρχει κίνδυνος να παρεμποδισθεί σοβαρά η άσκηση δικαιώματος των προσώπων αυτών μέσω της μεταβολής της υφιστάμενης κατάστασης, για να αποφευχθούν σημαντικά προβλήματα ή για άλλους λόγους, δύναται, κατά παρέκκλιση από τη διαδικασία που αναφέρεται στο άρθρο 58, να εγκρίνει χωρίς καθυστέρηση προσωρινά μέτρα με ορισμένη διάρκεια ισχύος. Η αρχή ελέγχου οφείλει να κοινοποιήσει τα εν λόγω μέτρα πάραυτα με πλήρη αιτιολογία στο Ευρωπαϊκό Συμβούλιο Προστασίας Δεδομένων και στην Επιτροπή."
		},
		{
			"lang": "bg",
			"text": "При извънредни обстоятелства, когато даден надзорен орган сметне, че е налице спешна нужда от предприемане на действия с цел защита на интересите на субектите на данни, по-специално когато съществува опасност упражняването на право на субект на данни да бъде сериозно възпрепятствано поради изменение на съществуващото положение, или с цел предотвратяване на големи недостатъци, или поради други причини, чрез дерогация от процедурата, посочена в член 58, той може незабавно да приеме временни мерки с определен срок на действие. Надзорният орган съобщава незабавно тези мерки на Европейския комитет по защита на данните и на Комисията, като излага подробно причините за тях."
		},
		{
			"lang": "hu",
			"text": "Kivételes körülmények között, amennyiben a felügyelő hatóság megállapítja, hogy sürgős intézkedésre van szükség az érintettek védelme érdekében, különösen amennyiben fennáll a veszélye annak, hogy valamely érintett jogának érvényesítését lényeges mértékben korlátozza a fennálló állapot megváltoztatása, vagy amennyiben lényeges hátrányok merülnek fel, vagy más okok miatt, az 58. cikk szerinti eljárásoktól eltérően azonnal ideiglenes, meghatározott érvényességi idejű intézkedéseket fogad el. A felügyelő hatóság haladéktalanul értesíti a Bizottságot és az Európai Adatvédelmi Testületet az intézkedésekről és azok valamennyi indokáról."
		},
		{
			"lang": "mt",
			"text": "F’ċirkostanzi eċċezzjonali, meta awtorità ta’ superviżjoni tikkunsidra li hemm ħtieġa urġenti li taġixxi sabiex tħares l-interessi tas-suġġetti tad-dejta, b’mod partikolari meta jkun jeżisti l-periklu li l-infurzar ta’ dritt ta’ suġġett tad-dejta jista’ jkun imfixkel b’mod konsiderevoli permezz ta’ tibdil fl-istat eżistenti jew sabiex jiġu evitati żvantaġġi kbar jew għal raġunijiet oħrajn, permezz ta’ deroga mill-proċedura msemmija fl-Artikolu 58, tista’ minnufih tadotta miżuri provviżorji b’perjodu speċifikat ta’ validità. L-awtorità ta’ superviżjoni għandha, mingħajr dewmien, tikkomunika dawk il-miżuri, bir-raġunijiet kollha, lill-Bord Ewropew għall-Protezzjoni tad-Dejta u lill-Kummissjoni."
		},
		{
			"lang": "lv",
			"text": "Ārkārtas apstākļos, ja uzraudzības iestāde uzskata, ka ir steidzama vajadzība rīkoties, lai aizsargātu datu subjektu intereses, jo īpaši, ja pastāv briesmas, ka datu subjektu tiesību izpilde varētu būt ievērojami kavēta esošā stāvokļa izmaiņu dēļ, vai lai novērstu ievērojamu stāvokļa pasliktināšanos citu iemeslu dēļ, atkāpjoties no 58. pantā paredzētās procedūras, tā var nekavējoties pieņem pagaidu pasākumu, norādot konkrētu tā piemērošanas termiņu. Uzraudzības iestāde nekavējoties paziņo šo pasākumu un tā pilnīgu pamatojumu Eiropas Datu aizsardzības kolēģijai un Komisijai."
		},
		{
			"lang": "ro",
			"text": "În circumstanțe excepționale, atunci când o autoritate de supraveghere consideră că există o necesitate urgentă de a acționa pentru a asigura protecția intereselor persoanelor vizate, în special când există pericolul ca exercitarea dreptului persoanei vizate ar putea fi considerabil împiedicată prin modificarea situației existente, pentru a evita inconveniente importante sau din alte motive, prin derogare de la procedura menționată la articolul 58, aceasta poate adopta de îndată măsuri provizorii cu o perioadă de valabilitate determinată. Autoritatea de supraveghere comunică fără întârziere aceste măsuri, motivate în mod corespunzător, Comitetului european pentru protecția datelor și Comisiei."
		},
		{
			"lang": "sk",
			"text": "Za výnimočných okolností, keď sa dozorný orgán domnieva, že existuje naliehavá potreba konať s cieľom chrániť záujmy dotknutej osoby, najmä keď existuje nebezpečenstvo, že presadzovaniu práva dotknutej osoby by mohla podstatným spôsobom brániť zmena existujúceho stavu, alebo je nutné predísť závažným nevýhodám, alebo z iných dôvodov, môže dozorný orgán odchylne od postupu uvedeného v článku 58 okamžite prijať dočasné opatrenia s určenou lehotou platnosti. Dozorný orgán bezodkladne oznámi tieto opatrenia s úplným odôvodnením Európskemu výboru pre ochranu údajov a Komisii."
		},
		{
			"lang": "sl",
			"text": "V izjemnih okoliščinah, kadar nadzorni organ meni, da obstaja nujna potreba po ukrepanju zaradi varstva interesov posameznikov, na katere se nanašajo osebni podatki, zlasti kadar obstaja nevarnost, da bi bilo uveljavljanje pravic posameznika, na katerega se nanašajo osebni podatki, zaradi spremembe obstoječega stanja ali preprečevanja negativnih učinkov ali iz drugih razlogov, znatno ovirano, lahko z odstopanjem od postopka iz člena 58 nemudoma sprejme začasne ukrepe z določenim obdobjem veljavnosti. Nadzorni organ o teh ukrepih z navedbo vseh razlogov nemudoma obvesti Evropski odbor za varstvo podatkov in Komisijo."
		},
		{
			"lang": "fi",
			"text": "Poikkeuksellisissa olosuhteissa, jos valvontaviranomainen katsoo, että on tarpeen toteuttaa kiireellisiä toimenpiteitä rekisteröidyille kuuluvien etujen suojaamiseksi, valvontaviranomainen voi 58 artiklassa tarkoitetusta menettelystä poiketen hyväksyä väliaikaisia toimenpiteitä, joiden voimassaoloaika määritetään erikseen, etenkin jos on olemassa vaara, että jokin vallitsevan tilanteen muutos voisi merkittävästi haitata jonkin rekisteröidyille kuuluvan oikeuden täytäntöönpanoa tai huomattavien haittojen ehkäisemiseksi tai muista syistä. Valvontaviranomaisen on annettava tällaiset toimenpiteet ja niiden täydelliset perustelut viipymättä tiedoksi Euroopan tietosuojaneuvostolle ja komissiolle."
		},
		{
			"lang": "pl",
			"text": "W wyjątkowych okolicznościach, gdy organ nadzorczy uznaje, że istnieje potrzeba pilnego działania w celu ochrony interesów podmiotów danych, w szczególności kiedy istnieje niebezpieczeństwo, że skorzystanie z prawa przez podmiot danych może być znacząco utrudnione przez zmianę istniejącego stanu lub w celu uniknięcia poważnych niedogodności lub z innych powodów, w drodze odstępstwa od procedury, o której mowa w art. 58, organ ten może przyjąć niezwłocznie środki tymczasowe o ograniczonym okresie obowiązywania. Organ nadzorczy bezzwłocznie informuje o tych środkach Europejską Radę Ochrony Danych i Komisję, podając pełne uzasadnienie."
		},
		{
			"lang": "lt",
			"text": "Jeigu išimtinėmis aplinkybėmis priežiūros institucija mano, jog būtina skubiai veikti, kad būtų apsaugoti duomenų subjektų interesai, visų pirma tais atvejais, kai esama pavojaus, kad pasikeitus esamai padėčiai gali būti labai sunku įgyvendinti duomenų subjekto teisę arba siekiama pašalinti didelius trūkumus, arba dėl kitų priežasčių, nukrypdama nuo 58 straipsnyje nurodytos procedūros, ji gali priimti konkretų laikotarpį galiojančias laikinąsias priemones. Priežiūros institucija tas priemones ir išsamias jų priežastis nedelsdama pateikia Europos duomenų apsaugos valdybai ir Komisijai."
		},
		{
			"lang": "nl",
			"text": "In buitengewone omstandigheden kan een toezichthoudende autoriteit, wanneer zij van mening is dat er dringend moet worden opgetreden om de belangen van betrokkenen te beschermen, met name wanneer het gevaar bestaat dat de handhaving van een recht van een betrokkene aanzienlijk kan worden belemmerd door een verandering in de bestaande toestand, om grote nadelen af te wenden of om andere redenen, in afwijking van de in artikel 58 bedoelde procedure onverwijld voorlopige maatregelen met een bepaalde geldigheidsduur nemen. De toezichthoudende autoriteit deelt het Europees Comité voor gegevensbescherming en de Commissie onverwijld die maatregelen met opgave van redenen mee."
		},
		{
			"lang": "sv",
			"text": "Under exceptionella omständigheter får en tillsynsmyndighet med avsteg från förfarandet i artikel 58 omedelbart vidta provisoriska åtgärder med förutbestämd varaktighet om den anser att det finns ett brådskande behov av att agera för att skydda registrerades intressen, särskilt om möjligheten att förverkliga den registrerades rättigheter allvarligt kan undergrävas av att situationen förändras, om så krävs för att förebygga allvarliga nackdelar eller av andra orsaker. Tillsynsmyndigheten ska utan dröjsmål underrätta Europeiska dataskyddsstyrelsen och kommissionen om dessa åtgärder, och ge en uttömmande motivering."
		}
	],
	"children": [],
	"title": "Article 61 – Paragraph 1"
}