{
	"id": "a62p3",
	"type": "paragraph",
	"literal": "3",
	"parent": "a62",
	"text": [
		{
			"lang": "en",
			"text": "The absence or adoption of a measure under this Section does not prejudice any other measure by the Commission under the Treaties."
		},
		{
			"lang": "de",
			"text": "Unabhängig davon, ob die Kommission eine Maßnahme nach Maßgabe dieses Abschnitts erlassen hat, kann sie auf der Grundlage der Verträge andere Maßnahmen erlassen."
		},
		{
			"lang": "fr",
			"text": "L'absence ou l'adoption d'une mesure au titre de la présente section est sans préjudice de toute autre mesure adoptée par la Commission en vertu des traités."
		},
		{
			"lang": "es",
			"text": "La ausencia o la adopción de una medida en virtud de la presente sección se entenderán sin perjuicio de cualquier otra medida adoptada por la Comisión en virtud de los Tratados."
		},
		{
			"lang": "pt",
			"text": "A falta ou a adoção de uma medida nos termos da presente secção não prejudica qualquer outra medida adotada pela Comissão ao abrigo dos Tratados."
		},
		{
			"lang": "it",
			"text": "L’adozione o meno di una misura ai sensi della presente sezione lascia impregiudicata la possibilità per la Commissione di adottare altre misure in virtù dei trattati."
		},
		{
			"lang": "ga",
			"text": "Ní dhéanfaidh éagmais birt ná glacadh birt faoin Roinn seo dochar d'aon bheart eile de chuid an Choimisiúin faoi na Conarthaí."
		},
		{
			"lang": "cs",
			"text": "Absencí nebo přijetím opatření podle tohoto oddílu není dotčeno žádné jiné opatření Komise podle Smluv."
		},
		{
			"lang": "da",
			"text": "Manglende vedtagelse eller vedtagelse af en foranstaltning i henhold til denne afdeling berører ikke andre foranstaltninger, der vedtages af Kommissionen i henhold til traktaterne."
		},
		{
			"lang": "et",
			"text": "Käesoleva jao kohase meetme puudumine või vastuvõtmine ei piira komisjoni teisi meetmeid, mis on vastu võetud aluslepingute alusel."
		},
		{
			"lang": "el",
			"text": "Η απουσία μέτρου ή η έκδοση μέτρου στο πλαίσιο του παρόντος τμήματος δεν θίγει κανένα άλλο μέτρο που μπορεί να λάβει η Επιτροπή βάσει των Συνθηκών."
		},
		{
			"lang": "bg",
			"text": "Липсата на мярка или приемането на такава съгласно настоящия раздел не засяга други мерки, приети от Комисията по силата на Договорите."
		},
		{
			"lang": "hu",
			"text": "Az e szakasz szerinti intézkedés hiánya vagy elfogadása nem érinti a Bizottság Szerződések szerinti egyéb intézkedéseit."
		},
		{
			"lang": "mt",
			"text": "In-nuqqas jew l-adozzjoni ta’ miżura taħt din it-taqsima ma għandux jippreġudika kwalunkwe miżura oħra mill-Kummissjoni taħt it-Trattati."
		},
		{
			"lang": "lv",
			"text": "Kāda pasākuma trūkums vai pieņemšana saskaņā ar šo iedaļu neskar citus Komisijas pasākumus, ko Komisija īsteno saskaņā ar Līgumiem."
		},
		{
			"lang": "ro",
			"text": "Absența sau adoptarea unei măsuri în temeiul prezentei secțiuni nu aduce atingere altor măsuri adoptate de Comisie în temeiul tratatelor."
		},
		{
			"lang": "sk",
			"text": "Absenciou alebo prijatím opatrenia podľa tohto oddielu nie je dotknuté žiadne iné opatrenie Komisie prijaté na základe zmlúv."
		},
		{
			"lang": "sl",
			"text": "Nesprejetje ali sprejetje ukrepa na podlagi tega oddelka ne posega v noben drug ukrep Komisije na podlagi Pogodb."
		},
		{
			"lang": "fi",
			"text": "Se, annetaanko tämän jakson mukaisesti toimenpiteitä, ei vaikuta muihin toimenpiteisiin, joita komissio antaa perussopimusten mukaisesti."
		},
		{
			"lang": "pl",
			"text": "Brak środka lub jego przyjęcie na podstawie niniejszej sekcji pozostaje bez uszczerbku dla każdego innego środka przyjętego przez Komisję na podstawie Traktatów."
		},
		{
			"lang": "lt",
			"text": "Nepriklausomai nuo to, ar priimama priemonė pagal šį skirsnį, Komisija gali remdamasi Sutartimis priimti bet kokią kitą priemonę."
		},
		{
			"lang": "nl",
			"text": "De vaststelling of niet-vaststelling van een maatregel overeenkomstig deze afdeling doet geen afbreuk aan andere maatregelen die de Commissie overeenkomstig het Verdrag heeft vastgesteld."
		},
		{
			"lang": "sv",
			"text": "Det faktum att ingen åtgärd har vidtagits enligt detta avsnitt utesluter inte att kommissionen kan vidta andra åtgärder enligt fördragen."
		}
	],
	"children": [],
	"title": "Article 62 – Paragraph 3"
}