{
	"id": "a62p1i4",
	"type": "point",
	"literal": "d",
	"parent": "a62p1",
	"text": [
		{
			"lang": "en",
			"text": "specifying the arrangements for the exchange of information by electronic means between supervisory authorities, and between supervisory authorities and the European Data Protection Board, in particular the standardised format referred to in Article 58(5), (6) and (8)."
		},
		{
			"lang": "de",
			"text": "Festlegung der Ausgestaltung des elektronischen Informationsaustauschs zwischen den Aufsichtsbehörden sowie zwischen den Aufsichtsbehörden und dem Europäischen Datenschutzausschuss, insbesondere des standardisierten Formats nach Artikel 58 Absätze 5, 6 und 8."
		},
		{
			"lang": "fr",
			"text": "définir les modalités de l’échange d’informations par voie électronique entre les autorités de contrôle, et entre lesdites autorités et le comité européen de la protection des données, notamment le formulaire type visé à l'article 58, paragraphes 5, 6 et 8."
		},
		{
			"lang": "es",
			"text": "especificar las modalidades de intercambio de información por vía electrónica entre las autoridades de control, y entre dichas autoridades y el Consejo Europeo de Protección de Datos, en especial el formato normalizado contemplado en el artículo 58, apartados 5, 6 y 8."
		},
		{
			"lang": "pt",
			"text": "Especificar as modalidades de intercâmbio eletrónico de informações entre as autoridades de controlo e entre estas autoridades de controlo e o Comité Europeu para a Proteção de Dados, nomeadamente o formato normalizado referido no artigo 58.º, n.os 5, 6 e 8."
		},
		{
			"lang": "it",
			"text": "specificare le modalità per lo scambio di informazioni per via elettronica tra autorità di controllo e tra le autorità di controllo e il comitato europeo per la protezione dei dati, in particolare il modulo standard di cui all’articolo 58, paragrafi 5, 6 e 8."
		},
		{
			"lang": "ga",
			"text": "na socruithe a shonrú le haghaidh malartú faisnéise trí mheán leictreonach idir údaráis mhaoirseachta, agus idir údaráis mhaoirseachta agus an Bord Eorpach um Chosaint Sonraí, go háirithe an fhormáid chaighdeánaithe dá dtagraítear in Airteagal 58(5), (6) agus (8)."
		},
		{
			"lang": "cs",
			"text": "určení toho, jak bude probíhat elektronická výměna informací mezi orgány dozoru vzájemně a mezi orgány dozoru a Evropskou radou pro ochranu údajů, zejména určení standardního formátu uvedeného v čl. 58 odst. 5, 6 a 8."
		},
		{
			"lang": "da",
			"text": "angive ordningerne for elektronisk udveksling af oplysninger mellem tilsynsmyndigheder og mellem tilsynsmyndigheder og Det Europæiske Databeskyttelsesråd, navnlig det standardformat, der er nævnt i artikel 58, stk. 5, 6 og 8."
		},
		{
			"lang": "et",
			"text": "täpsustada järelevalveasutuste vahelist ning järelevalveasutuste ja Euroopa Andmekaitsenõukogu vahelist elektroonilise teabevahetuse korraldust, eelkõige artikli 58 lõigetes 5, 6 ja 8 osutatud tüüpvormi."
		},
		{
			"lang": "el",
			"text": "δ) να προσδιορίζει τις ρυθμίσεις για την ανταλλαγή πληροφοριών με ηλεκτρονικά μέσα μεταξύ αρχών ελέγχου και μεταξύ αρχών ελέγχου και του Ευρωπαϊκού Συμβουλίου Προστασίας Δεδομένων, και ιδίως τον τυποποιημένο μορφότυπο που αναφέρεται στο άρθρο 58 παράγραφοι 5, 6 και 8."
		},
		{
			"lang": "bg",
			"text": "г) за да посочи договореностите за обмена на информация чрез електронни средства между надзорните органи, както и между надзорните органи и Европейския комитет по защита на данните, по-специално стандартизирания формат, посочен в член 58, параграфи 5, 6 и 8."
		},
		{
			"lang": "hu",
			"text": "a felügyelő hatóságok, valamint a felügyelő hatóságok és az Európai Adatvédelmi Testület közötti elektronikus információcserére, különösen az 58. cikk (5), (6) és (8) bekezdése szerinti egységes formanyomtatványra vonatkozó szabályozás meghatározása érdekében."
		},
		{
			"lang": "mt",
			"text": "tispeċifika l-arranġamenti għall-iskambju ta’ informazzjoni b’mezzi elettroniċi bejn l-awtoritajiet ta’ superviżjoni, u bejn l-awtoritajiet ta’ superviżjoni u l-Bord Ewropew għall-Protezzjoni tad-Dejta, b’mod partikolari l-format standardizzat imsemmi fl-Artikolu 58(5), (6) u (8)."
		},
		{
			"lang": "lv",
			"text": "nosakot kārtību, kādā, izmantojot elektroniskus līdzekļus, uzraudzības iestādes apmainās ar informāciju savā starpā un ar Eiropas Datu aizsardzības kolēģiju, jo īpaši nosakot standarta formātu, kas minēts 58. panta 5., 6. un 8. punktā."
		},
		{
			"lang": "ro",
			"text": "a defini modalitățile de realizare a schimbului electronic de informații între autoritățile de supraveghere și între autoritățile de supraveghere și Comitetul european pentru protecția datelor, în special formularul standard menționat la articolul 58 alineatele (5), (6) și (8)."
		},
		{
			"lang": "sk",
			"text": "stanoviť úpravu výmeny informácií elektronickými prostriedkami medzi dozornými orgánmi navzájom a medzi dozornými orgánmi a Európskym výborom pre ochranu údajov, najmä štandardizovaný formát uvedený v článku 58 ods. 5, 6 a 8."
		},
		{
			"lang": "sl",
			"text": "določi ureditev za izmenjavo informacij z elektronskimi sredstvi med nadzornimi organi ter med nadzornimi organi in Evropskim odborom za varstvo podatkov, zlasti standardizirano obliko iz člena 58(5), (6) in (8)."
		},
		{
			"lang": "fi",
			"text": "täsmennetään järjestelyt valvontaviranomaisten kesken ja valvontaviranomaisten ja Euroopan tietosuojaneuvoston välillä sähköisin keinoin toteutettavaa tietojenvaihtoa varten ja erityisesti 58 artiklan 5, 6 ja 8 kohdassa tarkoitettu vakiolomake."
		},
		{
			"lang": "pl",
			"text": "określić zasady wymiany informacji drogą elektroniczną między organami nadzorczymi oraz między organami nadzorczymi i Europejską Radą Ochrony Danych, w szczególności standardowego formatu, o którym mowa w art. 58 ust. 5, 6 i 8."
		},
		{
			"lang": "lt",
			"text": "nustatyti priežiūros institucijų, taip pat priežiūros institucijų ir Europos duomenų apsaugos valdybos keitimosi informacija elektroniniu būdu tvarką, visų pirma 58 straipsnio 5, 6 ir 8 dalyse nurodytą standartizuotą formą."
		},
		{
			"lang": "nl",
			"text": "de regelingen voor de elektronische uitwisseling van informatie tussen toezichthoudende autoriteiten onderling en tussen toezichthoudende autoriteiten en het Europees Comité voor gegevensbescherming, met name het in artikel 58, leden 5, 6 en 8, bedoelde standaardformulier, vast te leggen."
		},
		{
			"lang": "sv",
			"text": "Precisera tillvägagångssätten för elektroniskt utbyte av information mellan tillsynsmyndigheter samt mellan tillsynsmyndigheter och Europeiska dataskyddsstyrelsen, särskilt det standardiserade format som avses i artikel 58.5, 58.6 och 58.8."
		}
	],
	"children": [],
	"title": "Article 62 – Paragraph 1 – Point 4"
}