{
	"id": "a62p1i2",
	"type": "point",
	"literal": "b",
	"parent": "a62p1",
	"text": [
		{
			"lang": "en",
			"text": "deciding, within the period referred to in Article 59(1), whether it declares draft standard data protection clauses referred to in point (d) of Article 58(2), as having general validity;"
		},
		{
			"lang": "de",
			"text": "Beschluss innerhalb des in Artikel 59 Absatz 1 genannten Zeitraums darüber, ob Standard-Datenschutzklauseln nach Artikel 58 Absatz 2 Buchstabe d allgemeine Gültigkeit zuerkannt wird,"
		},
		{
			"lang": "fr",
			"text": "statuer, dans le délai fixé à l’article 59, paragraphe 1, sur l'applicabilité générale de projets de clauses types de protection des données telles que celles visées à l’article 58, paragraphe 2, point d);"
		},
		{
			"lang": "es",
			"text": "decidir, en el plazo contemplado en el artículo 59, apartado 1, si declara que el proyecto de cláusulas tipo de protección de datos contemplado en el artículo 58, apartado 2, la letra d), tiene validez general;"
		},
		{
			"lang": "pt",
			"text": "Decidir, no prazo fixado no artigo 59.º, n.º 1, sobre a aplicabilidade geral de projetos de cláusulas-tipo de proteção de dados, tal como referidas no artigo 58.º, n.º 2, alínea d);"
		},
		{
			"lang": "it",
			"text": "decidere, entro il termine di cui all’articolo 59, paragrafo 1, sulla validità generale di progetti di clausole tipo di protezione dei dati ai sensi dell’articolo 58, paragrafo 2, lettera d);"
		},
		{
			"lang": "ga",
			"text": "cinneadh a dhéanamh, laistigh den tréimhse dá dtagraítear in Airteagal 59(1), an bhfuil bailíocht ghinearálta ag na dréachtchlásail chaighdeánacha um chosaint sonraí dá dtagraítear i bpointe (d) d'Airteagal 58(2);"
		},
		{
			"lang": "cs",
			"text": "rozhodnutí ve lhůtě uvedené v čl. 59 odst. 1 o tom, zda prohlásí navrhované standardní doložky o ochraně údajů uvedené v čl. 58 odst. 2 písm. d) za obecně platné;"
		},
		{
			"lang": "da",
			"text": "inden for den periode, der er omhandlet i artikel 59, stk. 1, at afgøre, om de foreslåede standardbestemmelser om databeskyttelse, der er omhandlet i artikel 58, stk. 2, litra d), skal finde generel anvendelse"
		},
		{
			"lang": "et",
			"text": "teha artikli 59 lõikes 1 osutatud ajavahemiku jooksul otsus, milles teatatakse, kas artikli 58 lõike 2 punktis d osutatud isikuandmete kaitse standardklauslid on üldkehtivad;"
		},
		{
			"lang": "el",
			"text": "β) να αποφασίζει, εντός της προθεσμίας που αναφέρεται στο άρθρο 59 παράγραφος 1, κατά πόσον αποδίδει γενική ισχύ σε σχέδια τυποποιημένων ρητρών προστασίας δεδομένων που αναφέρονται στο άρθρο 58 παράγραφος 2 στοιχείο δ)·"
		},
		{
			"lang": "bg",
			"text": "б) за да реши в рамките на срока, посочен в член 59, параграф 1, дали да обяви предложените стандартни клаузи за защита на данните, посочени в член 58, параграф 2, буква г), за общовалидни клаузи;"
		},
		{
			"lang": "hu",
			"text": "az 59. cikk (1) bekezdésben megjelölt határidőn belül annak eldöntésére, hogy az 58. cikk (2) bekezdésének d) pontja szerinti egységes adatvédelmi feltételeket általánosan érvényesnek tekinti‑e;"
		},
		{
			"lang": "mt",
			"text": "tiddeċiedi, fil-perjodu msemmi fl-Artikolu 59(1), jekk tiddikjarax l-abbozzi ta’ klawżoli standard ta’ protezzjoni tad-dejta msemmija fil-punt (d) tal-Artikolu 58(2), bħala li għandhom validità ġenerali;"
		},
		{
			"lang": "lv",
			"text": "lemjot 59. panta 1. punkta norādītajā termiņā par to, vai tā pasludina tipveida līguma noteikumus, kas minēti 58. panta 2. punkta d) apakšpunktā, par vispārēji piemērojamiem;"
		},
		{
			"lang": "ro",
			"text": "a decide, în termenul menționat la articolul 59 alineatul (1), referitor la aplicabilitatea generală a proiectului de clauze standard în materie de protecție a datelor menționate la articolul 58 alineatul (2) litera (d);"
		},
		{
			"lang": "sk",
			"text": "rozhodnúť v lehote uvedenej v článku 59 ods. 1, či vyhlási, že štandardné ustanovenia o ochrane údajov uvedené v článku 58 ods. 2 písm. d) majú všeobecnú platnosť;"
		},
		{
			"lang": "sl",
			"text": "v roku iz člena 59(1) sprejme sklep, ali bo osnutke standardnih določil o varstvu podatkov iz točke (d) člena 58(2) razglasila za splošno veljavne;"
		},
		{
			"lang": "fi",
			"text": "se päättää 59 artiklan 1 kohdassa tarkoitetussa määräajassa 58 artiklan 2 kohdan d alakohdassa tarkoitettujen tietosuojaa koskevien vakiolausekkeiden yleisestä pätevyydestä;"
		},
		{
			"lang": "pl",
			"text": "rozstrzygnąć w okresie, o którym mowa w art. 59 ust. 1, w sprawie ogłoszenia projektu standardowych klauzul ochrony danych, o których mowa w art. 58 ust. 2 lit. d) jako ogólnie obowiązujących;"
		},
		{
			"lang": "lt",
			"text": "per 59 straipsnio 1 dalyje nurodytą terminą nuspręsti, ar paskelbti 58 straipsnio 2 dalies d punkte nurodytų standartinių duomenų apsaugos sąlygų projektą visuotinai galiojančiu;"
		},
		{
			"lang": "nl",
			"text": "binnen de in artikel 59, lid 1, bedoelde termijn te besluiten of zij in artikel 58, lid 2, onder d), bedoelde ontwerp‑modelbepalingen inzake gegevensbescherming algemeen geldig verklaart;"
		},
		{
			"lang": "sv",
			"text": "inom den period som anges i artikel 59.1 besluta om den anser att ett utkast till standardiserade uppgiftsskyddsbestämmelser enligt artikel 58.2 d har allmän giltighet,"
		}
	],
	"children": [],
	"title": "Article 62 – Paragraph 1 – Point 2"
}