{
	"id": "a63p1",
	"type": "paragraph",
	"literal": "1",
	"parent": "a63",
	"text": [
		{
			"lang": "en",
			"text": "For the purposes of this Regulation, an enforceable measure of the supervisory authority of one Member State shall be enforced in all Member States concerned."
		},
		{
			"lang": "de",
			"text": "Für die Zwecke dieser Verordnung wird eine durchsetzbare Maßnahme der Aufsichtsbehörde eines Mitgliedstaats in allen anderen betroffenen Mitgliedstaaten durchgesetzt."
		},
		{
			"lang": "fr",
			"text": "Aux fins de l'application du présent règlement, toute mesure exécutoire de l'autorité de contrôle d'un État membre est mise à exécution dans tous les États membres concernés."
		},
		{
			"lang": "es",
			"text": "A efectos del presente Reglamento, toda medida ejecutoria adoptada por la autoridad de control de un Estado miembro se ejecutará en todos los Estados miembros afectados."
		},
		{
			"lang": "pt",
			"text": "Para efeitos do presente regulamento, uma medida de execução da autoridade de controlo de um Estado-Membro deve ser aplicada em todos os Estados-Membros em causa."
		},
		{
			"lang": "it",
			"text": "Ai fini del presente regolamento, le misure esecutive adottate dall’autorità di controllo di uno Stato membro sono eseguite in tutti gli Stati membri interessati."
		},
		{
			"lang": "ga",
			"text": "Chun críocha an Rialacháin seo, déanfar beart in‑fhorfheidhmithe de chuid an údaráis mhaoirseachta i mBallstát amháin a fhorfheidhmiú sna Ballstáit ar fad lena mbaineann."
		},
		{
			"lang": "cs",
			"text": "Vykonatelné opatření orgánu dozoru jednoho členského státu se pro účely tohoto nařízení vykonává ve všech dotčených členských státech."
		},
		{
			"lang": "da",
			"text": "For så vidt angår denne forordning, håndhæves en foranstaltning, der er vedtaget af en tilsynsmyndighed i en medlemsstat, og som kan håndhæves retsligt, i alle berørte medlemsstater."
		},
		{
			"lang": "et",
			"text": "Käesoleva määruse kohaldamisel kuulub ühe liikmesriigi järelevalveasutuse täitmisele kuuluv meede täitmisele kõikides liikmesriikides."
		},
		{
			"lang": "el",
			"text": "Για τους σκοπούς του παρόντος κανονισμού, εκτελεστό μέτρο της αρχής ελέγχου ενός κράτους μέλους εκτελείται σε όλα τα ενδιαφερόμενα κράτη μέλη."
		},
		{
			"lang": "bg",
			"text": "За целите на настоящия регламент мярка на надзорния орган на една държава-членка, която подлежи на принудително изпълнение, се изпълнява във всички засегнати държави-членки."
		},
		{
			"lang": "hu",
			"text": "E rendelet alkalmazásában valamely tagállam felügyelő hatóságának végrehajtható intézkedését minden érintett tagállamban végre kell hajtani."
		},
		{
			"lang": "mt",
			"text": "Għall-finijiet ta’ dan ir-Regolament, miżura inforzabbli tal-awtorità ta’ superviżjoni ta’ Stat Membru għandha tkun infurzata fl-Istati Membri kollha kkonċernati."
		},
		{
			"lang": "lv",
			"text": "Šīs regulas nolūkos izpildāmu vienas dalībvalsts uzraudzības iestādes pasākumu izpilda visās attiecīgajās dalībvalstīs."
		},
		{
			"lang": "ro",
			"text": "În sensul prezentului regulament, o măsură executorie a autorității de supraveghere ale unui stat membru este executată în toate statele membre implicate."
		},
		{
			"lang": "sk",
			"text": "Na účely tohto nariadenia sa vykonateľné opatrenie dozorného orgánu v jednom členskom štáte vykoná vo všetkých dotknutých členských štátoch."
		},
		{
			"lang": "sl",
			"text": "Za namene te uredbe se izvršilni ukrep nadzornega organa ene države članice izvrši v vseh zadevnih državah članicah."
		},
		{
			"lang": "fi",
			"text": "Jonkin jäsenvaltion valvontaviranomaisen hyväksymä täytäntöönpanokelpoinen toimenpide on tämän asetuksen tarkoitusten toteuttamista varten pantava täytäntöön kaikissa jäsenvaltioissa, joita asia koskee."
		},
		{
			"lang": "pl",
			"text": "Dla celów niniejszego rozporządzenia egzekwowalny środek organu nadzorczego jednego państwa członkowskiego jest egzekwowany we wszystkich państwach członkowskich, których to dotyczy."
		},
		{
			"lang": "lt",
			"text": "Siekiant šio reglamento tikslų, vienos valstybės narės priežiūros institucijos vykdytina priemonė vykdoma visose atitinkamose valstybėse narėse."
		},
		{
			"lang": "nl",
			"text": "Voor de toepassing van deze verordening wordt een uitvoerbare maatregel van de toezichthoudende autoriteit van een lidstaat in alle betrokken lidstaten ten uitvoer gelegd."
		},
		{
			"lang": "sv",
			"text": "Vid tillämpningen av denna förordning ska en verkställbar åtgärd som vidtagits av en tillsynsmyndighet i en medlemsstat verkställas i samtliga medlemsstater."
		}
	],
	"children": [],
	"title": "Article 63 – Paragraph 1"
}