{
	"id": "a64p3",
	"type": "paragraph",
	"literal": "3",
	"parent": "a64",
	"text": [
		{
			"lang": "en",
			"text": "Where in a Member State more than one supervisory authority is responsible for monitoring the application of the provisions pursuant to this Regulation, they shall nominate the head of one of those supervisory authorities as joint representative."
		},
		{
			"lang": "de",
			"text": "Ist in einem Mitgliedstaat mehr als eine Aufsichtsbehörde für die Überwachung der Anwendung der nach Maßgabe dieser Richtlinie erlassenen Vorschriften zuständig, so wird der Leiter einer diese Aufsichtsbehörden zum gemeinsamen Vertreter ernannt."
		},
		{
			"lang": "fr",
			"text": "Lorsque, dans un État membre, plusieurs autorités de contrôle sont chargées de surveiller l'application des dispositions du présent règlement, celles-ci désignent le directeur de l'une d'entre elles comme représentant commun."
		},
		{
			"lang": "es",
			"text": "Cuando en un Estado miembro estén encargados de controlar la aplicación de las disposiciones del presente Reglamento varias autoridades de control, estas nombrarán al director de una de ellas como representante común."
		},
		{
			"lang": "pt",
			"text": "Sempre que, num Estado-Membro, mais do que uma autoridade de controlo seja responsável pelo controlo da aplicação do disposto no presente regulamento, essas autoridades devem designar o diretor de uma delas como representante comum."
		},
		{
			"lang": "it",
			"text": "Qualora, in uno Stato membro, più autorità di controllo siano incaricate di sorvegliare l’applicazione delle disposizioni del presente regolamento, queste nominano a rappresentante comune un loro responsabile."
		},
		{
			"lang": "ga",
			"text": "I gcás ina bhfuil níos mó ná údarás maoirseachta amháin i mBallstát freagrach as faireachán a dhéanamh ar chur i bhfeidhm na bhforálacha de bhun an Rialacháin seo, ainmneoidh siad ceann amháin de na húdaráis mhaoirseachta sin ina chomhionadaí."
		},
		{
			"lang": "cs",
			"text": "Pokud je v některém členském státě za sledování toho, zda jsou uplatňována ustanovení tohoto nařízení, odpovědný více než jeden orgán dozoru, dané orgány dozoru navrhnou vedoucího jednoho z nich jakožto společného zástupce."
		},
		{
			"lang": "da",
			"text": "Hvis mere end én tilsynsmyndighed i en medlemsstat er ansvarlig for kontrollen med anvendelsen af bestemmelserne i denne forordning, udpeger de chefen for én af disse tilsynsmyndigheder som fælles repræsentant."
		},
		{
			"lang": "et",
			"text": "Kui liikmesriigis on rohkem kui üks järelevalveasutus, kes vastutab käesoleva määruse kohaldamise järelevalve eest, määratakse ühiseks esindajaks ühe järelevalveasutuse juhataja."
		},
		{
			"lang": "el",
			"text": "Εάν σε ένα κράτος μέλος υπάρχουν περισσότερες αρχές ελέγχου επιφορτισμένες με την παρακολούθηση της εφαρμογής των διατάξεων βάσει του παρόντος κανονισμού, οι αρχές ελέγχου ορίζουν τον προϊστάμενο μίας εκ των εν λόγω αρχών ως κοινό εκπρόσωπο."
		},
		{
			"lang": "bg",
			"text": "Когато в дадена държава-членка повече от един надзорен орган отговаря за наблюдението на прилагането на разпоредбите съгласно настоящия регламент, тези надзорни органи избират ръководителя на един от тях за съвместен представител."
		},
		{
			"lang": "hu",
			"text": "Amennyiben valamely tagállamban egynél több felügyelő hatóság felelős az e rendelet értelmében elfogadott rendelkezések alkalmazásának ellenőrzéséért, közös képviselőként kinevezik e felügyelő hatóságok egyikének vezetőjét."
		},
		{
			"lang": "mt",
			"text": "Meta fi Stat Membru jkun hemm aktar minn awtorità ta’ superviżjoni waħda responsabbli għas-sorveljanza tal-applikazzjoni tad-dispożizzjonijiet skont dan ir-Regolament, dawn għandhom jinnominaw il-kap ta’ waħda minn dawk l-awtoritajiet ta’ superviżjoni bħala rappreżentant konġunt."
		},
		{
			"lang": "lv",
			"text": "Ja dalībvalstī vairāk nekā viena uzraudzības iestāde atbild par šīs regulas noteikumu piemērošanas uzraudzību, tās norīko vienas uzraudzības iestādes vadītāju kā kopīgo pārstāvi."
		},
		{
			"lang": "ro",
			"text": "În cazul în care într-un stat membru mai multe autorități de supraveghere sunt responsabile de monitorizarea punerii în aplicare a dispozițiilor prevăzute de prezentul regulament, acestea desemnează șeful uneia dintre aceste autorități de supraveghere ca reprezentant comun."
		},
		{
			"lang": "sk",
			"text": "Ak v členskom štáte zodpovedá za monitorovanie uplatňovania ustanovení podľa tohto nariadenia viac než jeden orgán, tieto orgány určia vedúceho predstaviteľa jedného z týchto dozorných orgánov ako spoločného zástupcu."
		},
		{
			"lang": "sl",
			"text": "Če je v državi članici za spremljanje uporabe predpisov v skladu s to uredbo pristojnih več nadzornih organov, ti imenujejo vodjo teh nadzornih organov kot skupnega predstavnika."
		},
		{
			"lang": "fi",
			"text": "Jos jäsenvaltiossa on useampia tietosuojaviranomaisia, jotka vastaavat tämän asetuksen säännösten soveltamisen valvonnasta, näiden valvontaviranomaisten yhteiseksi edustajaksi nimitetään joku niiden johtajista."
		},
		{
			"lang": "pl",
			"text": "W przypadku gdy w państwie członkowskim więcej niż jeden organ nadzorczy jest odpowiedzialny za monitorowanie stosowania przepisów na mocy niniejszego rozporządzenia, organy te powołują szefa jednego z tych organów nadzorczych jako wspólnego przedstawiciela."
		},
		{
			"lang": "lt",
			"text": "Jeigu valstybėje narėje už šio reglamento nuostatų taikymo stebėjimą yra atsakinga daugiau kaip viena priežiūros institucija, bendru atstovu paskiriamas vienos iš tų priežiūros institucijų vadovas."
		},
		{
			"lang": "nl",
			"text": "Wanneer in een lidstaat meer dan één toezichthoudende autoriteit belast is met het toezicht op de toepassing van de bepalingen van deze verordening, wordt de voorzitter van één van deze toezichthoudende autoriteiten als gezamenlijke vertegenwoordiger aangewezen."
		},
		{
			"lang": "sv",
			"text": "Om en medlemsstat har fler än en tillsynsmyndighet som ansvarar för att övervaka tillämpningen av bestämmelserna i denna förordning ska den utse chefen för en av dessa myndigheter som gemensam företrädare."
		}
	],
	"children": [],
	"title": "Article 64 – Paragraph 3"
}