{
	"id": "a65p1",
	"type": "paragraph",
	"literal": "1",
	"parent": "a65",
	"text": [
		{
			"lang": "en",
			"text": "The European Data Protection Board shall act independently when exercising its tasks pursuant to Articles 66 and 67."
		},
		{
			"lang": "de",
			"text": "Der Europäische Datenschutzausschuss handelt bei der Erfüllung seiner Aufgaben gemäß den Artikeln 66 und 67 unabhängig."
		},
		{
			"lang": "fr",
			"text": "Le comité européen de la protection des données exerce en toute indépendance les missions qui lui sont confiées conformément aux articles 66 et 67."
		},
		{
			"lang": "es",
			"text": "El Consejo Europeo de Protección de Datos actuará con total independencia en el ejercicio de las tareas que se le encomienden con arreglo a lo dispuesto en los artículos 66 y 67."
		},
		{
			"lang": "pt",
			"text": "O Comité Europeu para a Proteção de Dados é independente no exercício das suas funções, nos termos dos artigos 66.º e 67.º."
		},
		{
			"lang": "it",
			"text": "Nell’esercizio dei suoi compiti ai sensi degli articoli 66 e 67, il comitato europeo per la protezione dei dati opera con indipendenza."
		},
		{
			"lang": "ga",
			"text": "Gníomhóidh an Bord Eorpach um Chosaint Sonraí go neamhspleách i bhfeidhmiú a gcúraimí de bhun Airteagal 66 agus Airteagal 67."
		},
		{
			"lang": "cs",
			"text": "Evropská rada pro ochranu údajů jedná při plnění svých povinností podle článků 66 a 67 nezávisle."
		},
		{
			"lang": "da",
			"text": "Det Europæiske Databeskyttelsesråd handler uafhængigt, når det udfører sine opgaver i henhold til artikel 66 og 67."
		},
		{
			"lang": "et",
			"text": "Euroopa Andmekaitsenõukogu tegutseb artiklites 66 ja 67 sätestatud ülesannete täitmisel sõltumatult."
		},
		{
			"lang": "el",
			"text": "Το Ευρωπαϊκό Συμβούλιο Προστασίας Δεδομένων ενεργεί ανεξάρτητα κατά την άσκηση των καθηκόντων του δυνάμει των άρθρων 66 και 67."
		},
		{
			"lang": "bg",
			"text": "Европейският комитет по защита на данните действа независимо при изпълнението на задачите си съгласно членове 66 и 67."
		},
		{
			"lang": "hu",
			"text": "Az Európai Adatvédelmi Testület a 66. és 67. cikk szerinti feladatainak ellátása során teljes függetlenségben jár el."
		},
		{
			"lang": "mt",
			"text": "Il-Bord Ewropew għall-Protezzjoni tad-Dejta għandu jaġixxi b’mod indipendenti meta jeżerċita l-kompiti tiegħu skont l-Artikoli 66 u 67."
		},
		{
			"lang": "lv",
			"text": "Eiropas Datu aizsardzības kolēģija, pildot savus uzdevumus saskaņā ar 66. un 67. pantu, rīkojas neatkarīgi"
		},
		{
			"lang": "ro",
			"text": "Comitetul european pentru protecția datelor acționează independent în exercitarea sarcinilor sale în conformitate cu articolele 66 și 67."
		},
		{
			"lang": "sk",
			"text": "Európsky výbor pre ochranu údajov koná nezávisle pri vykonávaní svojich úloh podľa článkov 66 a 67."
		},
		{
			"lang": "sl",
			"text": "Evropski odbor za varstvo podatkov pri opravljanju svojih nalog v skladu s členoma 66 in 67 deluje neodvisno."
		},
		{
			"lang": "fi",
			"text": "Euroopan tietosuojaneuvosto hoitaa 66 ja 67 artiklan mukaisia tehtäviään riippumattomasti."
		},
		{
			"lang": "pl",
			"text": "Europejska Rada Ochrony Danych działa w toku wykonywania zadań na mocy art. 66 i 67 w sposób niezależny."
		},
		{
			"lang": "lt",
			"text": "Atlikdama savo užduotis pagal 66 ir 67 straipsnius Europos duomenų apsaugos valdyba veikia nepriklausomai."
		},
		{
			"lang": "nl",
			"text": "Het Europees Comité voor gegevensbescherming treedt bij de uitvoering van zijn taken overeenkomstig de artikelen 66 en 67 onafhankelijk op."
		},
		{
			"lang": "sv",
			"text": "Europeiska dataskyddsstyrelsen ska i enlighet med artiklarna 66 och 67 vara oberoende när den utövar sina arbetsuppgifter."
		}
	],
	"children": [],
	"title": "Article 65 – Paragraph 1"
}