{
	"id": "a66p4",
	"type": "paragraph",
	"literal": "4",
	"parent": "a66",
	"text": [
		{
			"lang": "en",
			"text": "The Commission shall inform the European Data Protection Board of the action it has taken following the opinions, guidelines, recommendations and best practices issued by the European Data Protection Board."
		},
		{
			"lang": "de",
			"text": "Die Kommission setzt den Europäischen Datenschutzausschuss von allen Maßnahmen in Kenntnis, die sie im Anschluss an die vom Europäischen Datenschutzausschuss herausgegebenen Stellungnahmen, Leitlinien, Empfehlungen und bewährten Praktiken ergriffen hat."
		},
		{
			"lang": "fr",
			"text": "La Commission informe le comité européen de la protection des données de la suite qu'elle a réservée aux avis, lignes directrices, recommandations et bonnes pratiques publiées par ledit comité."
		},
		{
			"lang": "es",
			"text": "La Comisión informará al Consejo Europeo de Protección de Datos de las medidas que haya adoptado siguiendo los dictámenes, directrices, recomendaciones y mejores prácticas emitidos por dicho Consejo."
		},
		{
			"lang": "pt",
			"text": "A Comissão informa o Comité Europeu para a Proteção de Dados das medidas adotadas na sequência de pareceres, diretrizes, recomendações e boas práticas emitidos pelo referido comité."
		},
		{
			"lang": "it",
			"text": "La Commissione informa il comitato europeo per la protezione dei dati del seguito dato ai suoi pareri, linee direttrici, raccomandazioni e migliori pratiche."
		},
		{
			"lang": "ga",
			"text": "Cuirfidh an Coimisiún an Bord Eorpach um Chosaint Sonraí ar an eolas faoin mbeart atá déanta aige ar bhonn na dtuairimí, na dtreoirlínte, na moltaí agus na ndea-chleachtas arna n‑eisiúint ag an mBord Eorpach um Chosaint Sonraí."
		},
		{
			"lang": "cs",
			"text": "Komise informuje Evropskou radu pro ochranu údajů o krocích, jež podnikla v návaznosti na stanoviska, pokyny, doporučení a osvědčené postupy vydané touto radou."
		},
		{
			"lang": "da",
			"text": "Kommissionen underretter Det Europæiske Databeskyttelsesråd om Kommissionens opfølgning på udtalelser, retningslinjer, henstillinger og bedste praksis udarbejdet af Det Europæiske Databeskyttelsesråd."
		},
		{
			"lang": "et",
			"text": "Komisjon teavitab Euroopa Andmekaitsenõukogu meetmetest, mis ta on võtnud järgides Euroopa Andmekaitsenõukogu välja antud arvamusi, juhiseid, soovitusi ja parimaid tavasid."
		},
		{
			"lang": "el",
			"text": "Η Επιτροπή ενημερώνει το Ευρωπαϊκό Συμβούλιο Προστασίας Δεδομένων για τα μέτρα που λαμβάνει σε συνέχεια των γνωμών, των κατευθυντήριων γραμμών, των συστάσεων και των βέλτιστων πρακτικών που εκδίδει το Ευρωπαϊκό Συμβούλιο Προστασίας Δεδομένων."
		},
		{
			"lang": "bg",
			"text": "Комисията информира Европейския комитет по защита на данните за действията, което е предприела вследствие на становищата, насоките, препоръките и най-добрите практики, издадени от Европейския комитет по защита на данните."
		},
		{
			"lang": "hu",
			"text": "A Bizottság tájékoztatja az Európai Adatvédelmi Testületet a Testület által meghozott véleményeket, iránymutatásokat, javaslatokat és bevált módszereket követően megtett intézkedésekről."
		},
		{
			"lang": "mt",
			"text": "Il-Kummissjoni għandha tinforma lill-Bord Ewropew għall-Protezzjoni tad-Dejta bl-azzjoni li hija tkun ħadet wara l-opinjonijiet, il-linji gwida, ir-rakkomandazzjonijiet u l-aħjar prattiki maħruġa mill-Bord Ewropew għall-Protezzjoni tad-Dejta."
		},
		{
			"lang": "lv",
			"text": "Komisija informē Eiropas Datu aizsardzības kolēģiju par darbību, kas veikta, ņemot vērā, Eiropas Datu aizsardzības kolēģijas sagatavotos atzinumus, vadlīnijas, ieteikumus un paraugpraksi."
		},
		{
			"lang": "ro",
			"text": "Comisia informează Comitetul european pentru protecția datelor cu privire la măsurile pe care le-a luat în urma avizelor, orientărilor, recomandărilor și bunelor practici emise de Comitetul european pentru protecția datelor."
		},
		{
			"lang": "sk",
			"text": "Komisia informuje Európsky výbor pre ochranu údajov o krokoch, ktoré podnikla na základe stanovísk, usmernení, odporúčaní a osvedčených postupov vydaných Európskym výborom pre ochranu údajov."
		},
		{
			"lang": "sl",
			"text": "Komisija Evropski odbor za varstvo podatkov obvesti o ukrepu, ki ga je sprejela na podlagi mnenj, smernic, priporočil in najboljših praks, ki jih je izdal Evropski odbor za varstvo podatkov."
		},
		{
			"lang": "fi",
			"text": "Komission on ilmoitettava Euroopan tietosuojaneuvostolle toimista, jotka se on toteuttanut tietosuojaneuvoston antamien lausuntojen, suuntaviivojen, suositusten ja parhaiden käytänteiden perusteella."
		},
		{
			"lang": "pl",
			"text": "Komisja informuje Europejską Radę Ochrony Danych na temat działania podjętego na podstawie opinii, wytycznych, zaleceń i najlepszych praktyk wydanych przez Europejską Radę Ochrony Danych."
		},
		{
			"lang": "lt",
			"text": "Komisija informuoja Europos duomenų apsaugos valdybą apie veiksmus, kurių ji ėmėsi, atsižvelgdama į Europos duomenų apsaugos valdybos paskelbtas nuomones, gaires bei rekomendacijas ir geriausią patirtį."
		},
		{
			"lang": "nl",
			"text": "De Commissie informeert het Europees Comité voor gegevensbescherming over de maatregelen die zij naar aanleiding van de adviezen, richtsnoeren, aanbevelingen en beste praktijken van het Europees Comité voor gegevensbescherming heeft genomen."
		},
		{
			"lang": "sv",
			"text": "Kommissionen ska hålla Europeiska dataskyddsstyrelsen underrättad om de åtgärder den vidtagit som en följd av den senares yttranden, riktlinjer, rekommendationer och exempel på god praxis."
		}
	],
	"children": [],
	"title": "Article 66 – Paragraph 4"
}