{
	"id": "a67p2",
	"type": "paragraph",
	"literal": "2",
	"parent": "a67",
	"text": [
		{
			"lang": "en",
			"text": "The report shall be made public and transmitted to the European Parliament, the Council and the Commission."
		},
		{
			"lang": "de",
			"text": "Der Bericht wird veröffentlicht und dem Europäischen Parlament, dem Rat und der Kommission übermittelt."
		},
		{
			"lang": "fr",
			"text": "Le rapport est publié et communiqué au Parlement européen, au Conseil et à la Commission."
		},
		{
			"lang": "es",
			"text": "El informe se hará público y se transmitirá al Parlamento Europeo, al Consejo y a la Comisión."
		},
		{
			"lang": "pt",
			"text": "O relatório é publicado e transmitido ao Parlamento Europeu, ao Conselho e à Comissão."
		},
		{
			"lang": "it",
			"text": "La relazione è pubblicata e trasmessa al Parlamento europeo, al Consiglio e alla Commissione."
		},
		{
			"lang": "ga",
			"text": "Poibleofar an tuarascáil agus déanfar é a tharchur chuig Parlaimint na hEorpa, chuig an gComhairle agus chuig an gCoimisiún."
		},
		{
			"lang": "cs",
			"text": "Zprávy se zveřejňují a předávají Evropskému parlamentu, Radě a Komisi."
		},
		{
			"lang": "da",
			"text": "Rapporten offentliggøres og forelægges Europa-Parlamentet, Rådet og Kommis­sionen."
		},
		{
			"lang": "et",
			"text": "Aruanne avalikustatakse ning edastatakse Euroopa Parlamendile, nõukogule ja komisjonile."
		},
		{
			"lang": "el",
			"text": "Η έκθεση δημοσιοποιείται και διαβιβάζεται στο Ευρωπαϊκό Κοινοβούλιο, στο Συμβούλιο και στην Επιτροπή."
		},
		{
			"lang": "bg",
			"text": "Докладът се оповестява публично и предава на Европейския парламент, Съвета и Комисията."
		},
		{
			"lang": "hu",
			"text": "A jelentést közzé kell tenni, és továbbítani kell az Európai Parlamentnek, a Tanácsnak és a Bizottságnak."
		},
		{
			"lang": "mt",
			"text": "Ir-rapport għandu jkun ippubblikat u trasmess lill-Parlament Ewropew, lill-Kunsill u lill-Kummissjoni."
		},
		{
			"lang": "lv",
			"text": "Ziņojumu publicē un nosūta Eiropas Parlamentam, Padomei un Komisijai."
		},
		{
			"lang": "ro",
			"text": "Raportul este publicat și transmis Parlamentului European, Consiliului și Comisiei."
		},
		{
			"lang": "sk",
			"text": "Správa sa zverejní a zašle sa Európskemu parlamentu, Rade a Komisii."
		},
		{
			"lang": "sl",
			"text": "Poročilo objavi in posreduje Evropskemu parlamentu, Svetu in Komisiji."
		},
		{
			"lang": "fi",
			"text": "Kertomus julkaistaan ja toimitetaan Euroopan parlamentille, neuvostolle ja komissiolle."
		},
		{
			"lang": "pl",
			"text": "Sprawozdanie jest podawane do wiadomości publicznej i przekazywane Parlamentowi Europejskiemu, Radzie i Komisji."
		},
		{
			"lang": "lt",
			"text": "Ataskaita skelbiama viešai ir perduodama Europos Parlamentui, Tarybai ir Komisijai."
		},
		{
			"lang": "nl",
			"text": "Het verslag wordt openbaar gemaakt en toegezonden aan het Europees Parlement, de Raad en de Commissie."
		},
		{
			"lang": "sv",
			"text": "Rapporten ska offentliggöras och översändas till Europaparlamentet, rådet och kommissionen."
		}
	],
	"children": [],
	"title": "Article 67 – Paragraph 2"
}