{
	"id": "a67p1",
	"type": "paragraph",
	"literal": "1",
	"parent": "a67",
	"text": [
		{
			"lang": "en",
			"text": "The European Data Protection Board shall regularly and timely inform the Commission about the outcome of its activities. It shall draw up an annual report on the situation regarding the protection of natural persons with regard to the processing of personal data in the Union and in third countries."
		},
		{
			"lang": "de",
			"text": "Der Europäische Datenschutzausschuss informiert die Kommission regelmäßig und zeitnah über die Ergebnisse seiner Tätigkeiten. Er erstellt einen jährlichen Bericht über den Stand des Schutzes natürlicher Personen bei der Verarbeitung personenbezogener Daten in der Union und in Drittländern."
		},
		{
			"lang": "fr",
			"text": "Le comité européen de la protection des données informe la Commission, régulièrement et en temps utile, des résultats de ses activités. Il établit un rapport annuel sur l'état de la protection des personnes physiques à l'égard du traitement des données à caractère personnel dans l'Union et dans les pays tiers."
		},
		{
			"lang": "es",
			"text": "El Consejo Europeo de Protección de Datos informará periódicamente y en su debido momento a la Comisión sobre el resultado de sus actividades. Elaborará un informe anual sobre la situación en materia de protección de las personas físicas en lo que respecta al tratamiento de datos personales en la Unión y en terceros países."
		},
		{
			"lang": "pt",
			"text": "O Comité Europeu para a Proteção de Dados informa a Comissão, regularmente e em tempo útil, sobre o resultado das suas atividades. Deve elaborar um relatório anual sobre a situação da proteção das pessoas singulares no que diz respeito ao tratamento de dados pessoais na União e em países terceiros."
		},
		{
			"lang": "it",
			"text": "Il comitato europeo per la protezione dei dati informa tempestivamente e regolarmente la Commissione dell’esito delle proprie attività. Redige una relazione annuale sullo stato della tutela delle persone fisiche con riguardo al trattamento dei dati personali nell’Unione e nei paesi terzi."
		},
		{
			"lang": "ga",
			"text": "Cuirfidh an Bord Eorpach um Chosaint Sonraí an Coimisiún ar an eolas faoi thoradh a ngníomhaíochtaí go tráthúil agus go rialta. Tarraingeoidh sé suas tuarascáil bhliantúil ar staid na cosanta maidir le daoine nádúrtha i ndáil le sonraí pearsanta a phróiseáil san Aontas agus i dtríú tíortha."
		},
		{
			"lang": "cs",
			"text": "Evropská rada pro ochranu údajů pravidelně a včas informuje Komisi o výsledcích své činnosti. Vypracovává každoroční zprávu o situaci, pokud jde o ochranu fyzických osob v souvislosti se zpracováváním osobních údajů v Unii a ve třetích zemích."
		},
		{
			"lang": "da",
			"text": "Det Europæiske Databeskyttelsesråd informerer regelmæssigt og rettidigt Kommissionen om resultatet af sine aktiviteter. Det udarbejder en årlig rapport om situationen vedrørende beskyttelsen af fysiske personer i forbindelse med behandling af personoplysninger inden for Unionen og i tredjelande."
		},
		{
			"lang": "et",
			"text": "Euroopa Andmekaitsenõukogu teavitab korrapäraselt ja õigeaegselt komisjoni oma tegevuse tulemustest. Komitee koostab aastaaruande, kus käsitletakse füüsiliste isikute kaitse olukorda seoses isikuandmete töötlemisega liidus ja kolmandates riikides."
		},
		{
			"lang": "el",
			"text": "Το Ευρωπαϊκό Συμβούλιο Προστασίας Δεδομένων ενημερώνει τακτικά και εγκαίρως την Επιτροπή για την έκβαση των δραστηριοτήτων της. Εκπονεί ετήσια έκθεση για την κατάσταση όσον αφορά την προστασία των φυσικών προσώπων έναντι της επεξεργασίας δεδομένων προσωπικού χαρακτήρα στην Ένωση και σε τρίτες χώρες."
		},
		{
			"lang": "bg",
			"text": "Европейският комитет по защита на данните информира редовно и своевременно Комисията за резултатите от своите дейности. Той изготвя годишен доклад за ситуацията по отношение на защитата на физическите лица във връзка с обработването на лични данни в Съюза и в трети държави."
		},
		{
			"lang": "hu",
			"text": "Az Európai Adatvédelmi Testület rendszeresen és megfelelő időben értesíti a Bizottságot tevékenységének eredményeiről. Éves jelentést készít a személyes adatok Unióban és harmadik országokban történő feldolgozása vonatkozásában a természetes személyek védelmének helyzetéről."
		},
		{
			"lang": "mt",
			"text": "Il-Bord Ewropew għall-Protezzjoni tad-Dejta għandu jinforma b’mod regolari u f’waqtu lill-Kummissjoni dwar l-eżitu tal-attivitajiet tiegħu. Huwa għandu jfassal rapport annwali dwar is-sitwazzjoni rigward il-protezzjoni ta’ persuni fiżiċi fir-rigward tal-ipproċessar ta’ dejta personali fl-Unjoni u f’pajjiżi terzi."
		},
		{
			"lang": "lv",
			"text": "Eiropas Datu aizsardzības kolēģija regulāri un savlaicīgi informē Komisiju par tās darbības rezultātiem. Tā sagatavo gada ziņojumu par situāciju saistībā ar fizisku personu aizsardzību attiecībā uz viņu personas datu apstrādi Savienībā un trešās valstīs."
		},
		{
			"lang": "ro",
			"text": "Comitetul european pentru protecția datelor prezintă Comisiei periodic și în timp util rezultatele activităților sale. Acesta întocmește un raport anual privind situația referitoare la protecția persoanelor fizice cu privire la prelucrarea datelor cu caracter personal în Uniune și în țările terțe."
		},
		{
			"lang": "sk",
			"text": "Európsky výbor pre ochranu údajov pravidelne a včas informuje Komisiu o výsledkoch svojej činnosti. Vypracúva výročnú správu o situácii v oblasti ochrany fyzických osôb pri spracúvaní osobných údajov v Únii a tretích krajinách."
		},
		{
			"lang": "sl",
			"text": "Evropski odbor za varstvo podatkov Komisijo redno in pravočasno obvešča o rezultatih svojih dejavnosti. Pripravi letno poročilo o stanju glede varstva fizičnih oseb v zvezi z obdelavo osebnih podatkov v Uniji in tretjih državah."
		},
		{
			"lang": "fi",
			"text": "Euroopan tietosuojaneuvoston on tiedotettava komissiolle toimintansa tuloksista säännöllisesti ja oikea-aikaisesti. Sen on laadittava vuosittain kertomus luonnollisten henkilöiden tietosuojan tilanteesta henkilötietojen käsittelyn yhteydessä unionissa ja kolmansissa maissa."
		},
		{
			"lang": "pl",
			"text": "Europejska Rada Ochrony Danych regularnie i w terminie informuje Komisję na temat wyników swojej działalności. Sporządza roczne sprawozdanie na temat sytuacji dotyczącej ochrony osób fizycznych w odniesieniu do przetwarzania danych osobowych w Unii i państwach trzecich."
		},
		{
			"lang": "lt",
			"text": "Europos duomenų apsaugos valdyba reguliariai ir laiku informuoja Komisiją apie visą Europos duomenų apsaugos valdybos veiklą. Ji parengia metinę ataskaitą apie fizinių asmenų apsaugos tvarkant asmens duomenis būklę Sąjungoje ir trečiosiose šalyse."
		},
		{
			"lang": "nl",
			"text": "Het Europees Comité voor gegevensbescherming informeert de Commissie regelmatig en tijdig over de resultaten van zijn activiteiten. Het stelt een jaarverslag op over de situatie in verband met de bescherming van natuurlijke personen met betrekking tot de verwerking van persoonsgegevens in de Unie en in derde landen."
		},
		{
			"lang": "sv",
			"text": "Europeiska dataskyddsstyrelsen ska regelbundet och vid lämplig tidpunkt rapportera till kommissionen om resultaten av sin verksamhet. Den ska sammanställa en årsrapport som beskriver situationen i fråga om skydd av privatpersoner vid behandling av personuppgifter inom unionen och i tredjeland."
		}
	],
	"children": [
		"a67p1t1"
	],
	"title": "Article 67 – Paragraph 1"
}