{
	"id": "a68p2",
	"type": "paragraph",
	"literal": "2",
	"parent": "a68",
	"text": [
		{
			"lang": "en",
			"text": "The European Data Protection Board shall adopt its own rules of procedure and organise its own operational arrangements. In particular, it shall provide for the continuation of exercising duties when a member’s term of office expires or a member resigns, for the establishment of subgroups for specific issues or sectors and for its procedures in relation to the consistency mechanism referred to in Article 57."
		},
		{
			"lang": "de",
			"text": "Der Europäische Datenschutzausschuss gibt sich eine Geschäftsordnung und legt seine Arbeitsweise fest. Er sieht insbesondere vor, dass bei Ablauf der Amtszeit oder Rücktritt eines seiner Mitglieder die Aufgaben kontinuierlich weitererfüllt werden, dass für spezifische Fragen oder Sektoren Untergruppen eingesetzt werden, und dass seine Verfahrensvorschriften im Einklang mit dem in Artikel 57 genannten Kohärenzverfahren stehen."
		},
		{
			"lang": "fr",
			"text": "Le comité européen de la protection des données établit son règlement intérieur et détermine ses modalités de fonctionnement. Il adopte notamment des dispositions relatives à la poursuite de l'exercice des fonctions lorsque le mandat d’un membre expire ou en cas de démission d’un membre, à la création de sous-groupes sur des sujets ou pour des secteurs spécifiques et aux procédures qu'il applique en ce qui concerne le mécanisme de contrôle de la cohérence visé à l'article 57."
		},
		{
			"lang": "es",
			"text": "El Consejo Europeo de Protección de Datos adoptará su reglamento interno y sus disposiciones de funcionamiento. En concreto, adoptará disposiciones relativas a la continuidad del ejercicio de las funciones cuando dimita un miembro o expire su mandato, la creación de subgrupos para temas o sectores específicos y los procedimientos que aplicará en lo que respecta al mecanismo de coherencia contemplado en el artículo 57."
		},
		{
			"lang": "pt",
			"text": "O Comité Europeu para a Proteção de Dados adota o seu regulamento interno e determina as suas modalidades de funcionamento. Em especial, adota disposições relativas à continuação do exercício de funções aquando do termo do mandato de um membro ou em caso de demissão de um membro, à criação de subgrupos para temas ou setores específicos e aos procedimentos que aplica relativamente ao mecanismo de controlo da coerência referido no artigo 57.º."
		},
		{
			"lang": "it",
			"text": "Il comitato europeo per la protezione dei dati adotta il proprio regolamento interno e fissa le modalità del proprio funzionamento. In particolare, adotta disposizioni concernenti la continuazione dell’esercizio delle funzioni in caso di scadenza del mandato di un membro o di sue dimissioni, la creazione di sottogruppi per questioni o settori specifici e la procedura applicabile nell’ambito del meccanismo di coerenza di cui all’articolo 57."
		},
		{
			"lang": "ga",
			"text": "Glacfaidh an Bord Eorpach um Chosaint Sonraí a rialacha nós imeachta féin agus eagróidh sé a shocruithe oibríochtúla féin. Go háirithe, déanfaidh sé foráil maidir le leanúint le dualgais a fheidhmiú nuair a rachaidh téarma oifige comhalta in éag nó nuair a éireoidh comhalta as, déanfaidh sé foráil maidir le foghrúpaí a bhunú le haghaidh saincheisteanna nó earnálacha sonracha agus déanfaidh sé foráil maidir lena nósanna imeachta i ndáil leis an sásra comhsheasmhachta dá dtagraítear in Airteagal 57."
		},
		{
			"lang": "cs",
			"text": "Evropská rada pro ochranu údajů přijme svůj jednací řád a organizuje svá vlastní provozní opatření. Zajistí zejména plnění svých povinností poté, co některému členovi skončí funkční období nebo některý člen odstoupí z funkce, zajistí zřízení podskupin pro konkrétní záležitosti či odvětví a stanoví své postupy v souvislosti s mechanismem jednotnosti uvedeným v článku 57."
		},
		{
			"lang": "da",
			"text": "Det Europæiske Databeskyttelsesråd vedtager selv sin forretningsorden og tilrettelægger sin drift. Det fastsætter bl.a. bestemmelser om fortsat varetagelse af opgaver, når et medlems embedsperiode udløber, eller et medlem fratræder, om oprettelsen af arbejdsgrupper for særlige spørgsmål eller sektorer og om sine procedurer i forbindelse med den sammenhængsmekanisme, der er omhandlet i artikel 57."
		},
		{
			"lang": "et",
			"text": "Euroopa Andmekaitsenõukogu võtab vastu oma töökorra ja paneb paika oma töökorralduse. Eelkõige näeb ta ette ülesannete täitmise jätkamise juhuks, kui liikme ametiaeg lõpeb või liige lahkub ametist, allrühmade loomise eriküsimuste lahendamiseks või erivaldkondade käsitlemiseks ning seoses artiklis 57 osutatud järjepidevuse mehhanismi kasutamise korra."
		},
		{
			"lang": "el",
			"text": "Το Ευρωπαϊκό Συμβούλιο Προστασίας Δεδομένων εγκρίνει τον εσωτερικό κανονισμό του και οργανώνει τις λειτουργικές ρυθμίσεις του. Ειδικότερα, προβλέπει τη συνέχιση της άσκησης των καθηκόντων όταν η θητεία ενός μέλους λήγει ή ένα μέλος παραιτείται, τη σύσταση υποομάδων για συγκεκριμένα ζητήματα ή τομείς, και τις διαδικασίες του σε σχέση με τον μηχανισμό συνεκτικότητας που αναφέρεται στο άρθρο 57."
		},
		{
			"lang": "bg",
			"text": "Европейският комитет по защита на данните приема свой процедурен правилник и определя своите методи на работа. По-специално, той предвижда, че изпълнението на задълженията продължава, когато мандатът на даден член изтече или даден член подаде оставка, както и създаването на подгрупи за конкретни въпроси или сектори и свои процедури по отношение на механизма за съгласуваност, посочен в член 57."
		},
		{
			"lang": "hu",
			"text": "Az Európai Adatvédelmi Testület elfogadja saját eljárási szabályzatát, és megszervezi saját működési szabályait. Rendelkezik különösen a végrehajtási feladatkörök ellátásának folyamatosságáról valamely tag megbízatásának lejárta vagy lemondása esetén, alcsoportok létrehozataláról a különös kérdések vagy ágazatok tekintetében, valamint az 57. cikk szerinti egységességi mechanizmushoz kapcsolódó eljárásairól."
		},
		{
			"lang": "mt",
			"text": "Il-Bord Ewropew għall-Protezzjoni tad-Dejta għandu jadotta r-regoli ta’ proċedura tiegħu u jorganizza l-arranġamenti operattivi tiegħu. B’mod partikolari, huwa għandu jipprovdi għall-kontinwazzjoni tal-eżerċitar tad-dmirijiet meta jiskadi l-mandat ta’ membru jew meta membru jirriżenja, għall-istabbiliment ta’ sottogruppi għal kwistjonijiet jew setturi speċifiċi u għall-proċeduri tiegħu relatati mal-mekkaniżmu ta’ konsistenza msemmi fl-Artikolu 57."
		},
		{
			"lang": "lv",
			"text": "Eiropas Datu aizsardzības kolēģija pieņem savu reglamentu un nosaka savu darbības kārtību. Jo īpaši tā nodrošina pienākumu veikšanas turpināmību, ja beidzas kāda locekļa pilnvaru termiņš vai tas atkāpjas no amata, apakšgrupu izveidi īpašiem jautājumiem vai nozarēm un procedūras saistībā ar konsekvences mehānismu, kas minēts 57. pantā."
		},
		{
			"lang": "ro",
			"text": "Comitetul european pentru protecția datelor își adoptă propriul regulament de procedură și își organizează propriile mecanisme de funcționare. În special, prevede dispoziții privind continuarea exercitării funcțiilor atunci când mandatul unui membru se încheie sau un membru demisionează, privind crearea de subgrupuri pentru aspecte și sectoare specifice și privind procedurile sale în ceea ce privește mecanismul pentru asigurarea coerenței menționat la articolul 57."
		},
		{
			"lang": "sk",
			"text": "Európsky výbor pre ochranu údajov prijme svoj rokovací poriadok a stanoví svoje pracovné postupy. Zabezpečí predovšetkým kontinuitu vykonávania funkčných povinností v prípade, že uplynie funkčné obdobie člena alebo sa tento vzdá funkcie, ďalej ustanovenie podriadených skupín pre špecifické otázky alebo sektory a vlastné postupy týkajúce sa mechanizmu konzistentnosti uvedeného v článku 57."
		},
		{
			"lang": "sl",
			"text": "Evropski odbor za varstvo podatkov sprejme svoj poslovnik in določi svoj način delovanja. Zlasti zagotovi nadaljnje opravljanje nalog v primeru prenehanja mandata ali odstopa člana, ustanavljanje podskupin za posebna vprašanja ali sektorje in svoje postopke v zvezi z mehanizmom za skladnost iz člena 57."
		},
		{
			"lang": "fi",
			"text": "Euroopan tietosuojaneuvosto hyväksyy työjärjestyksensä ja omat operatiiviset järjestelynsä. Se säätää erityisesti tehtävien hoidon jatkamisesta silloin kun jäsenen toimikausi päättyy tai jäsen eroaa tehtävistään, alaryhmien perustamisesta erityiskysymysten käsittelemistä tai erityisaloja varten sekä 57 artiklassa tarkoitettuun yhdenmukaisuusmekanismiin liittyvistä menettelyistään."
		},
		{
			"lang": "pl",
			"text": "Europejska Rada Ochrony Danych przyjmuje własny regulamin wewnętrzny i ustala własne zasady działania. W szczególności przyjmuje regulacje dotyczące dalszego wykonywania obowiązków przez członka w sytuacji, kiedy wygaśnie jego kadencja lub złoży on rezygnację, ustanowienia podgrup zajmujących się określonymi tematami lub sektorami oraz odnoszące się do procedur w związku z mechanizmem zgodności, o którym mowa w art. 57."
		},
		{
			"lang": "lt",
			"text": "Europos duomenų apsaugos valdyba priima savo darbo tvarkos taisykles ir pati nustato savo darbo tvarką. Ji visų pirma užtikrina, kad pasibaigus nario kadencijai arba jam atsistatydinus toliau būtų atliekamos pareigos, kad būtų sudaryti konkrečių klausimų arba sektorių pogrupiai ir kad būtų nustatytos su 57 straipsnyje nurodytu nuoseklumo užtikrinimo mechanizmu susijusios jos procedūros."
		},
		{
			"lang": "nl",
			"text": "Het Europees Comité voor gegevensbescherming stelt zijn reglement van orde en zijn eigen werkregelingen vast. Het comité zorgt er met name voor dat het zijn activiteiten kan voortzetten wanneer de ambtstermijn van een lid afloopt of een lid ontslag neemt, dat er voor specifieke kwesties of sectoren subgroepen worden opgericht en dat er voor de in artikel 57 bedoelde conformiteitstoetsing procedures worden vastgesteld."
		},
		{
			"lang": "sv",
			"text": "Europeiska dataskyddsstyrelsen ska själv anta sin arbetsordning och fastställa sina arbetsformer. Den ska särskilt slå vakt om kontinuiteten i sin verksamhet när en ledamots mandatperiod löper ut eller en ledamot avgår, inrätta undergrupper för särskilda frågor eller sektorer och fastställa sina rutiner när det gäller den mekanism för enhetlighet som avses i artikel 57."
		}
	],
	"children": [],
	"title": "Article 68 – Paragraph 2"
}