{
	"id": "a6p5",
	"type": "paragraph",
	"literal": "5",
	"parent": "a6",
	"text": [
		{
			"lang": "en",
			"text": "The Commission shall be empowered to adopt delegated acts in accordance with Article 86 for the purpose of further specifying the conditions referred to in point (f) of paragraph 1 for various sectors and data processing situations, including as regards the processing of personal data related to a child."
		},
		{
			"lang": "de",
			"text": "Die Kommission wird ermächtigt, delegierte Rechtsakte nach Maßgabe von Artikel 86 zu erlassen, um die Anwendung von Absatz 1 Buchstabe f für verschiedene Bereiche und Verarbeitungssituationen einschließlich Situationen, die die Verarbeitung personenbezogener Daten von Kindern betreffen, näher zu regeln."
		},
		{
			"lang": "fr",
			"text": "La Commission est habilitée à adopter des actes délégués en conformité avec l’article 86, aux fins de préciser davantage les conditions prévues au paragraphe 1, point f), pour divers secteurs et situations en matière de traitement de données, y compris en ce qui concerne le traitement des données à caractère personnel relatives à un enfant."
		},
		{
			"lang": "es",
			"text": "La Comisión estará facultada para adoptar actos delegados, de conformidad con lo dispuesto en el artículo 86, a fin de especificar las condiciones contempladas en el apartado 1, letra f), para diferentes sectores y situaciones de tratamiento de datos, incluido el tratamiento de los datos personales relativos a los niños."
		},
		{
			"lang": "pt",
			"text": "São atribuídas competências à Comissão para adotar atos delegados em conformidade com o artigo 86.º, a fim de melhor especificar as condições previstas no n.º 1, alínea f), para os vários setores e situações em matéria de tratamento de dados, incluindo quanto ao tratamento de dados pessoais relativos a crianças."
		},
		{
			"lang": "it",
			"text": "Alla Commissione è conferito il potere di adottare atti delegati conformemente all’articolo 86 al fine di precisare le condizioni di cui al paragrafo 1, lettera f), per vari settori e situazioni di trattamento dei dati, anche con riferimento al trattamento dei dati personali concernenti un minore."
		},
		{
			"lang": "ga",
			"text": "Tabharfar de chumhacht don Choimisiún gníomhartha tarmligthe a ghlacadh i gcomhréir le hAirteagal 86 chun na coinníollacha dá dtagraítear i bpointe (f) de mhír 1 a shonrú tuilleadh maidir le hearnálacha éagsúla agus maidir le cásanna éagsúla a bhaineann le próiseáil sonraí, lena n‑áirítear próiseáil sonraí pearsanta a bhaineann le leanbh."
		},
		{
			"lang": "cs",
			"text": "Komise je v souladu s článkem 86 zmocněna přijímat akty v přenesené pravomoci za účelem dalšího vymezení podmínek uvedených v odst. 1 písm. f) pro různá odvětví a různé situace při zpracovávání údajů, včetně zpracování osobních údajů týkajících se dítěte."
		},
		{
			"lang": "da",
			"text": "Kommissionen tillægges beføjelser til at vedtage delegerede retsakter i overens­stemmelse med artikel 86 med henblik på nærmere fastlæggelse af de betingelser, der er omhandlet i stk. 1, litra f), for forskellige sektorer og databehandlingssituationer, herunder med hensyn til behandling af personoplysninger om et barn."
		},
		{
			"lang": "et",
			"text": "Komisjoni volitatakse vastavalt artiklile 86 võtma vastu delegeeritud õigusakte, millega täpsustatakse lõike 1 punktis f osutatud tingimusi, millest lähtutakse andmete töötlemisel eri sektorites ja andmetöötlusolukordades, sealhulgas lapse isikuandmete töötlemisel."
		},
		{
			"lang": "el",
			"text": "Η Επιτροπή εξουσιοδοτείται να εκδίδει κατ’ εξουσιοδότηση πράξεις σύμφωνα με το άρθρο 86 για τον περαιτέρω προσδιορισμό των προϋποθέσεων που αναφέρονται στην παράγραφο 1 στοιχείο στ) σε διάφορους τομείς και καταστάσεις επεξεργασίας, μεταξύ άλλων σε σχέση με την επεξεργασία δεδομένων προσωπικού χαρακτήρα που αφορούν παιδιά."
		},
		{
			"lang": "bg",
			"text": "На Комисията се предоставя правомощието да приема делегирани актове в съответствие с член 86 с цел допълнително уточняване на условията, посочени в параграф 1, буква е), за различните сектори и ситуации на обработване на данни, включително по отношение на обработването на лични данни на дете."
		},
		{
			"lang": "hu",
			"text": "A Bizottság felhatalmazást kap arra, hogy az (1) bekezdés f) pontja szerinti különös ágazatokra és adatfeldolgozási helyzetekre ‑ beleértve a gyermekekre vonatkozó személyes adatok feldolgozását ‑ vonatkozó feltételek további meghatározása érdekében a 86. cikkel összhangban felhatalmazáson alapuló jogi aktusokat fogadjon el."
		},
		{
			"lang": "mt",
			"text": "Il-Kummissjoni għandu jkollha s-setgħa li tadotta atti delegati skont l-Artikolu 86 sabiex tispeċifika aktar il-kundizzjonijiet imsemmija fil-punt (f) tal-paragrafu 1 għal diversi setturi u sitwazzjonijiet ta’ pproċessar tad-dejta, inkluż fir-rigward tal-ipproċessar ta’ dejta personali li tirrigwarda lil minorenni."
		},
		{
			"lang": "lv",
			"text": "Komisijai piešķir pilnvaras pieņemt deleģētos aktus saskaņā ar 86. pantu ar nolūku sīkāk precizēt 1. punkta f) apakšpunktā minētos nosacījumus dažādām nozarēm un datu apstrādes situācijām arī attiecībā uz bērnu personas datu apstrādi."
		},
		{
			"lang": "ro",
			"text": "Comisia trebuie să fie abilitată să adopte acte delegate în conformitate cu articolul 86 în scopul detalierii condițiilor menționate la alineatul (1) litera (f) pentru diverse sectoare și situații de prelucrare a datelor, inclusiv în ceea ce privește prelucrarea datelor cu caracter personal referitoare la un minor."
		},
		{
			"lang": "sk",
			"text": "Komisia je splnomocnená prijať delegované akty v súlade s článkom 86 s cieľom bližšie určiť podmienky uvedené v odseku 1 písm. f) pre jednotlivé sektory a situácie, ktoré sa vyskytujú pri spracúvaní údajov, vrátane podmienok spracovania osobných údajov týkajúcich sa dieťaťa."
		},
		{
			"lang": "sl",
			"text": "Komisija je v skladu s členom 86 pooblaščena za sprejemanje delegiranih aktov, s katerimi podrobneje določi pogoje iz točke (f) odstavka 1 za različne sektorje in primere obdelave podatkov, vključno z obdelavo osebnih podatkov v zvezi z otrokom."
		},
		{
			"lang": "fi",
			"text": "Siirretään komissiolle valta antaa 86 artiklan mukaisesti delegoituja säädöksiä, joissa määritellään tarkemmin 1 kohdan f alakohdassa tarkoitetut edellytykset eri aloja ja erilaisia tietojenkäsittelytilanteita varten, mukaan lukien lapsen henkilötietojen käsittely."
		},
		{
			"lang": "pl",
			"text": "Komisja jest uprawniona do przyjmowania aktów delegowanych zgodnie z art. 86 w celu doprecyzowania warunków, o których mowa w ust. 1 lit. f), dla różnych sektorów i sytuacji, w których przetwarza się dane, w tym jeśli chodzi o przetwarzanie danych osobowych dotyczących dziecka."
		},
		{
			"lang": "lt",
			"text": "Komisija įgaliojama pagal 86 straipsnį priimti deleguotuosius aktus ir jais nustatyti išsamesnes 1 dalies f punkte nurodytas sąlygas, taikomas įvairiems sektoriams ir duomenų tvarkymo atvejams, be kita ko, susijusiems su vaiko asmens duomenų tvarkymu."
		},
		{
			"lang": "nl",
			"text": "De Commissie is bevoegd overeenkomstig artikel 86 gedelegeerde handelingen vast te stellen met het oog op de nadere invulling van de in lid 1, onder f), bedoelde voorwaarden, voor diverse sectoren en situaties op het gebied van gegevensverwerking, onder meer ten aanzien van de verwerking van persoonsgegevens met betrekking tot kinderen."
		},
		{
			"lang": "sv",
			"text": "Kommissionen ska ha befogenhet att anta delegerade akter enligt artikel 86 i syfte att närmare precisera de villkor som avses i punkt 1 f för olika sektorer och situationer vid behandlingen av personuppgifter, bland annat när det gäller behandlingen av personuppgifter som rör barn."
		}
	],
	"children": [],
	"title": "Article 6 – Paragraph 5"
}