{
	"id": "a71p1",
	"type": "paragraph",
	"literal": "1",
	"parent": "a71",
	"text": [
		{
			"lang": "en",
			"text": "The European Data Protection Board shall have a secretariat. The European Data Protection Supervisor shall provide that secretariat."
		},
		{
			"lang": "de",
			"text": "Der Europäische Datenschutzausschuss erhält ein Sekretariat. Dieses wird vom Europäischen Datenschutzbeauftragten gestellt."
		},
		{
			"lang": "fr",
			"text": "Le comité européen de la protection des données dispose d'un secrétariat. Celui-ci est assuré par le contrôleur européen de la protection des données."
		},
		{
			"lang": "es",
			"text": "El Consejo Europeo de Protección de Datos contará con una secretaría. El Supervisor Europeo de Protección de Datos se hará cargo de dicha secretaría."
		},
		{
			"lang": "pt",
			"text": "O Comité Europeu para a Proteção de Dados é assistido por um secretariado. Este é assegurado pela Autoridade Europeia para a Proteção de Dados."
		},
		{
			"lang": "it",
			"text": "Il comitato europeo per la protezione dei dati dispone di una segreteria. Alle funzioni di segreteria provvede il garante europeo della protezione dei dati."
		},
		{
			"lang": "ga",
			"text": "Beidh rúnaíocht ag an mBord Eorpach um Chosaint Sonraí. Is é an Maoirseoir Eorpach ar Chosaint Sonraí a chuirfidh an rúnaíocht sin ar fáil."
		},
		{
			"lang": "cs",
			"text": "Evropské radě pro ochranu údajů je k dispozici sekretariát. Služby sekretariátu jí poskytuje evropský inspektor ochrany údajů."
		},
		{
			"lang": "da",
			"text": "Der oprettes et sekretariat for Det Europæiske Databeskyttelsesråd. Den Europæiske Tilsynsførende for Databeskyttelse forestår dette sekretariat."
		},
		{
			"lang": "et",
			"text": "Euroopa Andmekaitsenõukogul on sekretariaat. Euroopa andmekaitseinspektor tagab sekretariaadi töö."
		},
		{
			"lang": "el",
			"text": "Το Ευρωπαϊκό Συμβούλιο Προστασίας Δεδομένων διαθέτει γραμματεία. Τη γραμματεία παρέχει ο Ευρωπαίος Επόπτης Προστασίας Δεδομένων."
		},
		{
			"lang": "bg",
			"text": "Европейският комитет по защита на данните има секретариат. Секретариатът се осигурява от Европейския надзорен орган по защита на данните."
		},
		{
			"lang": "hu",
			"text": "Az Európai Adatvédelmi Testület titkársággal rendelkezik. A titkárságot az európai adatvédelmi biztos biztosítja."
		},
		{
			"lang": "mt",
			"text": "Il-Bord Ewropew għall-Protezzjoni tad-Dejta għandu jkollu segretarjat. Il-Kontrollur Ewropew għall-Protezzjoni tad-Dejta għandu jipprovdi s-segretarjat."
		},
		{
			"lang": "lv",
			"text": "Eiropas Datu aizsardzības kolēģijai ir sekretariāts. Sekretariātu nodrošina Eiropas Datu aizsardzības uzraudzītājs."
		},
		{
			"lang": "ro",
			"text": "Comitetul european pentru protecția datelor are un secretariat. Autoritatea Europeană pentru Protecția Datelor asigură secretariatul."
		},
		{
			"lang": "sk",
			"text": "Európsky výbor pre ochranu údajov má k dispozícii sekretariát. Tento sekretariát zabezpečí európsky dozorný úradník pre ochranu údajov."
		},
		{
			"lang": "sl",
			"text": "Evropskemu odboru za varstvo podatkov pomaga sekretariat. Evropski nadzornik za varstvo podatkov zagotovi sekretariat."
		},
		{
			"lang": "fi",
			"text": "Euroopan tietosuojaneuvostolla on oltava sihteeristö. Sihteeristön tehtävistä vastaa Euroopan tietosuojavaltuutettu."
		},
		{
			"lang": "pl",
			"text": "Europejska Rada Ochrony Danych ma do dyspozycji sekretariat: obsługę sekretariatu zapewnia Europejski Inspektor Ochrony Danych."
		},
		{
			"lang": "lt",
			"text": "Europos duomenų apsaugos valdyba turi sekretoriatą. To sekretoriato paslaugas teikia Europos duomenų apsaugos priežiūros pareigūno įstaiga."
		},
		{
			"lang": "nl",
			"text": "Het Europees Comité voor gegevensbescherming heeft een secretariaat. De Europese Toezichthouder voor gegevensbescherming zorgt voor dat secretariaat."
		},
		{
			"lang": "sv",
			"text": "Europeiska dataskyddsstyrelsen ska förfoga över ett sekretariat. Det är Europeiska datatillsynsmannen som ska stå för detta sekretariat."
		}
	],
	"children": [],
	"title": "Article 71 – Paragraph 1"
}