{
	"id": "a72p3",
	"type": "paragraph",
	"literal": "3",
	"parent": "a72",
	"text": [
		{
			"lang": "en",
			"text": "The members of the European Data Protection Board, as well as experts and representatives of third parties, shall be required to respect the confidentiality obligations set out in this Article. The chair shall ensure that experts and representatives of third parties are made aware of the confidentiality requirements imposed upon them."
		},
		{
			"lang": "de",
			"text": "Die Mitglieder des Europäischen Datenschutzausschusses, die Sachverständigen und die Vertreter von Dritten beachten die Verpflichtung zur Wahrung der Vertraulichkeit gemäß diesem Artikel. Der Vorsitzende stellt sicher, dass die Sachverständigen und die Vertreter von Dritten von der ihnen auferlegten Vertraulichkeitspflicht in Kenntnis gesetzt werden."
		},
		{
			"lang": "fr",
			"text": "Les membres du comité européen de la protection des données, ainsi que les experts et les représentants de tierces parties, sont tenus de respecter les obligations de confidentialité établies au présent article. Le président veille à ce que les experts et les représentants de tierces parties aient connaissance des exigences qu’ils sont tenus de respecter en matière de confidentialité."
		},
		{
			"lang": "es",
			"text": "Los miembros del Consejo Europeo de Protección de Datos, los expertos y los representantes de terceras partes estarán obligados a respetar las obligaciones de confidencialidad dispuestas en el presente artículo. El presidente se cerciorará de que los expertos y los representantes de terceras partes tengan conocimiento de las obligaciones de confidencialidad que han de respetar."
		},
		{
			"lang": "pt",
			"text": "Os membros do Comité Europeu para a Proteção de Dados, bem como os peritos e os representantes de países terceiros têm de respeitar as obrigações de confidencialidade previstas no presente artigo. O presidente assegura que os peritos e os representantes de países terceiros sejam informados dos requisitos que são obrigados a respeitar em matéria de confidencialidade."
		},
		{
			"lang": "it",
			"text": "I membri del comitato europeo per la protezione dei dati nonché gli esperti e i rappresentanti di terzi sono tenuti a rispettare gli obblighi di riservatezza stabiliti al presente articolo. Il presidente si assicura che gli esperti e i rappresentanti di terzi siano messi a conoscenza degli obblighi di riservatezza cui sono tenuti."
		},
		{
			"lang": "ga",
			"text": "Cuirfear de cheangal ar chomhaltaí an Bhoird Eorpaigh um Chosaint Sonraí, mar aon le saineolaithe agus ionadaithe tríú páirtithe, na hoibleagáidí maidir le rúndacht atá leagtha amach san Airteagal seo a urramú. Áiritheoidh an cathaoirleach go gcuirfear saineolaithe agus ionadaithe tríú páirtithe ar an eolas faoi na ceanglais rúndachta arna leagan orthu."
		},
		{
			"lang": "cs",
			"text": "Od členů Evropské rady pro ochranu údajů, jakož i od odborníků a zástupců třetích stran se vyžaduje, aby důvěrnost stanovenou v tomto článku respektovali. Předseda zajistí, aby odborníci a zástupci třetích stran byli obeznámeni s požadavky důvěrnosti, které se na ně vztahují."
		},
		{
			"lang": "da",
			"text": "Medlemmerne af Det Europæiske Databeskyttelsesråd samt eksperter og repræsentanter for tredjemand forpligtes til at respektere denne artikels bestemmelser om fortrolighed. Formanden tilser, at eksperter og repræsentanter for tredjemand oplyses om de fortrolighedskrav, de pålægges."
		},
		{
			"lang": "et",
			"text": "Euroopa Andmekaitsenõukogu liikmed, eksperdid ja kolmandate isikute esindajad on kohustatud täitma käesolevas artiklis sätestatud konfidentsiaalsusnõuet. Eesistuja tagab, et eksperdid ja kolmandate isikute esindajad on teadlikud neile esitatavatest konfidentsiaalsusnõuetest."
		},
		{
			"lang": "el",
			"text": "Τα μέλη του Ευρωπαϊκού Συμβουλίου Προστασίας Δεδομένων, καθώς και οι εμπειρογνώμονες και οι εκπρόσωποι τρίτων, υποχρεούνται να σέβονται τις υποχρεώσεις εμπιστευτικότητας που προβλέπονται στο παρόν άρθρο. Ο πρόεδρος διασφαλίζει ότι οι εμπειρογνώμονες και οι εκπρόσωποι τρίτων ενημερώνονται για τις απαιτήσεις εμπιστευτικότητας που τους επιβάλλονται."
		},
		{
			"lang": "bg",
			"text": "Членовете на Европейския комитет по защита на данните, както и експертите и представителите на трети страни са длъжни да спазват задълженията за поверителност, установени в настоящия член. Председателят гарантира, че експертите и представителите на трети страни са запознати с наложените им изисквания за поверителност."
		},
		{
			"lang": "hu",
			"text": "Az Európai Adatvédelmi Testület tagjainak, valamint a szakértőknek és harmadik felek képviselőinek eleget kell tenniük az e cikkben meghatározott titoktartási kötelezettségeknek. Az elnök biztosítja, hogy a szakértők és a harmadik felek képviselői figyelmét felhívják a rájuk vonatkozó titoktartási követelményekre."
		},
		{
			"lang": "mt",
			"text": "Il-membri tal-Bord Ewropew għall-Protezzjoni tad-Dejta, kif ukoll l-esperti u r-rappreżentanti ta’ partijiet terzi, għandhom ikunu mitluba li jirrispettaw l-obbligi ta’ kunfidenzjalità stabbiliti f’dan l-Artikolu. Il-president għandu jassigura li l-esperti u r-rappreżentanti ta’ partijiet terzi jkunu konxji mir-rekwiżiti ta’ kunfidenzjalità imposti fuqhom."
		},
		{
			"lang": "lv",
			"text": "Eiropas Datu aizsardzības kolēģijas locekļiem, ekspertiem un trešo personu pārstāvjiem ir pienākums ievērot konfidencialitātes prasības, kas noteiktas šajā pantā. Priekšsēdētājs nodrošina, ka ekspertiem un trešo personu pārstāvjiem ir zināmas konfidencialitātes prasības, kas tiem jāievēro."
		},
		{
			"lang": "ro",
			"text": "Membrii Comitetului european pentru protecția datelor, experții și reprezentanții părților terțe respectă obligațiile de confidențialitate prevăzute la prezentul articol. Președintele se asigură că experții și reprezentanții părților terțe au cunoștință de cerințele de confidențialitate care le sunt impuse."
		},
		{
			"lang": "sk",
			"text": "Od členov výboru, ako aj odborníkov a zástupcov tretích strán sa vyžaduje, aby rešpektovali povinnosti týkajúce sa dôvernosti stanovené v tomto článku. Predseda zabezpečí, aby experti a zástupcovia tretích strán boli oboznámení s požiadavkami dôvernosti, ktoré sú na nich kladené."
		},
		{
			"lang": "sl",
			"text": "Člani Evropskega odbora za varstvo podatkov, pa tudi strokovnjaki in predstavniki tretjih oseb, morajo spoštovati obveznosti v zvezi z zaupnostjo iz tega člena. Predsednik zagotovi, da so strokovnjaki in predstavniki tretjih oseb seznanjeni s svojimi obveznostmi v zvezi z zaupnostjo."
		},
		{
			"lang": "fi",
			"text": "Euroopan tietosuojaneuvoston jäsenten, asiantuntijoiden ja kolmansien osapuolten edustajien on noudatettava tässä artiklassa säädettyjä asiakirjojen luottamuksellisuutta koskevia velvoitteita. Puheenjohtaja varmistaa, että asiantuntijat ja kolmansien osapuolten edustajat ovat tietoisia heitä koskevista asiakirjojen luottamuksellisuutta koskevista vaatimuksista."
		},
		{
			"lang": "pl",
			"text": "Na członkach Europejskiej Rady Ochrony Danych, a także na ekspertach i przedstawicielach osób trzecich spoczywa obowiązek zachowania poufności, o którym mowa w niniejszym artykule. Przewodniczący dopilnuje, by eksperci i przedstawiciele osób trzecich zostali powiadomieni o wymogach poufności, które się na nich nakłada."
		},
		{
			"lang": "lt",
			"text": "Europos duomenų apsaugos valdybos nariai, ekspertai ir trečiųjų asmenų atstovai privalo laikytis šiame straipsnyje nustatytų konfidencialumo pareigų. Pirmininkas užtikrina, kad ekspertai ir trečiųjų asmenų atstovai būtų informuoti apie jiems taikomus konfidencialumo reikalavimus."
		},
		{
			"lang": "nl",
			"text": "De leden van het Europees Comité voor gegevensbescherming alsmede de deskundigen en de vertegenwoordigers van derde partijen zijn verplicht de in dit artikel vastgestelde vertrouwelijkheidsplicht na te leven. De voorzitter zorgt ervoor dat de deskundigen en de vertegenwoordigers van derde partijen in kennis worden gesteld van de voor hen geldende vertrouwelijkheidsvereisten."
		},
		{
			"lang": "sv",
			"text": "Europeiska dataskyddsstyrelsens ledamöter samt experter och företrädare för tredje part ska vara skyldiga att följa de konfidentialitetskrav som anges i denna artikel. Ordföranden ska se till att experter och företrädare för tredje part underrättas om dessa krav."
		}
	],
	"children": [],
	"title": "Article 72 – Paragraph 3"
}