{
	"id": "a72p2",
	"type": "paragraph",
	"literal": "2",
	"parent": "a72",
	"text": [
		{
			"lang": "en",
			"text": "Documents submitted to members of the European Data Protection Board, experts and representatives of third parties shall be confidential, unless access is granted to those documents in accordance with Regulation (EC) No 1049/2001 or the European Data Protection Board otherwise makes them public."
		},
		{
			"lang": "de",
			"text": "Den Mitgliedern des Europäischen Datenschutzausschusses, Sachverständigen und den Vertretern von Dritten vorgelegte Dokumente sind vertraulich, sofern sie nicht gemäß der Verordnung (EG) Nr. 1049/2001 offengelegt oder auf andere Weise vom Europäischen Datenschutzausschuss der Öffentlichkeit zugänglich gemacht werden."
		},
		{
			"lang": "fr",
			"text": "Les documents présentés aux membres du comité européen de la protection des données, aux experts et aux représentants de tierces parties sont confidentiels, sauf si l'accès à ces documents est accordé conformément au règlement (CE) n° 1049/2001 ou si le comité européen de la protection des données les rend publics de toute autre manière."
		},
		{
			"lang": "es",
			"text": "Los documentos presentados a los miembros del Consejo Europeo de Protección de Datos, los expertos y los representantes de terceras partes serán confidenciales, salvo que se conceda el acceso a dichos documentos de conformidad con el Reglamento (CE) nº 1049/2001, o que el Consejo Europeo de Protección de Datos decida hacerlos públicos."
		},
		{
			"lang": "pt",
			"text": "Os documentos apresentados aos membros do Comité Europeu para a Proteção de Dados, aos peritos e aos representantes de países terceiros são confidenciais, salvo se for concedido acesso a esses documentos nos termos do Regulamento n.º 1049/2001, ou se o Comité Europeu para a Proteção de Dados os tornar públicos de outro modo."
		},
		{
			"lang": "it",
			"text": "I documenti trasmessi ai membri del comitato europeo per la protezione dei dati, agli esperti e ai rappresentanti di terzi sono riservati, tranne qualora sia stato concesso l’accesso a tali documenti a norma del regolamento (CE) n. 1049/2001 o il comitato europeo per la protezione dei dati li abbia resi pubblici in altro modo."
		},
		{
			"lang": "ga",
			"text": "Beidh doiciméid arna gcur faoi bhráid chomhaltaí an Bhoird Eorpaigh um Chosaint Sonraí, saineolaithe agus ionadaithe tríú páirtithe faoi rún, ach amháin má thugtar rochtain ar na doiciméid sin i gcomhréir le Rialachán (CE) Uimh. 1049/2001 nó má phoiblíonn an Bord Eorpach um Chosaint Sonraí ar bhealach eile iad."
		},
		{
			"lang": "cs",
			"text": "Dokumenty předkládané členům Evropské rady pro ochranu údajů, odborníkům a zástupcům třetích stran jsou důvěrné, pokud k nim není poskytnut přístup v souladu s nařízením (ES) č. 1049/2001 nebo je Evropská rada pro ochranu údajů jinak nezveřejní."
		},
		{
			"lang": "da",
			"text": "Dokumenter, der udleveres til medlemmer af Det Europæiske Databeskyttelsesråd, eksperter og repræsentanter for tredjemand, er fortrolige, medmindre der gives indsigt i disse dokumenter i henhold til forordning (EF) nr. 1049/2001, eller Det Europæiske Databeskyttelsesråd på anden måde offentliggør dem."
		},
		{
			"lang": "et",
			"text": "Euroopa Andmekaitsenõukogu liikmetele, ekspertidele ja kolmandate isikute esindajatele esitatud dokumendid on konfidentsiaalsed, kui neile ei ole juurdepääsu antud kooskõlas määrusega (EÜ) nr 1049/2001 või kui Euroopa Andmekaitsenõukogu pole neid ise muul viisil avalikustanud."
		},
		{
			"lang": "el",
			"text": "Τα έγγραφα που υποβάλλονται σε μέλη του Ευρωπαϊκού Συμβουλίου Προστασίας Δεδομένων, εμπειρογνώμονες και εκπροσώπους τρίτων είναι εμπιστευτικά, εκτός εάν παρασχεθεί πρόσβαση στα εν λόγω έγγραφα σύμφωνα με τον κανονισμό (ΕΚ) αριθ. 1049/2001 ή εάν το Ευρωπαϊκό Συμβούλιο Προστασίας Δεδομένων τα δημοσιοποιήσει άλλως πως."
		},
		{
			"lang": "bg",
			"text": "Документите, предоставени на членовете на Европейския комитет по защита на данните, експертите и представителите на трети страни, са поверителни, освен ако не е предоставен достъп до тези документи в съответствие с Регламент (ЕО) № 1049/2001 или Европейският комитет по защита на данните не ги направи обществено достояние по друг начин."
		},
		{
			"lang": "hu",
			"text": "Az Európai Adatvédelmi Testület tagjainak, szakértőknek és harmadik felek képviselőinek továbbított dokumentumok titkosak, kivéve, ha az 1049/2001/EK rendelet értelmében biztosítják az e dokumentumokhoz való hozzáférést, vagy az Európai Adatvédelmi Testület nyilvánosságra hozza azokat."
		},
		{
			"lang": "mt",
			"text": "Id-dokumenti sottomessi lill-membri tal-Bord Ewropew għall-Protezzjoni tad-Dejta, lill-esperti u lir-rappreżentanti ta’ partijiet terzi għandhom ikunu kunfidenzjali, sakemm ma jingħatax l-aċċess għal dawn id-dokumenti skont ir-Regolament Nru (KE) 1049/2001 jew sakemm il-Bord Ewropew għall-Protezzjoni tad-Dejta ma jippubblikahomx."
		},
		{
			"lang": "lv",
			"text": "Dokumenti, ko izsniedz Eiropas Datu aizsardzības kolēģijas locekļiem, ekspertiem un trešo pušu pārstāvjiem ir konfidenciāli, izņemot, ja piekļuvi šiem dokumentiem sniedz saskaņā ar Regulu (EK) Nr. 1049/2001 vai Eiropas Datu aizsardzības kolēģija tos citādi publicē."
		},
		{
			"lang": "ro",
			"text": "Documentele prezentate membrilor Comitetului european pentru protecția datelor, experților și reprezentanților părților terțe sunt confidențiale, cu excepția cazului în care accesul la aceste documente este acordat în conformitate cu Regulamentul (CE) nr. 1049/2001 sau Comitetul european pentru protecția datelor le face publice într-un alt mod."
		},
		{
			"lang": "sk",
			"text": "Dokumenty predložené členom Európskeho výboru pre ochranu údajov, expertom a zástupcom tretích strán sú dôverné, pokiaľ nie je udelený prístup k týmto dokumentom v súlade s nariadením (ES) č. 1049/2001, alebo pokiaľ ich Európsky výbor pre ochranu údajov nezverejní inak."
		},
		{
			"lang": "sl",
			"text": "Dokumenti, predloženi članom Evropskega odbora za varstvo podatkov, strokovnjakom in predstavnikom tretjih oseb, so zaupni, razen če je dostop do teh dokumentov odobren v skladu z Uredbo (ES) št. 1049/2001 ali jih Evropski odbor za varstvo podatkov kako drugače objavi."
		},
		{
			"lang": "fi",
			"text": "Euroopan tietosuojaneuvoston jäsenille, asiantuntijoille ja kolmansien osapuolten edustajille toimitetut asiakirjat ovat luottamuksellisia, paitsi jos niihin myönnetään pääsy asetuksen (EY) N:o 1049/2001 mukaisesti tai Euroopan tietosuojaneuvosto julkistaa ne muulla tavoin."
		},
		{
			"lang": "pl",
			"text": "Dokumenty przedłożone członkom Europejskiej Rady Ochrony Danych, ekspertom i przedstawicielom osób trzecich są poufne, chyba że dostęp do tych dokumentów został przyznany zgodnie z rozporządzeniem nr 1049/2001 lub Europejska Rada Ochrony Danych w inny sposób podaje je do wiadomości publicznej."
		},
		{
			"lang": "lt",
			"text": "Europos duomenų apsaugos valdybos nariams, ekspertams ir trečiųjų asmenų atstovams pateikti dokumentai yra konfidencialūs, išskyrus atvejus, kai galimybė su tais dokumentais susipažinti suteikta pagal Reglamentą (EB) Nr. 1049/2001 arba Europos duomenų apsaugos valdyba juos viešai paskelbia kitais būdais."
		},
		{
			"lang": "nl",
			"text": "De documenten die aan de leden van het Europees Comité voor gegevensbescherming, deskundigen en vertegenwoordigers van derde partijen worden voorgelegd, zijn vertrouwelijk, tenzij daartoe overeenkomstig Verordening (EG) nr. 1049/2001 toegang is verleend of het Europees Comité voor gegevensbescherming deze op een andere wijze bekendmaakt."
		},
		{
			"lang": "sv",
			"text": "Dokument som skickas till Europeiska dataskyddsstyrelsens ledamöter, till experter eller till företrädare för tredje part ska vara konfidentiella såvida inte tillgång till dokumenten i fråga garanteras enligt förordning (EG) 1049/2001 eller om Europeiska dataskyddsstyrelsen av andra skäl beslutar att offentliggöra dem."
		}
	],
	"children": [],
	"title": "Article 72 – Paragraph 2"
}