{
	"id": "a73p3",
	"type": "paragraph",
	"literal": "3",
	"parent": "a73",
	"text": [
		{
			"lang": "en",
			"text": "Independently of a data subject's complaint, any body, organisation or association referred to in paragraph 2 shall have the right to lodge a complaint with a supervisory authority in any Member State, if it considers that a personal data breach has occurred."
		},
		{
			"lang": "de",
			"text": "Unabhängig von der Beschwerde einer betroffenen Person haben Einrichtungen, Organisationen oder Verbände im Sinne des Absatzes 2 das Recht auf Beschwerde bei einer mitgliedstaatlichen Aufsichtsbehörde, wenn sie der Ansicht sind, dass der Schutz personenbezogener Daten verletzt wurde."
		},
		{
			"lang": "fr",
			"text": "Indépendamment d’une réclamation introduite par une personne concernée, tout organisme, organisation ou association visé au paragraphe 2 a le droit de saisir une autorité de contrôle dans tout État membre d'une réclamation s'il considère qu'il y a eu violation de données à caractère personnel."
		},
		{
			"lang": "es",
			"text": "Independientemente de la reclamación de un interesado, los organismos, organizaciones o asociaciones contemplados en el apartado 2 tendrán derecho a presentar una reclamación ante una autoridad de control en cualquier Estado miembro, si consideran que se ha producido una violación de los datos personales."
		},
		{
			"lang": "pt",
			"text": "Independentemente de uma queixa do titular dos dados, qualquer organismo, organização ou associação referidos no n.º 2 tem o direito de apresentar queixa a uma autoridade de controlo em qualquer Estado-Membro, se considerar ter havido uma violação de dados pessoais."
		},
		{
			"lang": "it",
			"text": "Indipendentemente dall’eventuale reclamo dell’interessato, ogni organismo, organizzazione o associazione di cui al paragrafo 2 che ritenga che sussista violazione dei dati personali ha il diritto di proporre reclamo all’autorità di controllo di qualunque Stato membro."
		},
		{
			"lang": "ga",
			"text": "Go neamhspleách ar ghearán an duine is ábhar do na sonraí, beidh sé de cheart ag aon chomhlacht, eagraíocht nó comhlachas dá dtagraítear i mír 2 gearán a dhéanamh le húdarás maoirseachta in aon Bhallstát, má mheasann sé go ndearnadh sárú i ndáil le sonraí pearsanta."
		},
		{
			"lang": "cs",
			"text": "Pokud se kterýkoli subjekt, organizace nebo sdružení uvedené v odstavci 2 domnívá, že došlo k narušení bezpečnosti osobních údajů, má právo vznést stížnost k orgánu dozoru v kterémkoli členském státě nezávisle na stížnosti subjektu údajů."
		},
		{
			"lang": "da",
			"text": "Alle de organer, organisationer eller sammenslutninger, der er omhandlet i stk. 2, har ret til, uafhængigt af en klage fra den registrerede, at indgive klage til en tilsynsmyndighed i enhver medlemsstat, hvis de vurderer, at et brud på persondatasikkerheden har fundet sted."
		},
		{
			"lang": "et",
			"text": "Sõltumata andmesubjekti kaebusest, on igal lõikes 2 osutatud asutusel, organisatsioonil või ühendusel õigus esitada järelevalveasutusele kaebus mis tahes liikmesriigis, kui ta leiab, et toime on pandud isikuandmetega seotud rikkumine."
		},
		{
			"lang": "el",
			"text": "Ανεξάρτητα από την καταγγελία του ενδιαφερομένου προσώπου, κάθε φορέας, οργανισμός ή οργάνωση που αναφέρεται στην παράγραφο 2 δικαιούται να υποβάλει καταγγελία σε αρχή ελέγχου οποιουδήποτε κράτους μέλους, εάν θεωρεί ότι υπήρξε παραβίαση δεδομένων προσωπικού χαρακτήρα."
		},
		{
			"lang": "bg",
			"text": "Всяка структура, организация или сдружение, посочено в параграф 2, има право да подаде жалба до надзорен орган в която и да било държава-членка от свое име и независимо от подадена от субект на данни жалба, когато счита, че е налице нарушение на сигурността на личните данни."
		},
		{
			"lang": "hu",
			"text": "Az érintett panaszától függetlenül a (2) bekezdés szerinti szerv, szervezet vagy egyesület jogosult bármely tagállam felügyelő hatóságánál panaszt emelni, ha megítélése szerint a személyes adatok megsértésére került sor."
		},
		{
			"lang": "mt",
			"text": "Indipendentement minn ilment ta’ suġġett tad-dejta, kwalunkwe korp, organizzazzjoni jew assoċjazzjoni msemmija fil-paragrafu 2 għandu jkollha d-dritt li tressaq ilment quddiem awtorità ta’ superviżjoni fi kwalunkwe Stat Membru, jekk tqis li jkun seħħ ksur ta’ dejta personali."
		},
		{
			"lang": "lv",
			"text": "Neatkarīgi no datu subjekta sūdzības 2. punktā minētai struktūrai, organizācijai vai asociācijai ir tiesības iesniegt sūdzību jebkuras dalībvalsts uzraudzības iestādē, ja tā uzskata, ka ir noticis personas datu aizsardzības pārkāpums."
		},
		{
			"lang": "ro",
			"text": "Independent de o plângere depusă de o persoană vizată, orice organism, organizație sau asociație menționată la alineatul (2) are dreptul de a depune o plângere la o autoritate de supraveghere din orice stat membru, în cazul în care consideră că a avut loc o încălcare a securității datelor cu caracter personal."
		},
		{
			"lang": "sk",
			"text": "Nezávisle od sťažnosti podanej dotknutou osobou majú všetky organizácie či združenia podľa odseku 2 právo podať sťažnosť dozornému orgánu v ktoromkoľvek členskom štáte, ak sa domnievajú, že došlo k porušeniu ochrany osobných údajov."
		},
		{
			"lang": "sl",
			"text": "Vsak organ, organizacija ali združenje iz odstavka 2 ima neodvisno od pritožbe posameznika, na katerega se nanašajo osebni podatki, pravico, da pri nadzornem organu v kateri koli državi članici vloži pritožbo, če meni, da je prišlo do kršitve varnosti osebnih podatkov."
		},
		{
			"lang": "fi",
			"text": "Edellä 2 kohdassa tarkoitetulla elimellä, järjestöllä tai yhdistyksellä on rekisteröidyn valituksesta riippumatta oikeus tehdä valitus minkä tahansa jäsenvaltion valvontaviranomaiselle, jos se katsoo, että on tapahtunut henkilötietojen tietoturvaloukkaus."
		},
		{
			"lang": "pl",
			"text": "Niezależnie od skargi podmiotu danych każdy podmiot, organizacja lub zrzeszenie, o których mowa w ust. 2, ma prawo złożyć skargę do organu nadzorczego w dowolnym państwie członkowskim, jeżeli uznaje, że doszło do naruszenia ochrony danych osobowych."
		},
		{
			"lang": "lt",
			"text": "Net jeigu duomenų subjektas nėra pateikęs skundo, 2 dalyje nurodyta įstaiga, organizacija ar asociacija turi teisę pateikti skundą priežiūros institucijai bet kurioje valstybėje narėje, jeigu mano, kad buvo padarytas asmens duomenų saugumo pažeidimas."
		},
		{
			"lang": "nl",
			"text": "Onafhankelijk van een klacht van een betrokkene, hebben alle in lid 2 bedoelde organen, organisaties of verenigingen het recht een klacht in te dienen bij een toezichthoudende autoriteit in een lidstaat, indien zij van mening zijn dat er een inbreuk in verband met persoonsgegevens heeft plaatsgevonden."
		},
		{
			"lang": "sv",
			"text": "Oberoende av eventuella klagomål från en registrerad ska varje sådan organisation eller sammanslutning som avses i punkt 2 ha rätt att lämna in ett klagomål till en tillsynsmyndighet i en medlemsstat om den anser att ett personuppgiftsbrott har begåtts."
		}
	],
	"children": [],
	"title": "Article 73 – Paragraph 3"
}