{
	"id": "a74p3",
	"type": "paragraph",
	"literal": "3",
	"parent": "a74",
	"text": [
		{
			"lang": "en",
			"text": "Proceedings against a supervisory authority shall be brought before the courts of the Member State where the supervisory authority is established."
		},
		{
			"lang": "de",
			"text": "Für Verfahren gegen eine Aufsichtsbehörde sind die Gerichte des Mitgliedstaats zuständig, in dem die Aufsichtsbehörde ihren Sitz hat."
		},
		{
			"lang": "fr",
			"text": "Les actions contre une autorité de contrôle sont intentées devant les juridictions de l’État membre sur le territoire duquel l'autorité de contrôle est établie."
		},
		{
			"lang": "es",
			"text": "Las acciones legales contra una autoridad de control deberán ejercitarse antes los órganos jurisdiccionales del Estado miembro en que esté establecida la autoridad de control."
		},
		{
			"lang": "pt",
			"text": "As ações contra uma autoridade de controlo são intentadas nos tribunais do Estado‑Membro em cujo território se encontra estabelecida a autoridade de controlo."
		},
		{
			"lang": "it",
			"text": "Le azioni contro l’autorità di controllo sono promosse dinanzi alle autorità giurisdizionali dello Stato membro in cui l’autorità di controllo è stabilita."
		},
		{
			"lang": "ga",
			"text": "Tionscnófar imeachtaí i gcoinne údaráis mhaoirseachta os comhair na gcúirteanna sa Bhallstát ina bhfuil an t‑údarás maoirseachta bunaithe."
		},
		{
			"lang": "cs",
			"text": "Řízení proti orgánu dozoru se zahajují u soudů toho členského státu, v němž je daný orgán dozoru usazen."
		},
		{
			"lang": "da",
			"text": "En sag mod en tilsynsmyndighed anlægges ved domstolen i den medlemsstat, hvor tilsynsmyndigheden er etableret."
		},
		{
			"lang": "et",
			"text": "Järelevalveasutuse vastu algatatakse menetlus selle liikmesriigi kohtus, kus järelevalveasutus asub."
		},
		{
			"lang": "el",
			"text": "Η διαδικασία κατά αρχής ελέγχου κινείται ενώπιον των δικαστηρίων του κράτους μέλους στο οποίο είναι εγκαταστημένη η αρχή ελέγχου."
		},
		{
			"lang": "bg",
			"text": "Производствата срещу надзорните органи се завеждат пред съдилищата на държавата-членка, в която е установен съответният надзорен орган."
		},
		{
			"lang": "hu",
			"text": "A felügyelő hatóság elleni eljárást a felügyelő hatóság székhelye szerinti tagállam bírósága előtt kell megindítani."
		},
		{
			"lang": "mt",
			"text": "Il-proċeduri kontra awtorità ta’ superviżjoni għandhom jitressqu quddiem il-qrati tal-Istat Membru fejn tkun stabbilita l-awtorità ta’ superviżjoni."
		},
		{
			"lang": "lv",
			"text": "Tiesvedību pret uzraudzības iestādi uzsāk tās dalībvalsts tiesā, kurā atrodas uzraudzības iestāde."
		},
		{
			"lang": "ro",
			"text": "Acțiunile introduse împotriva unei autorități de supraveghere sunt aduse în fața instanțelor din statul membru în care este stabilită autoritatea de supraveghere."
		},
		{
			"lang": "sk",
			"text": "Návrh na začatie konania proti dozornému orgánu sa podáva na súdoch členského štátu, v ktorom má dozorný úrad sídlo."
		},
		{
			"lang": "sl",
			"text": "Za postopke zoper nadzorni organ so pristojna sodišča države članice, v kateri ima nadzorni organ sedež."
		},
		{
			"lang": "fi",
			"text": "Kanne valvontaviranomaista vastaan on nostettava sen jäsenvaltion tuomioistuimissa, johon valvontaviranomainen on sijoittautunut."
		},
		{
			"lang": "pl",
			"text": "Postępowanie przeciwko organowi nadzorczemu wszczyna się przed sądem państwa członkowskiego, w którym organ nadzorczy ma siedzibę."
		},
		{
			"lang": "lt",
			"text": "Byla priežiūros institucijai keliama valstybės narės, kurioje priežiūros institucija įsisteigusi, teismuose."
		},
		{
			"lang": "nl",
			"text": "Een vordering tegen een toezichthoudende autoriteit wordt ingesteld bij de gerechtelijke instanties van de lidstaat waar de toezichthoudende autoriteit gevestigd is."
		},
		{
			"lang": "sv",
			"text": "Talan mot beslut som har fattats av en tillsynsmyndighet ska ges in vid domstolarna i den medlemsstat där tillsynsmyndigheten har sitt säte."
		}
	],
	"children": [],
	"title": "Article 74 – Paragraph 3"
}