{
	"id": "a74p1",
	"type": "paragraph",
	"literal": "1",
	"parent": "a74",
	"text": [
		{
			"lang": "en",
			"text": "Each natural or legal person shall have the right to a judicial remedy against decisions of a supervisory authority concerning them."
		},
		{
			"lang": "de",
			"text": "Jede natürliche oder juristische Person hat das Recht auf einen gerichtlichen Rechtsbehelf gegen sie betreffende Entscheidungen einer Aufsichtsbehörde."
		},
		{
			"lang": "fr",
			"text": "Toute personne physique ou morale a le droit de former un recours juridictionnel contre les décisions d'une autorité de contrôle qui la concernent."
		},
		{
			"lang": "es",
			"text": "Toda persona física o jurídica tendrá derecho a un recurso judicial contra las decisiones de una autoridad de control que le conciernan."
		},
		{
			"lang": "pt",
			"text": "Qualquer pessoa singular ou coletiva tem o direito de ação judicial contra todas as decisões de uma autoridade competente que lhe digam respeito."
		},
		{
			"lang": "it",
			"text": "Ogni persona fisica o giuridica ha il diritto di proporre ricorso giurisdizionale avverso le decisioni dell’autorità di controllo che la riguardano."
		},
		{
			"lang": "ga",
			"text": "Beidh an ceart chun leighis bhreithiúnaigh ag gach duine nádúrtha nó dlítheanach i gcoinne cinntí údaráis mhaoirseachta a bhaineann leo."
		},
		{
			"lang": "cs",
			"text": "Každá fyzická nebo právnická osoba má právo na soudní opravný prostředek proti rozhodnutím orgánu dozoru, která se jí týkají."
		},
		{
			"lang": "da",
			"text": "Enhver fysisk eller juridisk person har ret til domstolsprøvelse af afgørelser truffet af en tilsynsmyndighed vedrørende vedkommende."
		},
		{
			"lang": "et",
			"text": "Igal füüsilisel või juriidilisel isikul on õigus kasutada õiguskaitsevahendit järelevalveasutuse poolt nende kohta tehtud otsuse vastu."
		},
		{
			"lang": "el",
			"text": "Κάθε φυσικό ή νομικό πρόσωπο έχει δικαίωμα δικαστικής προσφυγής κατά αποφάσεων αρχής ελέγχου που το αφορούν."
		},
		{
			"lang": "bg",
			"text": "Всяко физическо или юридическо лице има право на средства за правна защита срещу решенията на надзорен орган, които го засягат."
		},
		{
			"lang": "hu",
			"text": "Minden természetes vagy jogi személy jogosult a felügyelő hatóság rá vonatkozó döntései ellen bírósági jogorvoslatot igénybe venni."
		},
		{
			"lang": "mt",
			"text": "Kull persuna fiżika jew ġuridika għandu jkollha d-dritt għal rimedju ġudizzjarju kontra d-deċiżjonijiet ta’ awtorità ta’ superviżjoni li tirrigwardaha."
		},
		{
			"lang": "lv",
			"text": "Katrai fiziskai vai juridiskai personai ir tiesības vērsties tiesā pret uzraudzības iestādes lēmumiem, kas tos skar."
		},
		{
			"lang": "ro",
			"text": "Orice persoană fizică sau juridică are dreptul de a exercita o cale de atac judiciară împotriva deciziilor unei autorități de supraveghere referitoare la persoana respectivă."
		},
		{
			"lang": "sk",
			"text": "Každá fyzická alebo právnická osoba má právo na súdne prostriedky nápravy voči rozhodnutiam dozorného orgánu, ktoré sa ich týkajú."
		},
		{
			"lang": "sl",
			"text": "Vsaka fizična ali pravna oseba ima pravico do pravnega sredstva v sodnem postopku zoper odločitve nadzornega organa v zvezi z njo."
		},
		{
			"lang": "fi",
			"text": "Jokaisella luonnollisella tai oikeushenkilöllä on oikeus oikeussuojakeinoihin itseään koskevia valvontaviranomaisen päätöksiä vastaan."
		},
		{
			"lang": "pl",
			"text": "Każda osoba fizyczna lub prawna ma prawo do sądowego środka ochrony prawnej od decyzji organu nadzorczego, które jej dotyczą."
		},
		{
			"lang": "lt",
			"text": "Kiekvienas fizinis arba juridinis asmuo turi teisę imtis teisminių teisių gynimo priemonių prieš priežiūros institucijos sprendimus dėl jų."
		},
		{
			"lang": "nl",
			"text": "Iedere natuurlijke of rechtspersoon heeft het recht tegen hem betreffende besluiten van een toezichthoudende autoriteit een beroep in rechte in te stellen."
		},
		{
			"lang": "sv",
			"text": "Varje fysisk eller juridisk person ska ha rätt till ett rättsmedel mot beslut som en tillsynsmyndighet har fattat med avseende på vederbörande."
		}
	],
	"children": [],
	"title": "Article 74 – Paragraph 1"
}