{
	"id": "a74p4",
	"type": "paragraph",
	"literal": "4",
	"parent": "a74",
	"text": [
		{
			"lang": "en",
			"text": "A data subject which is concerned by a decision of a supervisory authority in another Member State than where the data subject has its habitual residence, may request the supervisory authority of the Member State where it has its habitual residence to bring proceedings on its behalf against the competent supervisory authority in the other Member State."
		},
		{
			"lang": "de",
			"text": "Eine betroffene Person, die von einer Entscheidung einer Aufsichtsbehörde betroffen ist, die ihren Sitz in einem anderen Mitgliedstaat hat als dem, in dem die betroffene Person ihren gewöhnlichen Aufenthalt hat, kann die Aufsichtsbehörde in dem Mitgliedstaat ihres gewöhnlichen Aufenthalts ersuchen, in ihrem Namen gegen die zuständige Aufsichtsbehörde in dem anderen Mitgliedstaat Klage zu erheben."
		},
		{
			"lang": "fr",
			"text": "Toute personne concernée affectée par une décision d'une autorité de contrôle d'un État membre autre que celui dans lequel elle a sa résidence habituelle peut demander à l'autorité de contrôle de l'État membre dans lequel elle a sa résidence habituelle d'intenter une action en son nom contre l'autorité de contrôle compétente de l'autre État membre."
		},
		{
			"lang": "es",
			"text": "El interesado que se vea afectado por una decisión de una autoridad de control de un Estado miembro en el que no tiene su residencia habitual podrá solicitar a la autoridad de control del Estado miembro en el que tiene su residencia habitual que ejercite en su nombre una acción contra la autoridad de control competente en el otro Estado miembro."
		},
		{
			"lang": "pt",
			"text": "Qualquer titular de dados afetado por uma decisão de uma autoridade de controlo de um Estado-Membro diferente daquela da sua residência habitual, pode solicitar à autoridade de controlo do Estado-Membro onde reside habitualmente que intente uma ação em seu nome contra a autoridade de controlo competente do outro Estado‑Membro."
		},
		{
			"lang": "it",
			"text": "L’interessato che abbia formato oggetto di una decisione dell’autorità di controllo di uno Stato membro diverso da quello in cui risiede abitualmente può chiedere all’autorità di controllo dello Stato membro in cui risiede abitualmente di agire in giudizio per suo conto nell’altro Stato membro nei confronti dell’autorità di controllo competente."
		},
		{
			"lang": "ga",
			"text": "Aon duine is ábhar do na sonraí a bhfuil baint aige le cinneadh údaráis mhaoirseachta i mBallstát eile seachas an Ballstát ina bhfuil gnáthchónaí air, féadfaidh sé iarraidh ar údarás maoirseachta an Bhallstáit ina bhfuil gnáthchónaí air imeachtaí a thionscnamh ar a shon i gcoinne an údaráis inniúil mhaoirseachta sa Bhallstát eile."
		},
		{
			"lang": "cs",
			"text": "Subjekt údajů, jehož se týká rozhodnutí orgánu dozoru v jiném členském státě, než kde má obvyklé bydliště, může požádat orgán dozoru v členském státě svého obvyklého bydliště, aby proti příslušnému orgánu dozoru v tomto jiném členském státě jeho jménem zahájil řízení."
		},
		{
			"lang": "da",
			"text": "En registreret, der berøres af en afgørelse, som er truffet af en tilsynsmyndighed i en anden medlemsstat end den medlemsstat, hvor den registrerede har sit sædvanlige opholdssted, kan anmode tilsynsmyndigheden i den medlemsstat, hvor den registrerede har sit sædvanlige opholdssted, om på den registreredes vegne at anlægge dennes sag mod den kompetente tilsynsmyndighed i den anden medlemsstat."
		},
		{
			"lang": "et",
			"text": "Andmesubjekt, kelle kohta on otsuse teinud järelevalveasutus liikmesriigis, mis ei ole andmesubjekti alaline elukoht, võib oma alalise elukoha liikmesriigi järelevalveasutusele esitada taotluse alustada tema nimel menetlust teise liikmesriigi pädeva järelevalveasutuse vastu."
		},
		{
			"lang": "el",
			"text": "Το πρόσωπο στο οποίο αναφέροντα τα δεδομένα, το οποίο επηρεάζεται από απόφαση αρχής ελέγχου κράτους μέλους διαφορετικού από εκείνο στο οποίο έχει τη συνήθη διαμονή του, μπορεί να ζητήσει από την αρχή ελέγχου του κράτους μέλους στο οποίο έχει τη συνήθη διαμονή του να κινήσει διαδικασία για λογαριασμό του κατά της αρμόδιας αρχής ελέγχου του άλλου κράτους μέλους."
		},
		{
			"lang": "bg",
			"text": "Субект на данни, който е засегнат от решение на надзорен орган в държава-членка, различна от държавата-членка, в която той пребивава постоянно, може да поиска от надзорния орган на държавата-членка, в която пребивава постоянно, да заведе дело от негово име срещу компетентния надзорен орган в другата държава-членка."
		},
		{
			"lang": "hu",
			"text": "Amennyiben az érintettre egy másik tagállam felügyelő hatóságának határozata vonatkozik, mint amelyikben szokásos tartózkodási helye van, az érintett kérheti a szokásos tartózkodási hely szerinti tagállam felügyelő hatóságát, hogy nevében indítson eljárást a másik tagállam felügyelő hatóságával szemben."
		},
		{
			"lang": "mt",
			"text": "Suġġett tad-dejta li huwa interessat minn deċiżjoni ta’ awtorità ta’ superviżjoni fi Stat Membru ieħor minn fejn is-suġġett tad-dejta għandu r-residenza abitwali tiegħu, jista’ jitlob lill-awtorità ta’ superviżjoni tal-Istat Membru fejn huwa għandu r-residenza abitwali tiegħu sabiex tibda proċeduri f’ismu kontra l-awtorità ta’ superviżjoni kompetenti fl-Istat Membru l-ieħor."
		},
		{
			"lang": "lv",
			"text": "Datu subjekts, kuru skar citas dalībvalsts, kas nav datu subjekta pastāvīgās dzīvesvietas dalībvalsts, uzraudzības iestādes lēmums var lūgt savas pastāvīgās dzīvesvietas dalībvalsts uzraudzības iestādi vērsties tiesā pret attiecīgo citas dalībvalsts uzraudzības iestādi."
		},
		{
			"lang": "ro",
			"text": "O persoană vizată la care se referă o decizie a unei autorități de supraveghere dintr-un alt stat membru decât cel în care persoana vizată își are reședința obișnuită poate solicita autorității de supraveghere din statul membru în care își are reședința obișnuită să introducă o acțiune în numele său împotriva autorității de supraveghere competente din celalalt stat membru."
		},
		{
			"lang": "sk",
			"text": "Dotknutá osoba, ktorej sa týka rozhodnutie dozorného orgánu so sídlom v inom členskom štáte než je štát jej obvyklého pobytu, môže požiadať dozorný orgán členského štátu, v ktorom má svoj obvyklý pobyt, aby začal konanie voči príslušnému dozornému orgánu v uvedenom druhom členskom štáte."
		},
		{
			"lang": "sl",
			"text": "Posameznik, na katerega se nanašajo osebni podatki in odločitev nadzornega organa v državi članici, ki ni država članica, v kateri ima ta posameznik običajno prebivališče, lahko od nadzornega organa v državi članici, v kateri ima svoje običajno prebivališče, zahteva, da v njegovem imenu začne postopek zoper pristojni nadzorni organ v drugi državi članici."
		},
		{
			"lang": "fi",
			"text": "Rekisteröity, jota koskee muun kuin hänen asuinjäsenvaltionsa valvontaviranomaisen tekemä päätös, voi pyytää asuinjäsenvaltionsa valvontaviranomaista aloittamaan puolestaan oikeudelliset menettelyt toisen jäsenvaltion toimivaltaista valvontaviranomaista vastaan."
		},
		{
			"lang": "pl",
			"text": "Podmiot danych, którego dotyczy decyzja organu nadzorczego w innym państwie członkowskim niż to, w którym podmiot danych ma miejsce zwykłego pobytu, może zażądać, aby organ nadzorczy państwa członkowskiego, w którym ma miejsce zwykłego pobytu, wszczął postępowanie w jego imieniu przeciwko właściwemu organowi nadzorczemu w innym państwie członkowskim."
		},
		{
			"lang": "lt",
			"text": "Duomenų subjektas, dėl kurio sprendimą priėmė priežiūros institucija ne toje valstybėje narėje, kurioje yra jo nuolatinė gyvenamoji vieta, jis gali prašyti priežiūros institucijos valstybėje narėje, kurioje yra jo nuolatinė gyvenamoji vieta, iškelti bylą jo vardu tos kitos valstybės narės kompetentingai priežiūros institucijai."
		},
		{
			"lang": "nl",
			"text": "Een betrokkene waarop een besluit van een toezichthoudende autoriteit van een andere lidstaat dan die waar hij gewoonlijk verblijft, betrekking heeft, kan de toezichthoudende autoriteit van de lidstaat waar hij gewoonlijk verblijft vragen om namens hem in de andere lidstaat tegen de bevoegde toezichthoudende autoriteit een vordering in te stellen."
		},
		{
			"lang": "sv",
			"text": "En registrerad som berörs av ett beslut av en tillsynsmyndighet i en annan medlemsstat än den där den registrerade har hemvist får anmoda tillsynsmyndigheten i den registrerades hemviststat att föra talan på hans eller hennes vägnar mot den behöriga tillsynsmyndigheten i den andra medlemsstaten."
		}
	],
	"children": [],
	"title": "Article 74 – Paragraph 4"
}