{
	"id": "a75p1",
	"type": "paragraph",
	"literal": "1",
	"parent": "a75",
	"text": [
		{
			"lang": "en",
			"text": "Without prejudice to any available administrative remedy, including the right to lodge a complaint with a supervisory authority as referred to in Article 73, every natural person shall have the right to a judicial remedy if they consider that their rights under this Regulation have been infringed as a result of the processing of their personal data in non-compliance with this Regulation."
		},
		{
			"lang": "de",
			"text": "Jede natürliche Person hat unbeschadet eines verfügbaren administrativen Rechtsbehelfs einschließlich des Rechts auf Beschwerde bei einer Aufsichtsbehörde nach Artikel 73 das Recht auf einen gerichtlichen Rechtsbehelf, wenn sie der Ansicht ist, dass die ihr aufgrund dieser Verordnung zustehenden Rechte infolge einer nicht verordnungskonformen Verarbeitung ihrer personenbezogenen Daten verletzt wurden."
		},
		{
			"lang": "fr",
			"text": "Sans préjudice de tout recours administratif qui lui est ouvert, notamment le droit prévu à l’article 73 de saisir une autorité de contrôle d'une réclamation, toute personne physique dispose d'un recours juridictionnel si elle considère qu’il a été porté atteinte aux droits que lui confère le présent règlement, à la suite du traitement de données à caractère personnel la concernant, effectué en violation du présent règlement."
		},
		{
			"lang": "es",
			"text": "Sin perjuicio de los recursos administrativos disponibles, incluido el derecho a presentar una reclamación ante una autoridad de control al que se refiere el artículo 73, las personas físicas tendrán derecho a un recurso judicial cuando consideren que los derechos que les asisten en virtud del presente Reglamento han sido vulnerados como consecuencia de un tratamiento de sus datos personales no conforme con el presente Reglamento."
		},
		{
			"lang": "pt",
			"text": "Sem prejuízo de uma via de recurso administrativo disponível, nomeadamente o direito de apresentar queixa a uma autoridade de controlo, previsto no artigo 73.º, qualquer pessoa singular tem o direito de ação judicial se considerar ter havido violação dos direitos que lhe assistem nos termos do presente regulamento, na sequência do tratamento dos seus dados pessoais, efetuado em violação do referido regulamento."
		},
		{
			"lang": "it",
			"text": "Fatto salvo ogni altro ricorso amministrativo disponibile, compreso il diritto di proporre reclamo a un’autorità di controllo di cui all’articolo 73, chiunque ha il diritto di proporre ricorso giurisdizionale qualora ritenga che siano stati violati i diritti di cui gode a norma del presente regolamento in seguito a un trattamento dei suoi dati personali non conforme al presente regolamento."
		},
		{
			"lang": "ga",
			"text": "Gan dochar d'aon leigheas riaracháin atá ar fáil, lena n‑áirítear an ceart gearán a dhéanamh le húdarás maoirseachta mar a thagraítear dó in Airteagal 73, beidh an ceart chun leighis bhreithiúnaigh ag gach duine nádúrtha má mheasann siad gur sáraíodh a gcearta faoin Rialachán seo de bharr nár próiseáladh a sonraí pearsanta i gcomhréir leis an Rialachán seo."
		},
		{
			"lang": "cs",
			"text": "Aniž by tím byl dotčen jakýkoli dostupný správní opravný prostředek včetně práva na podání stížnosti orgánu dozoru podle článku 73, každá fyzická osoba má právo na soudní opravný prostředek, jestliže se domnívá, že zpracováním jejích osobních údajů při nedodržení tohoto nařízení byla porušena její práva podle tohoto nařízení."
		},
		{
			"lang": "da",
			"text": "Uden at det berører en eventuel administrativ klageadgang, herunder retten til at indgive klage til en tilsynsmyndighed, jf. artikel 73, har alle fysiske personer adgang til domstolsprøvelse, hvis de finder, at deres rettigheder i henhold til denne forordning er blevet krænket som følge af behandlingen af deres personoplysninger i strid med denne forordning."
		},
		{
			"lang": "et",
			"text": "Ilma et see piiraks mis tahes õiguskaitsekaitsevahendi kohaldamist, sealhulgas õigust esitada järelevalvesugusele kaebus, nagu on osutatud artiklis 73, on igal füüsilisel isikul õigus kasutada õiguskaitsevahendit, kui nad leiavad, et nende käesolevast määrusest tulenevaid õigusi on rikutud nende isikuandmete sellise töötlemise tulemusel, mis on vastuolus käesoleva määrusega."
		},
		{
			"lang": "el",
			"text": "Με την επιφύλαξη οποιασδήποτε διαθέσιμης διοικητικής προσφυγής, συμπεριλαμβανομένου του δικαιώματος υποβολής καταγγελίας σε αρχή ελέγχου που αναφέρεται στο άρθρο 73, κάθε φυσικό πρόσωπο έχει δικαίωμα δικαστικής προσφυγής εάν θεωρεί ότι τα δικαιώματά του που απορρέουν από τον παρόντα κανονισμό παραβιάσθηκαν ως αποτέλεσμα της επεξεργασίας των δεδομένων προσωπικού χαρακτήρα που το αφορούν κατά παράβαση του παρόντος κανονισμού."
		},
		{
			"lang": "bg",
			"text": "Без да се засяга което и да било налично административно средство за защита, включително правото да бъде подадена жалба до надзорен орган, както е посочено в член 73, всяко физическо лице има право на средства за съдебна защита, ако то счита, че са нарушени правата му по настоящия регламент вследствие на обработването на неговите лични данни при неспазване на разпоредбите на настоящия регламент."
		},
		{
			"lang": "hu",
			"text": "A rendelkezésre álló közigazgatási jogorvoslatok – beleértve a felügyelő hatóságnál emelt panaszok benyújtásának 73. cikk szerinti jogát – sérelme nélkül minden természetes személyt megillet a bírósági jogorvoslathoz való jog, ha megítélése szerint a személyes adatainak e rendelettel ellentétes feldolgozása következtében megsértették az e rendelet szerinti jogait."
		},
		{
			"lang": "mt",
			"text": "Mingħajr preġudizzju għal kwalunkwe rimedju amministrattiv disponibbli, inkluż id-dritt li jitressaq ilment quddiem awtorità ta’ superviżjoni kif imsemmi fl-Artikolu 73, kull persuna għandu jkollha d-dritt għal rimedju ġudizzjarju jekk din tħoss li d-drittijiet tagħha taħt dan ir-Regolament ġew miksura b’riżultat tal-ipproċessar tad-dejta personali tagħha f’nuqqas ta’ konformità ma’ dan ir-Regolament."
		},
		{
			"lang": "lv",
			"text": "Neskarot pieejamos administratīvos aizsardzības līdzekļus, tai skaitā tiesības iesniegt sūdzību uzraudzības iestādē, kā minēts 73. pantā, fiziskai personai ir tiesības vērsties tiesā, ja tā uzskata, ka tās tiesības saskaņā ar šo regulu ir aizskartas personas datu apstrādes rezultātā, kura neatbilst šai regulai."
		},
		{
			"lang": "ro",
			"text": "Fără a aduce atingere vreunei căi de atac administrative disponibile, inclusiv dreptului de a depune o plângere la o autoritate de supraveghere menționat la articolul 73, orice persoană fizică are dreptul la exercitarea unei căi de atac judiciare, în cazul în care consideră că drepturile de care beneficiază în temeiul prezentului regulament au fost încălcate ca urmare a prelucrării datelor sale cu caracter personal efectuate încălcând prezentul regulament."
		},
		{
			"lang": "sk",
			"text": "Bez toho, aby bol dotknutý akýkoľvek dostupný správny prostriedok nápravy vrátane práva na podanie sťažnosti dozornému orgánu podľa článku 73, má každá fyzická osoba právo na súdny prostriedok nápravy, ak sa domnieva, že v dôsledku spracovania jej osobných údajov v rozpore s týmto nariadením došlo k porušeniu jej práv ustanovených týmto nariadením."
		},
		{
			"lang": "sl",
			"text": "Brez poseganja v katero koli dostopno pravno sredstvo v upravnem postopku, vključno s pravico do vložitve pritožbe pri nadzornem organu v skladu s členom 73, ima vsaka fizična oseba pravico do pravnega sredstva v sodnem postopku, če meni, da so bile njene pravice iz te uredbe kršene zaradi obdelave njenih osebnih podatkov, ki ni bila skladna s to uredbo."
		},
		{
			"lang": "fi",
			"text": "Jokaisella luonnollisella henkilöllä on oikeus oikeussuojakeinoihin, jos hän katsoo, että hänen tähän asetukseen perustuvia oikeuksiaan on loukattu sen takia, ettei hänen henkilötietojensa käsittelyssä ole noudatettu tätä asetusta, sanotun kuitenkaan rajoittamatta käytettävissä olevien hallinnollisten muutoksenhakukeinojen käyttöä, mukaan lukien 73 artiklassa tarkoitettu oikeus tehdä valitus valvontaviranomaiselle."
		},
		{
			"lang": "pl",
			"text": "Bez uszczerbku dla jakiegokolwiek dostępnego administracyjnego środka ochrony prawnej, w tym prawa do złożenia skargi do organu nadzorczego, o której mowa w art. 73, każda osoba fizyczna ma prawo do sądowego środka ochrony prawnej, jeżeli uznaje, że jej prawa na podstawie niniejszego rozporządzenia zostały naruszone w wyniku przetwarzania jej danych osobowych w warunkach niezgodnych z niniejszym rozporządzeniem."
		},
		{
			"lang": "lt",
			"text": "Neribojant galimybių imtis bet kokių administracinių teisių gynimo priemonių, įskaitant teisę pateikti skundą priežiūros institucijai, kaip nurodyta 73 straipsnyje, kiekvienas fizinis asmuo turi teisę imtis teisminių teisių gynimo priemonių, jeigu mano, kad jo teisės, nustatytos šiuo reglamentu, buvo pažeistos jo asmens duomenis tvarkant nesilaikant šio reglamento."
		},
		{
			"lang": "nl",
			"text": "Onverminderd andere mogelijkheden van administratief beroep, waaronder het in artikel 73 bedoelde recht een klacht in te dienen bij een toezichthoudende autoriteit, heeft iedere natuurlijke persoon het recht een beroep in rechte in te stellen, indien hij van mening is dat zijn rechten uit hoofde van deze verordening geschonden zijn als gevolg van een verwerking van zijn persoonsgegevens die niet aan deze verordening voldoet."
		},
		{
			"lang": "sv",
			"text": "Utan att det påverkar tillgängliga administrativa rättsmedel, inbegripet rätten att lämna in ett klagomål till en tillsynsmyndighet i enlighet med artikel 73, ska varje fysisk person som anser att hans eller hennes rättigheter enligt denna förordning har åsidosatts som en följd av att personuppgifter har behandlats på ett sätt som inte är förenligt med förordningen ha rätt att begära domstolsprövning."
		}
	],
	"children": [],
	"title": "Article 75 – Paragraph 1"
}