{
	"id": "a76p1",
	"type": "paragraph",
	"literal": "1",
	"parent": "a76",
	"text": [
		{
			"lang": "en",
			"text": "Any body, organisation or association referred to in Article 73(2) shall have the right to exercise the rights referred to in Articles 74 and 75 on behalf of one or more data subjects."
		},
		{
			"lang": "de",
			"text": "Einrichtungen, Organisationen oder Verbände im Sinne des Artikels 73 Absatz 2 haben das Recht, die in Artikel 74 und 75 genannten Rechte im Namen einer oder mehrerer betroffenen Personen wahrzunehmen."
		},
		{
			"lang": "fr",
			"text": "Tout organisme, organisation ou association visé à l’article 73, paragraphe 2, est habilité à exercer les droits prévus aux articles 74 et 75 au nom d’une ou de plusieurs personnes concernées."
		},
		{
			"lang": "es",
			"text": "Todo organismo, organización o asociación a que se refiere el artículo 73, apartado 2, tendrá derecho a ejercer los derechos contemplados en los artículos 74 y 75 en nombre de uno o más interesados."
		},
		{
			"lang": "pt",
			"text": "Qualquer organismo, organização ou associação referido no artigo 73.º, n.º 2, está habilitado a exercer os direitos previstos nos artigos 74.º e 75.º, por conta de um ou mais titulares de dados."
		},
		{
			"lang": "it",
			"text": "Ogni organismo, organizzazione o associazione di cui all’artico 73, paragrafo 2, ha il diritto di esercitare i diritti di cui agli articoli 74 e 75 per conto di uno o più interessati."
		},
		{
			"lang": "ga",
			"text": "Beidh sé de cheart ag aon chomhlacht, eagraíocht nó comhlachas dá dtagraítear in Airteagal 73(2) na cearta dá dtagraítear in Airteagal 74 agus in Airteagal 75 a fheidhmiú ar son duine amháin nó níos mó daoine is ábhar do na sonraí."
		},
		{
			"lang": "cs",
			"text": "Veškeré subjekty, organizace nebo sdružení uvedené v čl. 73 odst. 2 mají právo na výkon práv podle článků 74 a 75 jménem jednoho či více subjektů údajů."
		},
		{
			"lang": "da",
			"text": "Alle organer, organisationer eller sammenslutninger, der er omhandlet i artikel 73, stk. 2, har ret til at udøve de rettigheder, der er omhandlet i artikel 74 og 75, på vegne af en eller flere registrerede."
		},
		{
			"lang": "et",
			"text": "Igal artikli 73 lõikes 2 osutatud asutusel, organisatsioonil või ühingul on õigus kasutada artiklites 74 ja 75 osutatud õigusi ühe või mitme andmesubjekti nimel."
		},
		{
			"lang": "el",
			"text": "Κάθε φορέας, οργανισμός ή οργάνωση που αναφέρεται στο άρθρο 73 παράγραφος 2 έχει δικαίωμα να ασκεί τα δικαιώματα που αναφέρονται στα άρθρα 74 και 75 για λογαριασμό ενός ή περισσότερων προσώπων στα οποία αναφέρονται τα δεδομένα."
		},
		{
			"lang": "bg",
			"text": "Всички структури, организации или сдружения, посочени в член 73, параграф 2, имат право да упражняват правата, посочени в членове 74 и 75, от името на един или повече субекти на данни."
		},
		{
			"lang": "hu",
			"text": "A 73. cikk (2) bekezdése szerinti szerv, szervezet vagy egyesület jogosult a 74. és 75. cikk szerinti jogokat egy vagy több érintett nevében gyakorolni."
		},
		{
			"lang": "mt",
			"text": "Kull korp, organizzazzjoni jew assoċjazzjoni msemmija fl-Artikolu 73(2) għandu jkollha d-dritt li teżerċita d-drittijiet imsemmija fl-Artikoli 74 u 75 f’isem suġġett tad-dejta wieħed jew aktar."
		},
		{
			"lang": "lv",
			"text": "Visām 73. panta 2. punkta minētajām struktūrām, organizācijām vai asociācijām ir tiesības īstenot 74. un 75. pantā minētās tiesības viena vai vairāku datu subjektu vārdā."
		},
		{
			"lang": "ro",
			"text": "Orice organism, organizație sau asociație menționată la articolul 73 alineatul (2) are dreptul de a exercita drepturile menționate la articolele 74 și 75 în numele uneia sau mai multor persoane vizate."
		},
		{
			"lang": "sk",
			"text": "Každý orgán, organizácia či združenie uvedené v článku 73 ods. 2 má právo uplatňovať práva uvedené v článkoch 74 a 75 v mene jednej či viacerých dotknutých osôb."
		},
		{
			"lang": "sl",
			"text": "Vsak organ, organizacija ali združenje iz člena 73(2) ima pravico do uveljavljanja pravic iz členov 74 in 75 v imenu enega ali več posameznikov, na katere se nanašajo osebni podatki."
		},
		{
			"lang": "fi",
			"text": "Jokaisella 73 artiklan 2 kohdassa tarkoitetulla elimellä, järjestöllä tai yhdistyksellä on oikeus käyttää 74 ja 75 artiklassa tarkoitettuja oikeuksia yhden tai useamman rekisteröidyn puolesta."
		},
		{
			"lang": "pl",
			"text": "Każdy podmiot, organizacja lub zrzeszenie, o których mowa w art. 73 ust. 2, ma prawo do wykonywania praw, o których mowa w art. 74 i 75, w imieniu jednego lub większej liczby podmiotów danych."
		},
		{
			"lang": "lt",
			"text": "Bet kuri 73 straipsnio 2 dalyje nurodyta įstaiga, organizacija ar asociacija turi teisę vieno ar kelių duomenų subjektų vardu naudotis 74 ir 75 straipsniuose nurodytomis teisėmis."
		},
		{
			"lang": "nl",
			"text": "Alle in artikel 73, lid 2, bedoelde organen, organisaties of verenigingen hebben het recht de in de artikelen 74 en 75 bedoelde rechten namens één of meer betrokkenen uit te oefenen."
		},
		{
			"lang": "sv",
			"text": "Varje organisation eller sammanslutning som avses i artikel 73.2 ska vara berättigad att utöva de rättigheter som avses i artiklarna 74 och 75 för en eller flera registrerades räkning."
		}
	],
	"children": [],
	"title": "Article 76 – Paragraph 1"
}