{
	"id": "a76p2",
	"type": "paragraph",
	"literal": "2",
	"parent": "a76",
	"text": [
		{
			"lang": "en",
			"text": "Each supervisory authority shall have the right to engage in legal proceedings and bring an action to court, in order to enforce the provisions of this Regulation or to ensure consistency of the protection of personal data within the Union."
		},
		{
			"lang": "de",
			"text": "Jede Aufsichtsbehörde hat das Recht, Klage zu erheben, um die Bestimmungen dieser Verordnung durchzusetzen oder um einen einheitlichen Schutz der personenbezogenen Daten innerhalb der Union sicherzustellen."
		},
		{
			"lang": "fr",
			"text": "Chaque autorité de contrôle a le droit d'ester en justice et de saisir une juridiction en vue de faire respecter les dispositions du présent règlement ou d'assurer la cohérence de la protection des données à caractère personnel au sein de l’Union."
		},
		{
			"lang": "es",
			"text": "Las autoridades de control tendrán derecho a litigar y ejercitar acciones ante un órgano jurisdiccional con el fin de garantizar el cumplimiento de las disposiciones del presente Reglamento o de garantizar la coherencia de la protección de los datos personales en el territorio de la Unión."
		},
		{
			"lang": "pt",
			"text": "Cada autoridade de controlo tem o direito de intervir em processos judiciais e intentar uma ação num tribunal, a fim de fazer aplicar o disposto no presente regulamento ou assegurar a coerência da proteção de dados pessoais na União."
		},
		{
			"lang": "it",
			"text": "Ogni autorità di controllo ha il diritto di agire in sede giudiziale o stragiudiziale per far rispettare le disposizioni del presente regolamento o garantire la coerenza della protezione dei dati personali all’interno dell’Unione."
		},
		{
			"lang": "ga",
			"text": "Beidh sé de cheart ag gach údarás maoirseachta imeachtaí dlíthiúla a thionscnamh agus caingean a thabhairt os comhair cúirte chun forálacha an Rialacháin seo a fhorfheidhmiú nó chun comhsheasmhacht cosanta sonraí pearsanta laistigh den Aontas a áirithiú."
		},
		{
			"lang": "cs",
			"text": "Každý orgán dozoru má právo účastnit se soudního řízení a podat žalobu k soudu v zájmu prosazování ustanovení tohoto nařízení nebo v zájmu zajištění jednotnosti ochrany osobních údajů v rámci Unie."
		},
		{
			"lang": "da",
			"text": "Hver tilsynsmyndighed har ret til at deltage i retssager og anlægge sager for en domstol med det formål at håndhæve denne forordning eller sikre ensartet beskyttelse af personoplysninger i Unionen."
		},
		{
			"lang": "et",
			"text": "Igal järelevalveasutusel on õigus osaleda kohtumenetluses ja esitada kohtusse hagi, et tagada käesoleva määruse sätete järgimine või isikuandmete kaitse järjepidevus Euroopa Liidus."
		},
		{
			"lang": "el",
			"text": "Κάθε αρχή ελέγχου έχει δικαίωμα να παρίσταται και να ασκεί αγωγή ενώπιον δικαστηρίου, προκειμένου να επιβάλει την τήρηση των διατάξεων του παρόντος κανονισμού ή να διασφαλίσει τη συνεκτικότητα της προστασίας των δεδομένων προσωπικού χαρακτήρα στην Ένωση."
		},
		{
			"lang": "bg",
			"text": "Всеки надзорен орган има право да участва в съдебни производства и да завежда дела пред съдилища с цел изпълнение на разпоредбите на настоящия регламент или с цел осигуряване на съгласуваност на защитата на лични данни в рамките на Съюза."
		},
		{
			"lang": "hu",
			"text": "E rendelet rendelkezéseinek végrehajtása, illetve a személyes adatok Unión belüli védelmének következetes biztosítása érdekében valamennyi felügyelő hatóság jogosult a jogi eljárásokban részt venni és bírósági keresetet indítani."
		},
		{
			"lang": "mt",
			"text": "Kull awtorità ta’ superviżjoni għandu jkollha d-dritt li tipparteċipa fi proċeduri legali u tressaq azzjoni quddiem il-qorti, biex tinforza d-dispożizzjonijiet ta’ dan ir-Regolament jew tassigura l-konsistenza tal-protezzjoni tad-dejta personali fi ħdan l-Unjoni."
		},
		{
			"lang": "lv",
			"text": "Katrai uzraudzības iestādei ir tiesības iesaistīties procesuālās darbībās un celt prasību tiesā, lai īstenotu šīs regulas noteikumus vai nodrošinātu personas datu aizsardzības konsekvenci Savienībā."
		},
		{
			"lang": "ro",
			"text": "Fiecare autoritate de supraveghere are dreptul a participa la proceduri judiciare și de a sesiza o instanță, în scopul de a asigura aplicarea dispozițiilor prezentului regulament sau de a asigura coerența protecției datelor cu caracter personal în cadrul Uniunii."
		},
		{
			"lang": "sk",
			"text": "Každý dozorný orgán má právo zúčastniť sa na súdnych konaniach a podať návrh na začatie súdneho konania na účely presadzovania ustanovení tohto nariadenia alebo na zabezpečenie konzistentnosti ochrany osobných údajov v rámci Únie."
		},
		{
			"lang": "sl",
			"text": "Vsak nadzorni organ ima pravico do sodelovanja v sodnih postopkih in vložitve tožbe pri sodišču za izvrševanje določb te uredbe ali za zagotovitev doslednosti varstva osebnih podatkov v Uniji."
		},
		{
			"lang": "fi",
			"text": "Jokaisella valvontaviranomaisella on oikeus panna vireille oikeudellisia menettelyjä ja nostaa kanne tuomioistuimessa tämän asetuksen säännösten täytäntöönpanon tai henkilötietojen johdonmukaisen suojan varmistamiseksi unionissa."
		},
		{
			"lang": "pl",
			"text": "Każdy organ nadzorczy ma prawo wszcząć postępowanie prawne i wnieść sprawę do sądu w celu wykonania przepisów niniejszego rozporządzenia lub zapewnienia spójności ochrony danych osobowych na terytorium Unii."
		},
		{
			"lang": "lt",
			"text": "Kiekviena priežiūros institucija turi teisę būti proceso šalimi ir pareikšti ieškinį teisme, siekdama užtikrinti šio reglamento nuostatų vykdymą arba nuoseklią asmens duomenų apsaugą Sąjungoje."
		},
		{
			"lang": "nl",
			"text": "Elke toezichthoudende autoriteit heeft het recht in rechte op te treden en bij een gerechtelijke instantie een vordering in te stellen om de bepalingen van deze verordening te doen naleven of om de conformiteit van de bescherming van persoonsgegevens in de Unie te garanderen."
		},
		{
			"lang": "sv",
			"text": "Varje tillsynsmyndighet ska ha rätt att delta i rättsliga förfaranden och väcka talan vid domstol för att säkerställa tillämpningen av bestämmelserna i denna förordning eller för att garantera ett konsekvent skydd av personuppgifter i unionen."
		}
	],
	"children": [],
	"title": "Article 76 – Paragraph 2"
}