{
	"id": "a76p5",
	"type": "paragraph",
	"literal": "5",
	"parent": "a76",
	"text": [
		{
			"lang": "en",
			"text": "Member States shall ensure that court actions available under national law allow for the rapid adoption of measures including interim measures, designed to terminate any alleged infringement and to prevent any further impairment of the interests involved."
		},
		{
			"lang": "de",
			"text": "Die Mitgliedstaaten stellen sicher, dass mit den nach innerstaatlichem Recht verfügbaren Klagemöglichkeiten rasch Maßnahmen einschließlich einstweilige Maßnahmen erwirkt werden können, um mutmaßliche Rechtsverletzungen abzustellen und zu verhindern, dass den Betroffenen weiterer Schaden entsteht."
		},
		{
			"lang": "fr",
			"text": "Les États membres veillent à ce que les voies de recours disponibles dans le droit national permettent l'adoption rapide de mesures, y compris par voie de référé, visant à mettre un terme à toute violation alléguée et à prévenir toute nouvelle atteinte aux intérêts concernés."
		},
		{
			"lang": "es",
			"text": "Los Estados miembros velarán por que las acciones jurisdiccionales existentes en virtud de la legislación nacional permitan la rápida adopción de medidas, incluso medidas provisionales, destinadas a poner término a cualquier presunta infracción y a evitar que se produzcan nuevos perjuicios contra los intereses afectados."
		},
		{
			"lang": "pt",
			"text": "Os Estados-Membros devem assegurar que as vias de recurso disponíveis no direito nacional permitam a adoção rápida de medidas, incluindo medidas provisórias, destinadas a pôr termo a alegadas infrações e a evitar outros prejuízos para os interesses em causa."
		},
		{
			"lang": "it",
			"text": "Gli Stati membri provvedono affinché i ricorsi giurisdizionali previsti dal diritto nazionale consentano di prendere rapidamente provvedimenti, anche provvisori, atti a porre fine alle asserite violazioni e impedire ulteriori danni agli interessi in causa."
		},
		{
			"lang": "ga",
			"text": "Áiritheoidh na Ballstáit go gceadófar bearta a ghlacadh go tapa leis na caingne cúirte atá ar fáil faoin dlí náisiúnta bearta, lena n‑áirítear bearta eatramhacha, ar bearta iad a cheapfar chun aon sárú líomhainte a fhoirceannadh agus chun cosc a chur le tuilleadh lagaithe ar na leasanna i dtrácht."
		},
		{
			"lang": "cs",
			"text": "Členské státy zajistí, aby soudní prostředky dostupné ve vnitrostátním právu umožňovaly rychlé přijetí opatření, včetně předběžných opatření, kterými by se ukončilo jakékoli domnělé porušování práva a předešlo dalšímu poškozování dotčených zájmů."
		},
		{
			"lang": "da",
			"text": "Medlemsstaterne sørger for, at indgivelse af søgsmål i henhold til national ret kan føre til hurtig vedtagelse af forholdsregler, herunder foreløbige forholdsregler, for at bringe den påståede overtrædelse til ophør og hindre, at der opstår yderligere skade for de berørte interesser."
		},
		{
			"lang": "et",
			"text": "Liikmesriigid tagavad, et nende siseriiklike õigusaktide kohaselt kasutada olevad õiguskaitsevahendid võimaldavad kiiresti võtta meetmeid, kaasa arvatud ajutisi meetmeid, et lõpetada iga väidetav rikkumine ja vältida asjaomaste huvide edasist kahjustamist."
		},
		{
			"lang": "el",
			"text": "Τα κράτη μέλη διασφαλίζουν ότι οι προσφυγές ενώπιον δικαστηρίων, οι οποίες είναι διαθέσιμες βάσει του εθνικού δικαίου, επιτρέπουν την ταχεία λήψη μέτρων, συμπεριλαμβανομένων των προσωρινών, με σκοπό την παύση κάθε εικαζόμενης παραβίασης και την αποφυγή περαιτέρω βλάβης των σχετικών συμφερόντων."
		},
		{
			"lang": "bg",
			"text": "Държавите-членки гарантират, че съдебните производства, които са на разположение съгласно националното право, позволяват бързото приемане на мерки, включително временни мерки, предназначени за преустановяването на предполагаемо нарушение и за предотвратяването на по-нататъшно накърняване на съответните интереси."
		},
		{
			"lang": "hu",
			"text": "A tagállamok biztosítják, hogy a nemzeti jog alapján rendelkezésre álló bírósági keresetek lehetővé teszik a feltételezett jogsértés megszüntetésére és az érintett érdekek jövőbeni megsértésének megelőzésére irányuló, ideiglenes intézkedéseket is magukban foglaló intézkedések gyors elfogadását."
		},
		{
			"lang": "mt",
			"text": "L-Istati Membri għandhom jiżguraw li azzjonijiet ġudizzjarji disponibbli permezz ta’ liġi nazzjonali jippermettu l-adozzjoni rapida ta’ miżuri interim, intiżi biex iwaqqfu l-ksur allegat u ma jħallux aktar xkiel għall-interessi involuti."
		},
		{
			"lang": "lv",
			"text": "Dalībvalstis nodrošina, ka tiesvedība, ko var veikt, pamatojoties uz valsts tiesību aktiem, ļauj ātri pieņemt pasākumus, tostarp pagaidu pasākumus, lai izbeigtu jebkuru iespējamu pārkāpumu un novērstu turpmāku attiecīgo interešu aizskaršanu."
		},
		{
			"lang": "ro",
			"text": "Statele membre se asigură că acțiunile în justiție disponibile în dreptul intern permit adoptarea rapidă de măsuri, inclusiv măsuri provizorii, menite să ducă la încetarea oricărei încălcări presupuse și să prevină orice altă atingere adusă intereselor respective."
		},
		{
			"lang": "sk",
			"text": "Členské štáty zabezpečia, aby súdne prostriedky nápravy, dostupné podľa vnútroštátnych právnych predpisov, umožňovali rýchle prijímanie opatrení vrátane predbežných opatrení určených na ukončenie akéhokoľvek domnelého porušovania predpisov a na predchádzanie ďalšiemu poškodzovaniu príslušných záujmov."
		},
		{
			"lang": "sl",
			"text": "Države članice zagotovijo, da sodno varstvo, ki ga določa nacionalna zakonodaja, omogoča hitro sprejetje ukrepov, vključno z začasnimi ukrepi, namenjenimi odpravi domnevne kršitve in preprečitvi nadaljnjega oškodovanja zadevnih interesov."
		},
		{
			"lang": "fi",
			"text": "Jäsenvaltioiden on varmistettava, että niiden kansallisen lainsäädännön mukaisesti käytettävissä olevat oikeussuojakeinot mahdollistavat nopeat toimenpiteet, turvaamistoimenpiteet mukaan lukien, joilla lopetetaan väitetyt väärinkäytökset ja estetään suuremman haitan koituminen asianomaisille tahoille."
		},
		{
			"lang": "pl",
			"text": "Państwa członkowskie dopilnują, by skargi przewidziane w prawie krajowym umożliwiały szybkie przyjęcie środków, łącznie ze środkami tymczasowymi mającymi na celu przerwanie każdego domniemanego naruszenia prawa oraz zapobieżenie wszelkim dalszym naruszeniom przedmiotowych interesów."
		},
		{
			"lang": "lt",
			"text": "Valstybės narės užtikrina, kad ieškiniais teisme, kuriuos galima pareikšti pagal nacionalinę teisę, būtų sudarytos sąlygos greitai priimti priemones, įskaitant laikinąsias, kuriomis siekiama nutraukti bet kokį įtariamą pažeidimą ir užkirsti kelią tolesniam susijusių interesų pažeidimui."
		},
		{
			"lang": "nl",
			"text": "De lidstaten zorgen ervoor dat hun nationale wetgeving voorziet in rechtsgedingen waarbij snel maatregelen kunnen worden getroffen, met inbegrip van voorlopige maatregelen, om de vermeende inbreuk te doen eindigen en om te verhinderen dat de betrokken belangen verder worden geschaad."
		},
		{
			"lang": "sv",
			"text": "Medlemsstaterna ska se till att de möjligheter att föra talan inför domstol som är tillgängliga enligt nationell lagstiftning gör det möjligt att snabbt vidta åtgärder, även interimistiska sådana, i syfte att avbryta den påstådda överträdelsen och hindra ytterligare skada av berörda intressen."
		}
	],
	"children": [],
	"title": "Article 76 – Paragraph 5"
}