{
	"id": "a76p4",
	"type": "paragraph",
	"literal": "4",
	"parent": "a76",
	"text": [
		{
			"lang": "en",
			"text": "Where such parallel proceedings in another Member State concern the same measure, decision or practice, the court may suspend the proceedings."
		},
		{
			"lang": "de",
			"text": "Betrifft das Parallelverfahren in dem anderen Mitgliedstaat dieselbe Maßnahme, Entscheidung oder Vorgehensweise, kann das Gericht sein Verfahren aussetzen."
		},
		{
			"lang": "fr",
			"text": "Lorsqu'une procédure parallèle dans un autre État membre porte sur la même mesure, décision ou pratique, la juridiction peut surseoir à statuer."
		},
		{
			"lang": "es",
			"text": "Cuando tales procedimientos paralelos en otro Estado miembro se refieran a la misma medida, decisión o práctica, el órgano jurisdiccional podrá suspender el procedimiento."
		},
		{
			"lang": "pt",
			"text": "Sempre que um processo paralelo num Estado-Membro disser respeito à mesma medida, decisão ou prática, o tribunal pode suspender a instância."
		},
		{
			"lang": "it",
			"text": "Se il procedimento parallelo nell’altro Stato membro riguarda la stessa misura, decisione o pratica l’autorità giurisdizionale, può sospendere il procedimento."
		},
		{
			"lang": "ga",
			"text": "I gcás ina mbaineann na himeachtaí comhthreomhara sin i mBallstát eile leis an mbeart, an cinneadh nó an cleachtas céanna, féadfaidh an chúirt na himeachtaí a chur ar fionraí."
		},
		{
			"lang": "cs",
			"text": "Pokud se toto paralelní řízení v jiném členském státě týká téhož opatření, rozhodnutí či praxe, může soud řízení odročit."
		},
		{
			"lang": "da",
			"text": "Hvis en sådan parallel sag i en anden medlemsstat vedrører samme foranstaltning, afgørelse eller praksis, kan domstolen udsætte sagen."
		},
		{
			"lang": "et",
			"text": "Kui teises liikmesriigis toimuva paralleelse menetluse käigus käsitletakse sama meedet, otsust või praktikat, võib kohus menetluse peatada."
		},
		{
			"lang": "el",
			"text": "Εάν η εν λόγω παράλληλη διαδικασία σε άλλο κράτος μέλος αφορά το ίδιο μέτρο, την ίδια απόφαση ή την ίδια πρακτική, το δικαστήριο μπορεί να αναστείλει τη διαδικασία."
		},
		{
			"lang": "bg",
			"text": "Когато това паралелно производство в друга държава-членка засяга същата мярка, решение или практика, съдът може временно да преустанови производството."
		},
		{
			"lang": "hu",
			"text": "Amennyiben az ilyen párhuzamos eljárások ugyanazon intézkedésre, határozatra vagy gyakorlatra vonatkoznak, a bíróság az eljárást felfüggesztheti."
		},
		{
			"lang": "mt",
			"text": "Meta dawn il-proċeduri paralleli fi Stat Membru ieħor ikunu jirrigwardaw l-istess miżura, deċiżjoni jew prattika, il-qorti tista’ tissospendi l-proċeduri."
		},
		{
			"lang": "lv",
			"text": "Ja šāda paralēla tiesvedība citā dalībvalstī attiecas uz to pašu pasākumu, lēmumu vai rīcību, tiesa var apturēt tiesvedību."
		},
		{
			"lang": "ro",
			"text": "În cazul în care astfel de acțiuni paralele în alt stat membru se referă la aceeași măsură, decizie sau practică, instanța poate suspenda acțiunea."
		},
		{
			"lang": "sk",
			"text": "Ak sa takéto súbežné konanie v inom členskom štáte týka rovnakého opatrenia, rozhodnutia alebo postupu, súd môže konanie pozastaviť."
		},
		{
			"lang": "sl",
			"text": "Če se taki vzporedni postopki v drugi državi članici nanašajo na isti ukrep, odločitev ali prakso, lahko sodišče postopek ustavi."
		},
		{
			"lang": "fi",
			"text": "Jos toisessa jäsenvaltiossa vireillä oleva rinnakkainen menettely koskee samaa asiaa, päätöstä tai käytäntöä, tuomioistuin voi keskeyttää oman menettelynsä."
		},
		{
			"lang": "pl",
			"text": "W przypadku gdy równoległe postępowanie w drugim państwie członkowskim dotyczy tego samego środka, decyzji lub praktyki, sąd może zawiesić postępowanie."
		},
		{
			"lang": "lt",
			"text": "Jeigu kitoje valstybėje narėje lygiagrečiai nagrinėjama byla dėl tos pačios priemonės, sprendimo arba praktikos, teismas gali sustabdyti bylos nagrinėjimą."
		},
		{
			"lang": "nl",
			"text": "Wanneer een dergelijk parallel geding in een andere lidstaat dezelfde maatregel, hetzelfde besluit of dezelfde praktijk betreft, kan de gerechtelijke instantie het geding schorsen."
		},
		{
			"lang": "sv",
			"text": "Om sådana parallella förfaranden i en annan medlemsstat rör samma åtgärd, beslut eller praxis får domstolen vilandeförklara målet."
		}
	],
	"children": [],
	"title": "Article 76 – Paragraph 4"
}