{
	"id": "a77p2",
	"type": "paragraph",
	"literal": "2",
	"parent": "a77",
	"text": [
		{
			"lang": "en",
			"text": "Where more than one controller or processor is involved in the processing, each controller or processor shall be jointly and severally liable for the entire amount of the damage."
		},
		{
			"lang": "de",
			"text": "Ist mehr als ein für die Verarbeitung Verantwortlicher oder mehr als ein Auftragsverarbeiter an der Verarbeitung beteiligt, haftet jeder für die Verarbeitung Verantwortliche oder jeder Auftragsverarbeiter gesamtschuldnerisch für den gesamten Schaden."
		},
		{
			"lang": "fr",
			"text": "Lorsque plusieurs responsables du traitement ou sous‑traitants ont participé au traitement, chacun d'entre eux est solidairement responsable de la totalité du montant du dommage."
		},
		{
			"lang": "es",
			"text": "En caso de que más de un responsable o encargado participe en el tratamiento, todos los responsables o encargados serán responsables solidarios del importe total de los daños."
		},
		{
			"lang": "pt",
			"text": "Sempre que vários responsáveis pelo tratamento ou subcontratantes estiverem envolvidos no tratamento de dados, cada um deles é conjunta e solidariamente responsável pelo montante total dos danos."
		},
		{
			"lang": "it",
			"text": "Qualora il trattamento coinvolga più responsabili del trattamento o incaricati del trattamento, ogni responsabile del trattamento o incaricato del trattamento risponde in solido per l’intero ammontare del danno."
		},
		{
			"lang": "ga",
			"text": "I gcás ina bhfuil níos mó ná rialaitheoir nó próiseálaí amháin bainteach leis an bpróiseáil, beidh gach rialaitheoir agus próiseálaí faoi dhliteanas i gcomhpháirt agus go leithleach maidir le méid iomlán an damáiste."
		},
		{
			"lang": "cs",
			"text": "Je-li do daného zpracování zapojen více než jeden správce nebo zpracovatel, za celkovou výši škod nese společnou a nerozdílnou odpovědnost každý z nich."
		},
		{
			"lang": "da",
			"text": "Når flere registeransvarlige eller registerførere er involveret i behandlingen, hæfter den enkelte registeransvarlige eller registerfører solidarisk for hele erstatnings­beløbet."
		},
		{
			"lang": "et",
			"text": "Kui töötlemistoimingutega on seotud rohkem kui üks vastutav töötleja või volitatud töötleja, on iga vastutav töötleja või volitatud töötleja solidaarselt vastutav kogu kahju eest."
		},
		{
			"lang": "el",
			"text": "Εάν στην επεξεργασία εμπλέκονται περισσότεροι υπεύθυνοι επεξεργασίας ή εκτελούντες την επεξεργασία, κάθε υπεύθυνος επεξεργασίας ή εκτελών την επεξεργασία ευθύνεται αλληλεγγύως και εις ολόκληρον για το συνολικό ποσό της ζημίας."
		},
		{
			"lang": "bg",
			"text": "Ако в обработването са участвали повече от един администратор или обработващ лични данни, всеки от тях е солидарно отговорен за целия размер на вредите."
		},
		{
			"lang": "hu",
			"text": "Amennyiben az adatfeldolgozásban egynél több adatkezelő vagy -feldolgozó vesz részt, minden adatkezelő vagy -feldolgozó egyetemlegesen felel a kár teljes összegéért."
		},
		{
			"lang": "mt",
			"text": "Meta fl-ipproċessar ikun hemm involuti aktar minn kontrollur jew proċessur wieħed , kull kontrollur jew proċessur għandu jkun responsabbli in solidum għall-ammont sħiħ tal-ħsara."
		},
		{
			"lang": "lv",
			"text": "Ja apstrādē ir iesaistīts vairāk nekā viens pārzinis vai apstrādātājs, visi pārziņi vai apstrādātāji par nodarīto kaitējumu atbild solidāri."
		},
		{
			"lang": "ro",
			"text": "În cazul în care la prelucrare au participat mai muți operatori sau persoane împuternicite de operator, fiecare operator sau persoană împuternicită de acesta sunt responsabile în mod solidar pentru întreaga valoare a prejudiciului."
		},
		{
			"lang": "sk",
			"text": "Ak je do spracovania zapojený viac než jeden prevádzkovateľ či sprostredkovateľ, je za celú sumu náhrady škody zodpovedný spoločne a nerozdielne každý prevádzkovateľ či sprostredkovateľ."
		},
		{
			"lang": "sl",
			"text": "Če je v obdelavo vključenih več upravljavcev ali obdelovalcev, je vsak upravljavec ali obdelovalec solidarno odgovoren za celoten znesek škode."
		},
		{
			"lang": "fi",
			"text": "Jos käsittelyyn on osallistunut useampi kuin yksi rekisterinpitäjä tai henkilötietojen käsittelijä, kukin rekisterinpitäjä tai henkilötietojen käsittelijä on yhteisvastuullisesti vastuussa korvauksen koko määrästä."
		},
		{
			"lang": "pl",
			"text": "Jeżeli w przetwarzaniu bierze udział więcej niż jeden administrator lub podmiot przetwarzający, każdy administrator i podmiot przetwarzający odpowiada solidarnie za całą kwotę odszkodowania."
		},
		{
			"lang": "lt",
			"text": "Jeigu tvarkant duomenis dalyvauja daugiau kaip vienas duomenų valdytojas arba duomenų tvarkytojas, kiekvienas duomenų valdytojas arba duomenų tvarkytojas yra solidariai atsakingi už visą padarytą žalą."
		},
		{
			"lang": "nl",
			"text": "Wanneer meer dan één voor de verwerking verantwoordelijke of verwerker bij de verwerking betrokken is, zijn alle voor de verwerking verantwoordelijken en verwerkers hoofdelijk gehouden tot volledige vergoeding van de schade."
		},
		{
			"lang": "sv",
			"text": "Om fler än en registeransvarig eller registerförare har medverkat vid behandlingen av uppgifter, ska var och en av dem ansvara solidariskt för hela den uppkomna skadan."
		}
	],
	"children": [],
	"title": "Article 77 – Paragraph 2"
}