{
	"id": "a77p3",
	"type": "paragraph",
	"literal": "3",
	"parent": "a77",
	"text": [
		{
			"lang": "en",
			"text": "The controller or the processor may be exempted from this liability, in whole or in part, if the controller or the processor proves that they are not responsible for the event giving rise to the damage."
		},
		{
			"lang": "de",
			"text": "Der für die Verarbeitung Verantwortliche oder der Auftragsverarbeiter kann teilweise oder vollständig von dieser Haftung befreit werden, wenn er nachweist, dass ihm der Umstand, durch den der Schaden eingetreten ist, nicht zur Last gelegt werden kann."
		},
		{
			"lang": "fr",
			"text": "Le responsable du traitement ou le sous‑traitant peut être exonéré partiellement ou totalement de cette responsabilité s'il prouve que le fait qui a provoqué le dommage ne lui est pas imputable."
		},
		{
			"lang": "es",
			"text": "El responsable o el encargado del tratamiento podrá ser eximido total o parcialmente de dicha responsabilidad si demuestra que no se le puede imputar el hecho que ha provocado el daño."
		},
		{
			"lang": "pt",
			"text": "O responsável pelo tratamento ou o subcontratante pode ser exonerado dessa responsabilidade, total ou parcialmente, se provar que o facto que causou o dano não lhe é imputável."
		},
		{
			"lang": "it",
			"text": "Il responsabile del trattamento o l’incaricato del trattamento può essere esonerato in tutto o in parte da tale responsabilità se prova che l’evento dannoso non gli è imputabile."
		},
		{
			"lang": "ga",
			"text": "Féadfar an rialaitheoir nó an próiseálaí a dhíolmhú ón dliteanas sin, go hiomlán nó go páirteach, má chruthaíonn an rialaitheoir nó an próiseálaí nach bhfuil sé freagrach as an imeacht ba shiocair leis an damáiste."
		},
		{
			"lang": "cs",
			"text": "Správce nebo zpracovatel se může této odpovědnosti částečně nebo zcela zprostit, pokud prokáže, že za okolnost, jež vedla ke vzniku škody, neodpovídá."
		},
		{
			"lang": "da",
			"text": "Den registeransvarlige eller registerføreren kan helt eller delvis fritages for erstatningsansvar for skade, hvis den registeransvarlige eller registerføreren beviser, at vedkommende ikke er skyld i den begivenhed, der medførte skaden."
		},
		{
			"lang": "et",
			"text": "Vastutava töötleja või volitatud töötleja võib kõnealusest vastutusest tervikuna või osaliselt vabastada, kui ta tõestab, et tema ei ole kahju põhjustanud sündmuse eest vastutav."
		},
		{
			"lang": "el",
			"text": "Ο υπεύθυνος επεξεργασίας ή ο εκτελών την επεξεργασία μπορούν να απαλλαγούν από την ευθύνη αυτή, εν όλω ή εν μέρει, εάν ο υπεύθυνος επεξεργασίας ή ο εκτελών την επεξεργασία αποδείξουν ότι δεν ευθύνονται για το γενεσιουργό γεγονός της ζημίας."
		},
		{
			"lang": "bg",
			"text": "Администраторът или обработващият лични данни може да бъде изцяло или частично освободен от такава отговорност, ако докаже, че не носи отговорност за събитието, довело до причиняване на вредите."
		},
		{
			"lang": "hu",
			"text": "Az adatkezelő vagy -feldolgozó részben vagy egészben mentesül e felelősség alól, ha bizonyítja, hogy a kárt okozó eseményért nem felelős."
		},
		{
			"lang": "mt",
			"text": "Il-kontrollur jew il-proċessur jista’ jkun eżenti minn din ir-responsabbiltà, b’mod sħiħ jew in parti, jekk il-kontrollur jew il-proċessur jagħti prova li ma jkunx responsabbli għall-avveniment li jwassal għad-dannu."
		},
		{
			"lang": "lv",
			"text": "Pārzini vai apstrādātāju var pilnībā vai daļēji atbrīvot no šīs atbildības, ja pārzinis vai apstrādātājs pierāda, ka nav atbildīgs par notikumu, kas radījis šo kaitējumu."
		},
		{
			"lang": "ro",
			"text": "Operatorul sau persoana împuternicită de operator poate fi total sau parțial exonerată de această răspundere, în cazul în care operatorul sau persoana împuternicită de acesta dovedește că nu este responsabilă pentru fapta care a provocat prejudiciul."
		},
		{
			"lang": "sk",
			"text": "Prevádzkovateľ či sprostredkovateľ môže byť úplne alebo čiastočne zbavený tejto zodpovednosti, ak poskytne dôkaz o tom, že nenesie zodpovednosť za udalosť, ktorá bola príčinou vzniknutej škody."
		},
		{
			"lang": "sl",
			"text": "Upravljavec ali obdelovalec je lahko v celoti ali delno prost te odgovornosti, če dokaže, da ni odgovoren za dogodek, ki je povzročil škodo."
		},
		{
			"lang": "fi",
			"text": "Rekisterinpitäjä tai henkilötietojen käsittelijä voidaan vapauttaa tästä vastuusta osittain tai kokonaan, jos rekisterinpitäjä tai henkilötietojen käsittelijä osoittaa, ettei ole vastuussa vahingon aiheuttaneesta tapahtumasta."
		},
		{
			"lang": "pl",
			"text": "Administrator lub podmiot przetwarzający może zastać zwolniony z tej odpowiedzialności, w całości lub w części, jeżeli udowodni, że nie jest odpowiedzialny za zdarzenie, które doprowadziło do powstania szkody."
		},
		{
			"lang": "lt",
			"text": "Duomenų valdytojas arba duomenų tvarkytojas gali būti visiškai ar iš dalies atleistas nuo šios atsakomybės, jeigu duomenų valdytojas arba duomenų tvarkytojas įrodo, kad nėra atsakingas už įvykį, dėl kurio patirta žala."
		},
		{
			"lang": "nl",
			"text": "De voor de verwerking verantwoordelijke of de verwerker kan geheel of gedeeltelijk worden ontheven van deze aansprakelijkheid, indien hij bewijst dat de schade hem niet kan worden toegerekend."
		},
		{
			"lang": "sv",
			"text": "Den registeransvarige eller registerföraren kan helt eller delvis undgå detta ansvar om vederbörande bevisar att han inte är ansvarig för den händelse som orsakade skadan."
		}
	],
	"children": [],
	"title": "Article 77 – Paragraph 3"
}