{
	"id": "a79p2",
	"type": "paragraph",
	"literal": "2",
	"parent": "a79",
	"text": [
		{
			"lang": "en",
			"text": "The administrative sanction shall be in each individual case effective, proportionate and dissuasive. The amount of the administrative fine shall be fixed with due regard to the nature, gravity and duration of the breach, the intentional or negligent character of the infringement, the degree of responsibility of the natural or legal person and of previous breaches by this person, the technical and organisational measures and procedures implemented pursuant to Article 23 and the degree of co-operation with the supervisory authority in order to remedy the breach."
		},
		{
			"lang": "de",
			"text": "Die verwaltungsrechtlichen Sanktionen müssen in jedem Einzelfall wirksam, verhältnismäßig und abschreckend sein. Die Höhe der Geldbuße bemisst sich nach der Art, Schwere und Dauer des Verstoßes, seinem vorsätzlichen oder fahrlässigen Charakter, dem Grad der Verantwortung der natürlichen oder juristischen Person und früheren Verstößen dieser Person, den nach Artikel 23 eingeführten technischen und organisatorischen Maßnahmen und Verfahren und dem Grad der Zusammenarbeit mit der Aufsichtsbehörde zur Abstellung des Verstoßes."
		},
		{
			"lang": "fr",
			"text": "Dans chaque cas, la sanction administrative doit être effective, proportionnée et dissuasive. Le montant de l'amende administrative est fixé en tenant dûment compte de la nature, de la gravité et de la durée de la violation, du fait que l'infraction a été commise de propos délibéré ou par négligence, du degré de responsabilité de la personne physique ou morale en cause et de violations antérieurement commises par elle, des mesures et procédures techniques et d'organisation mises en œuvre conformément à l'article 23 et du degré de coopération avec l’autorité de contrôle en vue de remédier à la violation."
		},
		{
			"lang": "es",
			"text": "La sanción administrativa deberá ser efectiva, proporcionada y disuasoria en todos los casos. El importe de la multa administrativa se fijará teniendo en cuenta la naturaleza, gravedad y duración de la infracción, la intencionalidad o negligencia en la infracción, el grado de responsabilidad de la persona física o jurídica y anteriores infracciones de dicha persona, las medidas de carácter técnico y organizativo y los procedimientos aplicados de conformidad con el artículo 23, así como el grado de cooperación con la autoridad de control con el fin de reparar la infracción."
		},
		{
			"lang": "pt",
			"text": "A sanção administrativa deve ser, em cada caso, efetiva, proporcionada e dissuasiva. O montante da sanção administrativa é fixado tendo devidamente em conta a natureza, a gravidade e a duração da violação, o caráter intencional ou negligente da infração, o grau de responsabilidade da pessoa singular ou coletiva em causa e as infrações por ela anteriormente cometidas, as medidas técnicas e organizativas e os procedimentos aplicados nos termos do artigo 23.º, bem como o grau de cooperação com a autoridade de controlo a fim de sanar a violação."
		},
		{
			"lang": "it",
			"text": "La sanzione amministrativa deve essere efficace, proporzionata e dissuasiva. L’ammontare è fissato tenuto debito conto della natura, della gravità e della durata della violazione, del carattere doloso o colposo dell’illecito, del grado di responsabilità della persona fisica o giuridica, delle precedenti violazioni da questa commesse, delle misure e procedure tecniche e organizzative messe in atto ai sensi dell’articolo 23 e del grado di cooperazione con l’autorità di controllo al fine di porre rimedio alla violazione."
		},
		{
			"lang": "ga",
			"text": "I ngach cás ar leithligh beidh an smachtbhanna riaracháin éifeachtach comhréireach agus athchomhairleach. Socrófar méid na fineála riaracháin agus aird chuí á tabhairt go háirithe ar chineál, tromaíocht agus fad an tsáraithe, agus ar an sárú a bheith déanta d'aon ghnó trí fhaillí, an méid freagrachta atá ar an duine nádúrtha nó dlítheanach agus a bhí air i ndáil le sáruithe a rinne sé roimhe sin, na bearta agus na nósanna imeachta teicniúla agus eagraíochtúla arna gcur chun feidhme de bhun Airteagal 23 agus ar an méid comhair leis an údarás maoirseachta chun an sárú a réiteach."
		},
		{
			"lang": "cs",
			"text": "Správní sankce jsou v každém jednotlivém případě účinné, přiměřené a odrazující. Výše správní pokuty se stanoví s patřičným přihlédnutím k povaze, závažnosti a době trvání daného porušení, k tomu, zda k porušení došlo úmyslně nebo z nedbalosti, k míře odpovědnosti dané fyzické či právnické osoby a k dřívějšímu porušování z jejich strany, k technickým a organizačním opatřením a postupům provedeným podle článku 23 a k míře spolupráce s orgánem dozoru za účelem nápravy daného porušení."
		},
		{
			"lang": "da",
			"text": "Den administrative sanktion skal være effektiv, stå i et rimeligt forhold til overtrædelsen og have afskrækkende virkning. Bødens størrelse fastlægges under hensyntagen til overtrædelsens karakter, alvor og varighed, overtrædelsens forsætlige eller uagtsomme karakter, den fysiske eller juridiske persons grad af ansvar, denne persons eventuelle tidligere overtrædelser, de tekniske og organisatoriske foranstaltninger og procedurer, der er gennemført i henhold til artikel 23, og graden af samarbejde med tilsynsmyndigheden for at afhjælpe bruddet."
		},
		{
			"lang": "et",
			"text": "Halduskaristused on igal üksikul juhul tõhusad, proportsionaalsed ja hoiatavad. Haldustrahvi suurus määratakse kindlaks, arvestades igati rikkumise olemust, raskust ja kestust, kõrvalekaldumise tahtlikku või tahtmatut iseloomu, füüsilise või juriidilise isiku või nende isikute varasemate rikkumiste vastutuse määra, kooskõlas artikliga 23 kohaldatud tehnilisi ja organisatoorseid meetmeid ja protseduure ning rikkumise heastamiseks järelevalveasutusega tehtava koostöö määra."
		},
		{
			"lang": "el",
			"text": "Η διοικητική κύρωση είναι σε κάθε μεμονωμένη περίπτωση αποτελεσματική, αναλογική και αποτρεπτική. Το ύψος του διοικητικού προστίμου καθορίζεται λαμβάνοντας δεόντως υπόψη τη φύση, τη βαρύτητα και τη διάρκεια της παράβασης, τον δόλο ή την αμέλεια που προκάλεσε την παράβαση, τον βαθμό ευθύνης του φυσικού ή νομικού προσώπου και τις προηγούμενες παραβάσεις του εν λόγω προσώπου, τα τεχνικά και οργανωτικά μέτρα και τις διαδικασίες που εφαρμόζονται δυνάμει του άρθρου 23 και τον βαθμό συνεργασίας με την αρχή ελέγχου για την επανόρθωση της παραβίασης."
		},
		{
			"lang": "bg",
			"text": "Административните санкции във всеки отделен случай следва да бъдат ефективни, пропорционални и възпиращи. Размерът на административната глоба се определя, като надлежно се отчитат естеството, тежестта и продължителността на нарушението, дали то е извършено умишлено или по небрежност, степента на отговорност на физическото или юридическо лице, както и наличието на предишни нарушения от това лице, техническите и организационни мерки и процедури, които се прилагат съгласно член 23, както и степента на сътрудничество с надзорния орган с цел отстраняване на нарушението."
		},
		{
			"lang": "hu",
			"text": "A közigazgatási szankcióknak minden egyes esetben hatékonynak, arányosnak és visszatartó erejűnek kell lenniük. A közigazgatási bírság összegének meghatározása során kellő figyelmet kell fordítani a jogsértés jellegére, súlyosságára és időtartamára, a jogsértés szándékos vagy gondatlan jellegére, a természetes vagy jogi személy felelősségének szintjére és az e személy által korábban megvalósított jogsértésekre, a 23. cikk szerint alkalmazott technikai és szervezeti intézkedésekre és eljárásokra, valamint a felügyelő hatóságokkal a jogsértés orvoslása érdekében megvalósított együttműködés szintjére."
		},
		{
			"lang": "mt",
			"text": "Is-sanzjoni amministrattiva għandha tkun f’kull każ individwali effettiva, proporzjonata u dissważiva. L-ammont tal-multa amministrattiva għandu jiġi ffissat b’kunsiderazzjoni xierqa tan-natura, il-gravità u d-dewmien tal-ksur, il-karattru intenzjonali jew b’negliġenza tal-ksur, il-grad tar-responsabbiltà tal-persuna fiżika jew ġuridika u jekk kienx hemm ksur preċedenti minn din il-persuna, il-miżuri u l-proċeduri tekniċi u organizzazzjonali implimentati skont l-Artikolu 23 u l-grad ta' kooperazzjoni mal-awtorità superviżorja sabiex jiġi rimedjat il-ksur."
		},
		{
			"lang": "lv",
			"text": "Administratīvais sods katrā individuālā gadījumā ir efektīvs, samērīgs un atturošs. Administratīvā naudas soda apmēru nosaka, ņemot vērā pārkāpuma raksturu, smagumu un ilgumu, vai pārkāpums izdarīts tīši vai aiz neuzmanības, fiziskās vai juridiskās personas atbildības līmeni un šīs personas iepriekš izdarītos pārkāpumus, tehniskos un organizatoriskos pasākumus un procedūras, kas īstenoti saskaņā ar 23. pantu, un kāda bijusi sadarbība ar uzraudzības iestādi, lai izlīdzinātu pārkāpumu."
		},
		{
			"lang": "ro",
			"text": "În fiecare caz individual, sancțiunea administrativă trebuie să fie eficace, proporțională și disuasivă. Valoarea amenzii administrative este fixată în funcție de natura, gravitatea și durata încălcării, de faptul că încălcarea a fost comisă intenționat sau din neglijență, de gradul de responsabilitate a persoanei fizice sau juridice și de încălcările comise anterior de către această persoană, de măsurile și procedurile tehnice și organizatorice puse în aplicare în temeiul articolului 23 și de gradul de cooperare cu autoritatea de supraveghere în vederea remedierii încălcării."
		},
		{
			"lang": "sk",
			"text": "Správna sankcia musí byť účinná, primeraná a odrádzajúca. Výška správnej sankcie sa stanoví s náležitým zohľadnením povahy, závažnosti a dĺžky trvania porušenia, úmyselného alebo nedbanlivostného charakteru porušenia, stupňa zodpovednosti fyzickej alebo právnickej osoby a predchádzajúcich porušení zo strany tejto osoby, technických a organizačných opatrení a postupov zavedených v súlade s článkom 23, ako aj úrovne spolupráce s dozorným orgánom pri náprave porušenia."
		},
		{
			"lang": "sl",
			"text": "Upravna sankcija mora biti v vsakem posameznem primeru učinkovita, sorazmerna in odvračilna. Znesek upravne kazni se določi glede na naravo, težo in trajanje kršitve, namerno ali malomarno naravo kršitve, stopnjo odgovornosti fizične ali pravne osebe in prejšnje kršitve te osebe, tehnične in organizacijske ukrepe ter postopke, uvedene v skladu s členom 23, in stopnjo sodelovanja z nadzornim organom pri odpravljanju kršitve."
		},
		{
			"lang": "fi",
			"text": "Hallinnollisten seuraamusten on oltava kussakin tapauksessa tehokkaita, oikeasuhteisia ja varoittavia. Hallinnollisen sakon määrä vahvistetaan ottaen huomioon sääntöjen rikkomisen luonne, vakavuus ja kesto, tahallisuus tai tuottamuksellisuus, luonnollisen tai oikeushenkilön vastuun aste ja kyseisen henkilön mahdolliset aiemmat rikkomiset, 23 artiklan nojalla toteutetut tekniset ja organisatoriset toimenpiteet ja menettelyt sekä valvontaviranomaisen yhteistyön aste rikkomisen korjaamiseksi."
		},
		{
			"lang": "pl",
			"text": "Sankcja administracyjna w każdym indywidualnym przypadku jest skuteczna, proporcjonalna i odstraszająca. Kwotę grzywny administracyjnej określa się z należytym uwzględnieniem charakteru, powagi i czasu trwania naruszenia, umyślnego lub lekkomyślnego charakteru naruszenia, stopnia odpowiedzialności osoby fizycznej lub prawnej oraz poprzednich naruszeń popełnionych przez tą osobę, technicznych i organizacyjnych środków i procedur wdrażanych na mocy art. 23 i stopnia współpracy z organem nadzorczym w celu usunięcia naruszenia."
		},
		{
			"lang": "lt",
			"text": "Administracinės sankcijos kiekvienu konkrečiu atveju yra veiksmingos, proporcingos ir atgrasomos. Administracinės baudos dydis nustatomas tinkamai atsižvelgiant į saugumo pažeidimo pobūdį, sunkumą ir trukmę, į tai, ar pažeidimas padarytas tyčia ar dėl neatsargumo, kokia yra fizinio arba juridinio asmens atsakomybė, taip pat į to asmens ankstesnius pažeidimus, pagal 23 straipsnį įdiegtas technines ir organizacines priemones ir nustatytas procedūras ir į tai, kaip bendradarbiauta su priežiūros institucija siekiant ištaisyti pažeidimą."
		},
		{
			"lang": "nl",
			"text": "De administratieve sanctie is in elke zaak doeltreffend, evenredig en afschrikkend. Het bedrag van de administratieve geldboete wordt vastgesteld op grond van de aard, de ernst en de duur van de inbreuk, het feit of de inbreuk opzettelijk of uit nalatigheid is gepleegd, de mate waarin de natuurlijke of de rechtspersoon aansprakelijk is en reeds vorige inbreuken heeft gepleegd, de technische en organisatorische maatregelen en procedures die overeenkomstig artikel 23 ten uitvoer zijn gelegd en de mate waarin er met de toezichthoudende autoriteit is samengewerkt om de inbreuk te verhelpen."
		},
		{
			"lang": "sv",
			"text": "Den administrativa sanktionen ska i varje enskilt fall vara effektiv, proportionell och avskräckande. De administrativa böterna ska fastställas med vederbörlig hänsyn till överträdelsens natur, svårhetsgrad och varaktighet, om överträdelsen skett med uppsåt eller genom oaktsamhet, graden av ansvar hos den berörda fysiska eller juridiska personen och eventuella tidigare överträdelser av samma person, de tekniska och organisatoriska åtgärder och förfaranden som genomförts i enlighet med artikel 23 och graden av samarbete med tillsynsmyndigheten för att komma till rätta med överträdelsen."
		}
	],
	"children": [],
	"title": "Article 79 – Paragraph 2"
}