{
	"id": "a82p2",
	"type": "paragraph",
	"literal": "2",
	"parent": "a82",
	"text": [
		{
			"lang": "en",
			"text": "Each Member State shall notify to the Commission those provisions of its law which it adopts pursuant to paragraph 1, by the date specified in Article 91(2) at the latest and, without delay, any subsequent amendment affecting them."
		},
		{
			"lang": "de",
			"text": "Jeder Mitgliedstaat teilt der Kommission bis spätestens zu dem in Artikel 91 Absatz 2 genannten Zeitpunkt die Rechtsvorschriften mit, die er nach Absatz 1 erlässt, und setzt sie unverzüglich von allen weiteren Änderungen dieser Vorschriften in Kenntnis."
		},
		{
			"lang": "fr",
			"text": "Chaque État membre notifie à la Commission les dispositions de la législation qu'il adopte en vertu du paragraphe 1, au plus tard à la date figurant à l'article 91, paragraphe 2, et, sans délai, toute modification ultérieure les affectant."
		},
		{
			"lang": "es",
			"text": "Cada Estado miembro notificará a la Comisión las disposiciones legislativas que adopte de conformidad con el apartado 1, a más tardar en la fecha especificada en el artículo 91, apartado 2, y, sin demora, cualquier modificación posterior de las mismas."
		},
		{
			"lang": "pt",
			"text": "Cada Estado-Membro notifica à Comissão essas disposições do direito nacional que adote nos termos do n.º 1, o mais tardar na data prevista no artigo 91.º, n.º 2 e, sem demora, qualquer alteração subsequente das mesmas."
		},
		{
			"lang": "it",
			"text": "Ogni Stato membro notifica alla Commissione le disposizioni di legge adottate ai sensi del paragrafo 1 entro la data di cui all’articolo 91, paragrafo 2, e comunica senza ritardo ogni successiva modifica."
		},
		{
			"lang": "ga",
			"text": "Tabharfaidh gach Ballstát fógra don Choimisiún faoi na forálacha sin ina dhlí atá á nglacadh aige de bhun mhír 1, faoin dáta atá sonraithe in Airteagal 91(2) ar a dhéanaí, agus tabharfaidh sé fógra freisin gan mhoill faoi aon leasú ina dhiaidh sin a dhéanfaidh difear do na forálacha sin."
		},
		{
			"lang": "cs",
			"text": "Každý členský stát oznámí Komisi nejpozději do data uvedeného v čl. 91 odst. 2 právní ustanovení, která přijme podle odstavce 1, a bez zbytečného odkladu jakékoliv následné změny, jež se těchto ustanovení dotknou."
		},
		{
			"lang": "da",
			"text": "Hver medlemsstat meddeler Kommissionen de bestemmelser, den vedtager i henhold til stk. 1, senest den dato, der er fastsat i artikel 91, stk. 2, og underretter den straks om eventuelle senere ændringer af disse."
		},
		{
			"lang": "et",
			"text": "Iga liikmesriik teavitab komisjoni hiljemalt artikli 91 lõikes 2 nimetatud kuupäevaks vastavalt lõikele 1 vastu võetud õigusnormidest ning viivitamata kõigist hilisematest või neid mõjutavatest muudatustest."
		},
		{
			"lang": "el",
			"text": "Κάθε κράτος μέλος κοινοποιεί στην Επιτροπή τις διατάξεις που θεσπίζει στο δίκαιό του δυνάμει της παραγράφου 1, το αργότερο έως την ημερομηνία που καθορίζεται στο άρθρο 91 παράγραφος 2 και, χωρίς καθυστέρηση, κάθε επακόλουθη τροποποίησή τους."
		},
		{
			"lang": "bg",
			"text": "Всяка държава-членка уведомява Комисията за тези разпоредби в своето право, които приема съгласно параграф 1, най-късно до датата, посочена в член 91, параграф 2, и я уведомява незабавно за всяко последващо изменение, което ги засяга."
		},
		{
			"lang": "hu",
			"text": "A tagállamok legkésőbb a 91. cikk (2) bekezdésében meghatározott időpontig értesítik az (1) bekezdés szerint elfogadott nemzeti jogi rendelkezésekről a Bizottságot, és haladéktalanul bejelentenek valamennyi későbbi, ezeket érintő módosítást."
		},
		{
			"lang": "mt",
			"text": "Kull Stat Membru għandu jinnotifika lill-Kummissjoni dwar dawk id-dispożizzjonijiet tal-liġi tiegħu li jadotta skont il-paragrafu 1, sa mhux aktar tard mid-dejta speċifikata fl-Artikolu 91(2) u, mingħajr dewmien, dwar kwalunkwe emenda sussegwenti li taffetwahom."
		},
		{
			"lang": "lv",
			"text": "Vēlākais līdz 91. panta 2. punktā noteiktajam datumam katra dalībvalsts paziņo Komisijai noteikumus, ko tā pieņem saskaņā ar 1. punktu, turklāt tās nekavējoties paziņo Komisijai par jebkuriem turpmākiem šo noteikumu grozījumiem."
		},
		{
			"lang": "ro",
			"text": "Fiecare stat membru informează Comisia cu privire la dispozițiile din propria legislație pe care le-a adoptat în temeiul alineatului (1) până la data menționată la articolul 91 alineatul (2) cel târziu, precum și, fără întârziere, cu privire la orice act legislativ de modificare sau orice modificare ulterioară care le afectează."
		},
		{
			"lang": "sk",
			"text": "Do dátumu uvedeného v článku 91 ods. 2 každý členský štát oznámi Komisii ustanovenia svojich právnych predpisov, ktoré prijme podľa odseku 1, a bezodkladne oznámi aj všetky následné zmeny a doplnenia, ktoré ich ovplyvňujú."
		},
		{
			"lang": "sl",
			"text": "Vsaka država članica Komisijo uradno obvesti o predpisih, ki jih sprejme v skladu z odstavkom 1, in sicer najpozneje do datuma iz člena 91(2), nemudoma pa tudi o vseh nadaljnjih spremembah teh predpisov."
		},
		{
			"lang": "fi",
			"text": "Jäsenvaltioiden on toimitettava 1 kohdan nojalla antamansa säännökset tiedoksi komissiolle viimeistään 91 artiklan 2 kohdassa mainittuna päivämääränä ja niiden mahdolliset myöhemmät muutokset mahdollisimman pian."
		},
		{
			"lang": "pl",
			"text": "Każde państwo członkowskie zawiadamia Komisję o przepisach prawa, które przyjęło na mocy ust. 1, najpóźniej w terminie określonym w art. 91 ust. 2 i bezzwłocznie o każdej kolejnej zmianie mającej na nie wpływ."
		},
		{
			"lang": "lt",
			"text": "Kiekviena valstybė narė vėliausiai iki 91 straipsnio 2 dalyje nurodytos datos praneša Komisijai apie teisės aktų nuostatas, kurias ji priima pagal 1 dalį, ir nedelsdama praneša apie visus vėlesnius su tomis nuostatomis susijusius pakeitimus."
		},
		{
			"lang": "nl",
			"text": "Elke lidstaat deelt de Commissie uiterlijk op de in artikel 91, lid 2, vastgelegde datum de rechtsvoorschriften mee die hij overeenkomstig lid 1 vaststelt, alsook onverwijld alle latere wijzigingen daarvan."
		},
		{
			"lang": "sv",
			"text": "Varje medlemsstat ska senast den dag som anges i artikel 91.2 anmäla till kommissionen vilka nationella bestämmelser den antar i enlighet med bestämmelserna i punkt 1, och dessutom utan dröjsmål anmäla senare ändringslagstiftning eller ändringar som rör dessa bestämmelser."
		}
	],
	"children": [],
	"title": "Article 82 – Paragraph 2"
}