{
	"id": "a83p3",
	"type": "paragraph",
	"literal": "3",
	"parent": "a83",
	"text": [
		{
			"lang": "en",
			"text": "The Commission shall be empowered to adopt delegated acts in accordance with Article 86 for the purpose of further specifying the criteria and requirements for the processing of personal data for the purposes referred to in paragraph 1 and 2 as well as any necessary limitations on the rights of information to and access by the data subject and detailing the conditions and safeguards for the rights of the data subject under these circumstances."
		},
		{
			"lang": "de",
			"text": "Die Kommission wird ermächtigt, delegierte Rechtsakte nach Maßgabe von Artikel 86 zu erlassen, um die Kriterien und Anforderungen für die Verarbeitung personenbezogener Daten für die Zwecke der Absätze 1 und 2, etwaige erforderliche Beschränkungen der Rechte der betroffenen Person auf Unterrichtung und Auskunft sowie die unter diesen Umständen geltenden Bedingungen und Garantien für die Rechte der betroffenen Person festzulegen."
		},
		{
			"lang": "fr",
			"text": "La Commission est habilitée à adopter des actes délégués en conformité avec l’article 86, aux fins de préciser davantage les critères et les exigences applicables au traitement de données à caractère personnel visé aux paragraphes 1 et 2, ainsi que toute limitation nécessaire des droits d’information et d’accès de la personne concernée, et de préciser les conditions et garanties applicables aux droits de la personne concernée dans les circonstances en cause."
		},
		{
			"lang": "es",
			"text": "La Comisión estará facultada para adoptar actos delegados, de conformidad con el artículo 86, a fin de especificar los criterios y requisitos del tratamiento de los datos personales a los efectos mencionados en los apartados 1 y 2, así como las limitaciones necesarias a los derechos de información y de acceso por parte del interesado, y de detallar las condiciones y garantías de los derechos del interesado en tales circunstancias."
		},
		{
			"lang": "pt",
			"text": "São atribuídas competências à Comissão para adotar atos delegados em conformidade com o artigo 86.º, a fim de especificar mais concretamente os critérios e os requisitos aplicáveis ao tratamento de dados pessoais para os efeitos referidos nos n.os 1 e 2, bem como quaisquer restrições necessárias dos direitos de informação e de acesso do titular dos dados, e especificar mais detalhadamente as condições e garantias aplicáveis aos direitos do titular dos dados nas circunstâncias em causa."
		},
		{
			"lang": "it",
			"text": "Alla Commissione è conferito il potere di adottare atti delegati conformemente all’articolo 86 al fine di precisare i criteri e i requisiti concernenti il trattamento dei dati personali per le finalità di cui ai paragrafi 1 e 2, e ogni limitazione necessaria dei diritti di informazione e accesso dell’interessato, e di specificare le condizioni e le garanzie per i diritti dell’interessato in tali circostanze."
		},
		{
			"lang": "ga",
			"text": "Tabharfar de chumhacht don Choimisiún gníomhartha tarmligthe a ghlacadh i gcomhréir le hAirteagal 86 chun na critéir agus na ceanglais a shonrú tuilleadh maidir le próiseáil sonraí pearsanta chun na gcríoch dá dtagraítear i mír 1 agus i mír 2 mar aon le haon teorainneacha is gá ar chearta faisnéise agus rochtana an duine is ábhar do na sonraí, agus chun mionchur síos a dhéanamh ar na coinníollacha agus na cosaintí maidir le cearta an duine is ábhar do na sonraí faoi na coinníollacha sin."
		},
		{
			"lang": "cs",
			"text": "Komise je zmocněna přijímat akty v přenesené pravomoci v souladu s článkem 86 za účelem dalšího vymezení kritérií a požadavků, pokud jde o zpracovávání osobních údajů pro účely uvedené v odstavcích 1 a 2, jakož i veškerých potřebných omezení práv subjektu údajů na informace a zpřístupnění a upřesnění podmínek a záruk pro práva subjektu údajů za těchto okolností."
		},
		{
			"lang": "da",
			"text": "Kommissionen tillægges beføjelser til at vedtage delegerede retsakter i overensstemmelse med artikel 86 med henblik på nærmere fastlæggelse af kriterier og krav vedrørende behandlingen af personoplysninger til de formål, der er nævnt i stk. 1 og 2, samt nødvendige begrænsninger i den registreredes ret til indsigt og adgang med en beskrivelse af betingelserne og garantierne for den registreredes rettigheder under disse omstændigheder."
		},
		{
			"lang": "et",
			"text": "Komisjoni volitatakse vastavalt artiklile 86 võtma vastu delegeeritud õigusakte, millega täpsustatakse isikuandmete töötlemise tingimusi ja nõudeid, mille eesmärgid on esitatud lõigetes 1 ja 2, ja samuti vajalikke piiranguid, mis seatakse andmesubjekti õigusele saada teavet ja omada juurdepääsu, ja esitada üksikasjalikult andmesubjekti õiguste tingimused ja kaitsemeetmed sellistes olukordades."
		},
		{
			"lang": "el",
			"text": "Η Επιτροπή εξουσιοδοτείται να εκδίδει κατ’ εξουσιοδότηση πράξεις σύμφωνα με το άρθρο 86 για τον περαιτέρω προσδιορισμό των κριτηρίων και των απαιτήσεων σχετικά με την επεξεργασία δεδομένων προσωπικού χαρακτήρα για τους σκοπούς που αναφέρονται στις παραγράφους 1 και 2, καθώς και τυχόν απαραίτητων περιορισμών στα δικαιώματα ενημέρωσης του προσώπου στο οποίο αναφέρονται τα δεδομένα και πρόσβασης από το πρόσωπο στο οποίο αναφέρονται τα δεδομένα, αναφέροντας λεπτομερώς τις προϋποθέσεις και τις εγγυήσεις για τα δικαιώματα του εν λόγω προσώπου υπό τις συνθήκες αυτές."
		},
		{
			"lang": "bg",
			"text": "На Комисията се предоставя правомощието да приема делегирани актове в съответствие с член 86 с цел допълнително уточняване на критериите и изискванията за обработването на лични данни за целите, посочени в параграфи 1 и 2, както и на всякакви необходими ограничения на правата на информация и достъп на субекта на данни и посочване на условията и гаранциите за правата на субекта на данните при тези обстоятелства."
		},
		{
			"lang": "hu",
			"text": "A Bizottság felhatalmazást kap arra, hogy a személyes adatok (1) és (2) cikkben említett célokból való feldolgozására, valamint az érintett tájékoztatáshoz és hozzáféréshez való jogának szükséges korlátozásaira, és az érintettek jogaira e körülmények között alkalmazandó biztosítékokra vonatkozó szempontok és követelmények további meghatározása érdekében a 86. cikkel összhangban felhatalmazáson alapuló jogi aktusokat fogadjon el."
		},
		{
			"lang": "mt",
			"text": "Il-Kummissjoni għandu jkollha s-setgħa li tadotta atti delegati skont l-Artikolu 86 sabiex tispeċifika aktar il-kriterji u r-rekwiżiti għall-ipproċessar ta’ dejta personali għall-finijiet imsemmija fil-paragrafu 1 u 2 kif ukoll kwalunkwe limitazzjoni meħtieġa fuq id-drittijiet tal-informazzjoni lil u l-aċċess mis-suġġett tad-dejta u li jagħtu dettalji dwar il-kundizzjonijiet u s-salvagwardji għad-drittijiet tas-suġġett tad-dejta f’dawn iċ-ċirkostanzi."
		},
		{
			"lang": "lv",
			"text": "Komisija piešķir tiesības pieņemt deleģētos aktus saskaņā ar 86. pantu ar nolūku sīkāk precizēt kritērijus un prasības attiecībā uz personas datu apstrādi 1. un 2. punktā minētajos nolūkos un attiecībā uz nepieciešamiem ierobežojumiem datu subjektu tiesībām uz informāciju un piekļuvi, precizējot nosacījumus un aizsardzības pasākumus datu subjektu tiesībām šajos apstākļos."
		},
		{
			"lang": "ro",
			"text": "Comisia este mandatată să adopte acte delegate în conformitate cu articolul 86 în scopul detalierii criteriilor și cerințelor aplicabile în cazul prelucrării datelor cu caracter personal în scopurile menționate la alineatele (1) și (2), precum și a tuturor limitărilor necesare privind drepturile la informare și la acces ale persoanei vizate și care detaliază condițiile și garanțiile pentru drepturile persoanelor vizate în aceste circumstanțe."
		},
		{
			"lang": "sk",
			"text": "Komisia je splnomocnená prijať delegované akty v súlade s článkom 86 s cieľom bližšie určiť kritériá a požiadavky na spracovanie osobných údajov na účely uvedené v odsekoch 1 a 2, ako aj akékoľvek nevyhnutné obmedzenia práva na informácie a prístupu dotknutej osoby, a podrobne uviesť podmienky a záruky týkajúce sa práv dotknutej osoby za týchto okolností."
		},
		{
			"lang": "sl",
			"text": "Komisija je v skladu s členom 86 pooblaščena za sprejemanje delegiranih aktov, s katerimi podrobneje določi merila in zahteve za obdelavo osebnih podatkov za namene iz odstavkov 1 in 2 ter morebitne potrebne omejitve glede pravic do obveščenosti posameznika, na katerega se nanašajo osebni podatki, in njegovega dostopa, ter podrobneje določi pogoje in zaščitne ukrepe za pravice posameznika, na katerega se nanašajo osebni podatki, v teh okoliščinah."
		},
		{
			"lang": "fi",
			"text": "Siirretään komissiolle valta antaa 86 artiklan mukaisesti delegoituja säädöksiä, joissa määritellään tarkemmin kriteerit ja vaatimukset henkilötietojen käsittelylle 1 ja 2 kohdassa tarkoitettuja tarkoituksia varten sekä mahdolliset rekisteröidyn tiedonsaantioikeutta koskevat rajoitukset ja täsmennetään rekisteröidyn oikeuksia näissä olosuhteissa koskevat edellytykset ja takeet."
		},
		{
			"lang": "pl",
			"text": "Komisja jest uprawniona do przyjmowania aktów delegowanych zgodnie z art. 86 w celu dalszego określenia kryteriów i wymogów gwarancji przetwarzania danych osobowych dla celów, o których mowa w ust. 1 i ust. 2, jak również niezbędnych ograniczeń prawa do informacji i dostępu przysługującego podmiotowi danych oraz doprecyzowania warunków praw podmiotów danych w tych okolicznościach i gwarancji tych praw."
		},
		{
			"lang": "lt",
			"text": "Komisija įgaliojama pagal 86 straipsnį priimti deleguotuosius aktus ir jais nustatyti išsamesnius asmens duomenų tvarkymo 1 ir 2 dalyse nurodytais tikslais kriterijus ir reikalavimus, taip pat bet kokius būtinus duomenų subjekto teisės gauti informaciją ir susipažinti su duomenimis apribojimus, ir išdėstyti šiomis aplinkybėmis duomenų subjekto teisėms taikomas sąlygas ir apsaugos priemones."
		},
		{
			"lang": "nl",
			"text": "De Commissie is bevoegd overeenkomstig artikel 86 gedelegeerde handelingen vast te stellen met het oog op de nadere invulling van de criteria en de vereisten voor de verwerking van persoonsgegevens voor de in de leden 1 en 2 bedoelde doeleinden, van de nodige beperkingen van het recht op informatie en toegang van de betrokkene, en van de in die omstandigheden geldende voorwaarden en waarborgen voor de rechten van de betrokkene."
		},
		{
			"lang": "sv",
			"text": "Kommissionen ska ha befogenhet att anta delegerade akter enligt artikel 86 i syfte att ytterligare precisera kriterierna och kraven för behandling av personuppgifter för de ändamål som anges i punkterna 1 och 2 samt eventuella begränsningar av den registrerades rätt till information och tillgång, och att närmare beskriva villkoren och skyddet för den registrerades rättigheter under dessa förhållanden."
		}
	],
	"children": [],
	"title": "Article 83 – Paragraph 3"
}