{
	"id": "a85p1",
	"type": "paragraph",
	"literal": "1",
	"parent": "a85",
	"text": [
		{
			"lang": "en",
			"text": "Where in a Member State, churches and religious associations or communities apply, at the time of entry into force of this Regulation, comprehensive rules relating to the protection of individuals with regard to the processing of personal data, such rules may continue to apply, provided that they are brought in line with the provisions of this Regulation."
		},
		{
			"lang": "de",
			"text": "Wendet eine Kirche oder eine religiöse Vereinigung oder Gemeinschaft in einem Mitgliedstaat zum Zeitpunkt des Inkrafttretens dieser Verordnung umfassende Regeln zum Schutz natürlicher Personen bei der Verarbeitung personenbezogener Daten an, dürfen diese Regeln weiter angewandt werden, sofern sie mit dieser Verordnung in Einklang gebracht werden."
		},
		{
			"lang": "fr",
			"text": "Lorsque, dans un État membre, des églises et des associations ou communautés religieuses appliquent, à la date d'entrée en vigueur du présent règlement, un ensemble complet de règles relatives à la protection des personnes physiques à l’égard du traitement des données à caractère personnel, elles peuvent continuer d'appliquer lesdites règles à condition de les mettre en conformité avec les dispositions du présent règlement."
		},
		{
			"lang": "es",
			"text": "Cuando en un Estado miembro, iglesias, asociaciones o comunidades religiosas apliquen, en el momento de la entrada en vigor del presente Reglamento, un conjunto de normas relativas a la protección de las personas físicas en lo que respecta al tratamiento de datos personales, tales normas podrán seguir aplicándose, siempre que sean conformes con las disposiciones del presente Reglamento."
		},
		{
			"lang": "pt",
			"text": "Sempre que, num Estado-Membro, as igrejas e associações ou comunidades religiosas apliquem, à data de entrada em vigor do presente regulamento, um conjunto completo de regras relacionadas com a proteção das pessoas singulares relativamente ao tratamento de dados pessoais, essas regras podem continuar a ser aplicadas, desde que conformes com o disposto no presente regulamento."
		},
		{
			"lang": "it",
			"text": "Qualora in uno Stato membro chiese e associazioni o comunità religiose applichino, al momento dell’entrata in vigore del presente regolamento, corpus completi di norme a tutela delle persone fisiche con riguardo al trattamento dei dati personali, tali corpus possono continuare ad applicarsi purché siano conformi alle disposizioni del presente regolamento."
		},
		{
			"lang": "ga",
			"text": "I gcás ina gcuireann eaglaisí agus comhlachais nó pobail reiligiúnacha rialacha cuimsitheacha i bhfeidhm i mBallstát, tráth a thagann an Rialachán seo i bhfeidhm, ar rialacha iad a bhaineann le cosaint daoine aonair i ndáil le sonraí pearsanta a phróiseáil, beidh feidhm ag na rialacha sin i gcónaí, ar choinníoll go bhfuil siad ag luí le forálacha an Rialacháin seo."
		},
		{
			"lang": "cs",
			"text": "Jestliže církve a náboženská sdružení či spolky v některém členském státě v době vstupu tohoto nařízení v platnost uplatňují komplexní pravidla týkající se ochrany jednotlivců v souvislosti se zpracováváním osobních údajů, tato pravidla mohou nadále platit za předpokladu, že se uvedou do souladu s ustanoveními tohoto nařízení."
		},
		{
			"lang": "da",
			"text": "Hvis kirker og religiøse sammenslutninger eller samfund i en medlemsstat på tidspunktet for denne forordnings ikrafttræden anvender omfattende regler om beskyttelse af fysiske personer, hvad angår behandling af personoplysninger, kan disse eksisterende regler fortsat gælde, hvis de bringes i overensstemmelse med denne forordning."
		},
		{
			"lang": "et",
			"text": "Kui käesoleva määruse jõustumise ajal kohaldavad liikmesriigi kirikud ja usuühendused või -kogukonnad põhjalikke eeskirju, mis on seotud üksikisikute kaitsega isikuandmete töötlemisel, võib nende eeskirjade kohaldamist jätkata tingimusel, et need viiakse kooskõlla käesoleva määruse sätetega."
		},
		{
			"lang": "el",
			"text": "Εάν σε ένα κράτος μέλος εκκλησίες και θρησκευτικές ενώσεις ή κοινότητες εφαρμόζουν, κατά την έναρξη ισχύος του παρόντος κανονισμού, πλήρες σύνολο κανόνων οι οποίοι αφορούν την προστασία των φυσικών προσώπων έναντι της επεξεργασίας δεδομένων προσωπικού χαρακτήρα, οι εν λόγω κανόνες μπορούν να συνεχίσουν να εφαρμόζονται, εφόσον εναρμονισθούν με τις διατάξεις του παρόντος κανονισμού."
		},
		{
			"lang": "bg",
			"text": "Когато в дадена държава-членка към момента на влизане в сила на настоящия регламент църквите и религиозните сдружения или общности прилагат цялостни правила по отношение на защитата на физическите лица във връзка с обработването на лични данни, тези съществуващи правила могат да продължат да се прилагат, при условие че са приведени в съответствие с разпоредбите на настоящия регламент."
		},
		{
			"lang": "hu",
			"text": "Amennyiben egy tagállamban egyházak, illetve vallásos szervezetek vagy közösségek a rendelet hatálybalépésének időpontjában átfogó szabályokat alkalmaznak a személyek adatfeldogozással kapcsolatos védelme tekintetében, a létező szabályok tovább alkalmazhatók, amennyiben azokat összhangba hozzák a rendelettel."
		},
		{
			"lang": "mt",
			"text": "Meta fi Stat Membru, knejjes jew assoċjazzjonijiet jew komunitajiet reliġjużi japplikaw, fiż-żmien tad-dħul fis-seħħ ta’ dan ir-Regolament, regoli komprensivi dwar il-protezzjoni tal-individwi fir-rigward tal-ipproċessar tad-dejta personali, dawn ir-regoli jistgħu jkomplu japplikaw sakemm dawn jinġiebu konformi mad-dispożizzjonijiet ta’ dan ir-Regolament."
		},
		{
			"lang": "lv",
			"text": "Ja baznīca un reliģiska apvienība vai kopiena kādā dalībvalstī šīs regulas spēkā stāšanās laikā piemēro vispusīgus noteikumus par fizisku personu aizsardzību attiecībā uz personas datu apstrādi, šos noteikumus var turpināt piemērot, ar noteikumu, ka tos saskaņo ar šīs regulas noteikumiem."
		},
		{
			"lang": "ro",
			"text": "În cazul în care, într-un stat membru, bisericile și asociațiile sau comunitățile religioase aplică, la data intrării în vigoare a prezentului regulament, un set cuprinzător de norme de protecție a persoanelor fizice cu privire la prelucrarea datelor cu caracter personal, aceste norme pot continua să se aplice, cu condiția ca acestea să fie ajustate, pentru a fi conforme cu dispozițiile prezentului regulament."
		},
		{
			"lang": "sk",
			"text": "Ak v čase nadobudnutia platnosti tohto nariadenia cirkvi a náboženské združenia v niektorom členskom štáte uplatňujú komplexné pravidlá ochrany fyzických osôb pri spracúvaní osobných údajov, tieto pravidlá možno aj naďalej uplatňovať za podmienky, že sa zosúladia s ustanoveniami tohto nariadenia."
		},
		{
			"lang": "sl",
			"text": "Kadar v državi članici v času začetka veljavnosti te uredbe cerkve in verska združenja ali skupnosti uporabljajo celovita pravila v zvezi z varstvom posameznikov pri obdelavi osebnih podatkov, ta pravila lahko veljajo še naprej, če se uskladijo z določbami te uredbe."
		},
		{
			"lang": "fi",
			"text": "Jos jäsenvaltion kirkot ja uskonnolliset yhdistykset tai yhdyskunnat soveltavat tämän asetuksen tullessa voimaan kattavia sääntöjä, jotka koskevat yksilöiden suojaamista henkilötietojen käsittelyssä, näitä sääntöjä voidaan soveltaa edelleen, jos ne saatetaan tämän asetuksen säännösten mukaisiksi."
		},
		{
			"lang": "pl",
			"text": "W przypadku gdy państwo członkowskie, kościoły i związki lub wspólnoty wyznaniowe stosują, w momencie wejścia w życie niniejszego rozporządzenia, kompleksowe regulacje dotyczące ochrony jednostek w odniesieniu do przetwarzania danych osobowych, regulacje takie mogą być nadal stosowane, pod warunkiem że są dostosowane do przepisów niniejszego rozporządzenia."
		},
		{
			"lang": "lt",
			"text": "Jeigu įsigaliojant šiam reglamentui valstybėje narėje bažnyčios ir religinės asociacijos arba bendruomenės taiko visapusiškas taisykles dėl fizinių asmenų apsaugos tvarkant asmens duomenis, tos taisyklės gali būti toliau taikomos, jeigu jos yra suderintos su šio reglamento nuostatomis."
		},
		{
			"lang": "nl",
			"text": "Wanneer kerken en religieuze verenigingen of gemeenschappen in een lidstaat op het tijdstip van de inwerkingtreding van deze verordening uitgebreide voorschriften betreffende de bescherming van personen in verband met de verwerking van persoonsgegevens toepassen, kunnen dergelijke voorschriften van toepassing blijven, mits deze in overeenstemming worden gebracht met de bepalingen van deze verordening."
		},
		{
			"lang": "sv",
			"text": "Om kyrkor och religiösa samfund eller gemenskaper i en medlemsstat vid tidpunkten för ikraftträdandet av denna förordning tillämpar övergripande bestämmelser om skyddet av enskilda i samband med behandling av personuppgifter, får sådana befintliga regler fortsätta att tillämpas under förutsättning att de görs förenliga med bestämmelserna i denna förordning."
		}
	],
	"children": [],
	"title": "Article 85 – Paragraph 1"
}