{
	"id": "a8p1",
	"type": "paragraph",
	"literal": "1",
	"parent": "a8",
	"text": [
		{
			"lang": "en",
			"text": "For the purposes of this Regulation, in relation to the offering of information society services directly to a child, the processing of personal data of a child below the age of 13 years shall only be lawful if and to the extent that consent is given or authorised by the child's parent or custodian. The controller shall make reasonable efforts to obtain verifiable consent, taking into consideration available technology."
		},
		{
			"lang": "de",
			"text": "Für die Zwecke dieser Verordnung ist die Verarbeitung personenbezogener Daten eines Kindes bis zum vollendeten dreizehnten Lebensjahr, dem direkt Dienste der Informationsgesellschaft angeboten werden, nur rechtmäßig, wenn und insoweit die Einwilligung hierzu durch die Eltern oder den Vormund des Kindes oder mit deren Zustimmung erteilt wird. Der für die Verarbeitung Verantwortliche unternimmt unter Berücksichtigung der vorhandenen Technologie angemessene Anstrengungen, um eine nachprüfbare Einwilligung zu erhalten."
		},
		{
			"lang": "fr",
			"text": "Aux fins du présent règlement, s'agissant de l'offre directe de services de la société de l’information aux enfants, le traitement des données à caractère personnel relatives à un enfant de moins de 13 ans n'est licite que si et dans la mesure où le consentement est donné ou autorisé par un parent de l'enfant ou par une personne qui en a la garde. Le responsable du traitement s’efforce raisonnablement d'obtenir un consentement vérifiable, compte tenu des moyens techniques disponibles."
		},
		{
			"lang": "es",
			"text": "A efectos del presente Reglamento, en relación con la oferta directa de servicios de la sociedad de la información a los niños, el tratamiento de los datos personales relativos a los niños menores de 13 años solo será lícito si el consentimiento ha sido dado o autorizado por el padre o tutor del niño. El responsable del tratamiento hará esfuerzos razonables para obtener un consentimiento verificable, teniendo en cuenta la tecnología disponible."
		},
		{
			"lang": "pt",
			"text": "Para efeitos do presente regulamento, no que respeita à oferta de serviços da sociedade da informação às crianças, o tratamento de dados pessoais de uma criança com idade inferior a 13 anos só é lícito se, e na medida em que, para tal o consentimento seja dado ou autorizado pelo progenitor ou pelo titular da guarda dessa criança. O responsável pelo tratamento deve envidar todos os esforços razoáveis para obter um consentimento verificável, tendo em conta os meios técnicos disponíveis."
		},
		{
			"lang": "it",
			"text": "Ai fini del presente regolamento, per quanto riguarda l’offerta diretta di servizi della società dell’informazione ai minori, il trattamento di dati personali di minori di età inferiore ai tredici anni è lecito se e nella misura in cui il consenso è espresso o autorizzato dal genitore o dal tutore del minore. Il responsabile del trattamento si adopera in ogni modo ragionevole per ottenere un consenso verificabile, in considerazione delle tecnologie disponibili."
		},
		{
			"lang": "ga",
			"text": "Chun críocha an Rialacháin seo, maidir le seirbhísí na sochaí faisnéise a thairiscint go díreach do leanbh, ní bheidh próiseáil sonraí pearsanta linbh faoi 13 bliana d’aois dleathach ach amháin má thoilíonn nó má údaraíonn, agus a mhéid a thoilíonn nó a údaraíonn, tuismitheoir nó coimeádaí an linbh leis an bpróiseáil. Déanfaidh an rialaitheoir iarrachtaí réasúnta toiliú infhíoraithe a fháil, ag cur na teicneolaíochta atá ar fáil san áireamh."
		},
		{
			"lang": "cs",
			"text": "V souvislosti s nabídkou služeb informační společnosti přímo dítěti je pro účely tohoto nařízení zpracování osobních údajů dítěte mladšího 13 let zákonné pouze tehdy a do té míry, pokud byl souhlas vyjádřen nebo schválen rodičem dítěte nebo jeho zákonným zástupcem. Správce vyvine přiměřené úsilí o získání ověřitelného souhlasu s ohledem na dostupné technologie."
		},
		{
			"lang": "da",
			"text": "I denne forordning er behandling af personoplysninger om et barn under 13 år, for så vidt angår direkte tilbud om informationssamfundstjenester til et barn, kun tilladt, hvis og i det omfang samtykke hertil gives eller godkendes af barnets forælder eller værge. Den registeransvarlige træffer enhver rimelig foranstaltning for at indhente verificerbart samtykke under hensyn til den tilgængelige teknologi."
		},
		{
			"lang": "et",
			"text": "Kui käesolevat määrust kohaldatakse infoühiskonna teenuste pakkumisel otse lapsele, on kuni 13aastase lapse isikuandmete töötlemine seaduslik ainult sellisel juhul ja sellises ulatuses, kui selleks on andnud nõusoleku või loa lapse vanem või eeskostja. Vastutav töötleja teeb kontrollitava nõusoleku saamiseks olemasolevat tehnoloogiat arvesse võttes mõistlikke jõupingutusi."
		},
		{
			"lang": "el",
			"text": "Για τους σκοπούς του παρόντος κανονισμού, σε σχέση με την προσφορά υπηρεσιών της κοινωνίας της πληροφορίας απευθείας σε παιδί, η επεξεργασία δεδομένων προσωπικού χαρακτήρα παιδιού ηλικίας κάτω των 13 ετών είναι σύννομη μόνον εάν και εφόσον η συγκατάθεση παρέχεται ή εγκρίνεται από τον γονέα ή τον κηδεμόνα του παιδιού. Ο υπεύθυνος επεξεργασίας καταβάλλει εύλογες προσπάθειες για να εξασφαλίσει επαληθεύσιμη συγκατάθεση, λαμβάνοντας υπόψη τη διαθέσιμη τεχνολογία."
		},
		{
			"lang": "bg",
			"text": "За целите на настоящия регламент, що се отнася до прякото предлагане на дете на услуги на информационното общество, обработването на личните данни на дете на възраст под 13 години е законна само ако и дотолкова доколкото съгласието е дадено или разрешено от родителя или попечителя на детето. Администраторът полага разумни усилия, за да получи удостоверимо съгласие, като взема предвид наличната технология."
		},
		{
			"lang": "hu",
			"text": "E rendelet alkalmazásában, a közvetlenül gyermekeknek nyújtott információs társadalommal összefüggő szolgáltatásokkal összefüggésben a 13 év alatti gyermekek személyes adatainak feldolgozása csak akkor és olyan mértékben jogszerű, ha a gyermek szülője vagy gyámja ahhoz hozzájárult vagy engedélyezte. Az adatkezelő ésszerű erőfeszítéseket tesz, hogy ellenőrizhető hozzájárulást szerezzen be, figyelemmel az elérhető technológiára."
		},
		{
			"lang": "mt",
			"text": "Għall-finijiet ta’ dan ir-Regolament, fir-rigward tal-offerta ta’ servizzi minn soċjetà tal-informazzjoni direttament lil minorenni, l-ipproċessar tad-dejta personali ta’ minorenni taħt it-13-il sena għandu jkun legali biss jekk u sal-punt li l-kunsens jingħata mill-ġenitur jew il-kustodju tal-minorenni. Il-kontrollur għandu jagħmel kull sforz raġonevoli sabiex jikseb il-kunsens verifikabbli, filwaqt li jieħu in konsiderazzjoni t-teknoloġija disponibbli."
		},
		{
			"lang": "lv",
			"text": "Attiecībā uz informācijas sabiedrības pakalpojumu tiešu sniegšanu bērnam šajā regulā bērna, kas nav sasniedzis 13 gadu vecumu, personas datu apstrāde ir likumīga tikai tādā apmērā un tikai tad, ja piekrišanu ir devuši vai apstiprinājuši bērna vecāki vai aizbildņi. Pārzinis pieliek saprātīgas pūles, lai saņemtu pārbaudāmu piekrišanu, ņemot vērā pieejamās tehnoloģijas."
		},
		{
			"lang": "ro",
			"text": "În sensul prezentului regulament, în ceea ce privește oferirea de servicii ale societății informaționale în mod direct unui minor, prelucrarea datelor cu caracter personal ale unui minor cu vârsta sub 13 ani este legală numai dacă și în măsura în care consimțământul este acordat sau autorizat de părintele sau de tutorele minorului. Operatorul depune toate eforturile rezonabile pentru a obține consimțământul verificabil, ținând seama de tehnologiile disponibile."
		},
		{
			"lang": "sk",
			"text": "Na účely tohto nariadenia, v súvislosti s ponukou služieb informačnej spoločnosti adresovanej priamo dieťaťu, je spracúvanie osobných údajov dieťaťa mladšieho než 13 rokov zákonné iba vtedy a do takej miery, ako bol súhlas vyjadrený alebo schválený rodičom dieťaťa alebo jeho opatrovníkom. Prevádzkovateľ vyvinie primerané úsilie na získanie overiteľného súhlasu so zreteľom na dostupné technológie."
		},
		{
			"lang": "sl",
			"text": "Za namene te uredbe je v zvezi s storitvami informacijske družbe, ki se neposredno zagotavljajo otroku, obdelava osebnih podatkov otroka, mlajšega od 13 let, zakonita le, če in v obsegu, v katerem privolitev da ali odobri starš ali skrbnik otroka. Upravljavec si ob upoštevanju razpoložljive tehnologije razumno prizadeva za pridobitev privolitve, ki jo je mogoče preveriti."
		},
		{
			"lang": "fi",
			"text": "Tätä asetusta sovellettaessa katsotaan, että kun kyseessä on tietoyhteiskunnan palvelujen tarjoaminen suoraan lapselle, alle 13-vuotiaan lapsen henkilötietojen käsittely on lainmukaista vain siinä tapauksessa ja siltä osin kuin lapsen vanhempi tai huoltaja on antanut siihen suostumuksen tai valtuutuksen. Rekisterinpitäjän on toteutettava kohtuulliset toimenpiteet todennettavissa olevan suostumuksen saamiseksi, käytettävissä oleva teknologia huomioon ottaen."
		},
		{
			"lang": "pl",
			"text": "Do celów niniejszego rozporządzenia, w odniesieniu do oferowania usług społeczeństwa informacyjnego bezpośrednio dziecku, przetwarzanie danych osobowych dziecka w wieku poniżej 13 lat jest zgodne z prawem, o ile zgodę na nie wydał lub pozwolił na nie rodzic lub opiekun dziecka. Administrator podejmuje racjonalne starania w celu uzyskania możliwej do zweryfikowania zgody, uwzględniając dostępną technologię."
		},
		{
			"lang": "lt",
			"text": "Šio reglamento tikslais jaunesnio nei 13 metų vaiko, kuriam tiesiogiai siūlomos informacinės visuomenės paslaugos, asmens duomenų tvarkymas yra teisėtas, tik jeigu ir tiek, kiek sutikimą davė arba tvarkyti duomenis leido vaiko tėvai arba globėjas. Duomenų valdytojas, atsižvelgdamas į turimas technologijas, deda tinkamas pastangas, kad gautų įrodomą sutikimą."
		},
		{
			"lang": "nl",
			"text": "In geval van het rechtstreeks aanbieden van diensten van de informatiemaatschappij aan kinderen is de verwerking van persoonsgegevens van een kind jonger dan 13 jaar in het kader van deze verordening slechts rechtmatig wanneer en voor zover de ouder of voogd van het kind daartoe toestemming heeft gegeven of machtiging tot toestemming heeft verleend. Met inachtneming van de beschikbare technologie doet de voor de verwerking verantwoordelijke dat wat redelijkerwijze van hem kan worden verwacht om verifieerbare toestemming te verkrijgen."
		},
		{
			"lang": "sv",
			"text": "Vid tillämpningen av denna förordning och när det gäller erbjudande av informationssamhällets tjänster direkt till ett barn, ska det endast vara tillåtet att behandla personuppgifter som rör ett barn som är under 13 år om och i den mån som samtycket ges eller godkänns av barnets förälder eller förmyndare. Den registeransvarige ska göra rimliga ansträngningar för att erhålla ett kontrollerbart samtycke, med hänsyn tagen till tillgänglig teknik."
		}
	],
	"children": [],
	"title": "Article 8 – Paragraph 1"
}