{
	"id": "a8p2",
	"type": "paragraph",
	"literal": "2",
	"parent": "a8",
	"text": [
		{
			"lang": "en",
			"text": "Paragraph 1 shall not affect the general contract law of Member States such as the rules on the validity, formation or effect of a contract in relation to a child."
		},
		{
			"lang": "de",
			"text": "Absatz 1 lässt das allgemeine Vertragsrecht der Mitgliedstaaten, etwa die Vorschriften zur Gültigkeit, zum Zustandekommen oder zu den Rechtsfolgen eines Vertrags mit einem Kind, unberührt."
		},
		{
			"lang": "fr",
			"text": "Le paragraphe 1 n'affecte pas la législation générale des États membres en matière contractuelle, telle que les dispositions régissant la validité, la formation ou les effets d'un contrat à l’égard d’un enfant."
		},
		{
			"lang": "es",
			"text": "El apartado 1 no afectará a las disposiciones generales del Derecho contractual de los Estados miembros, como son las normas en materia de validez, formación o efectos de los contratos en relación con un niño."
		},
		{
			"lang": "pt",
			"text": "O disposto no n.º 1 não prejudica o direito contratual geral dos Estados-Membros, como as disposições que regulam a validade, a formação ou os efeitos de um contrato em relação a uma criança."
		},
		{
			"lang": "it",
			"text": "Il paragrafo 1 non pregiudica le disposizioni generali del diritto dei contratti degli Stati membri, quali le norme sulla validità, la formazione o l’efficacia di un contratto rispetto a un minore."
		},
		{
			"lang": "ga",
			"text": "Ní dhéanfaidh mír 1 difear do dhlí ginearálta na gconarthaí sna Ballstáit, amhail na rialacha maidir le bailíocht, déanamh nó éifeacht conartha i ndáil le leanbh."
		},
		{
			"lang": "cs",
			"text": "Odstavcem 1 není dotčeno obecné smluvní právo členských států, například pravidla týkající se platnosti, uzavírání nebo účinků smlouvy vzhledem k dítěti."
		},
		{
			"lang": "da",
			"text": "Stk. 1 berører ikke medlemsstaternes almindelige aftaleret, som f.eks. bestemmelser om gyldighed, indgåelse eller virkning af en kontrakt, når der er tale om et barn."
		},
		{
			"lang": "et",
			"text": "Lõige 1 ei mõjuta liikmesriikide üldist lepinguõigust, näiteks eeskirju, mis käsitlevad lapsega seotud lepingu kehtivust, koostamist ja mõju."
		},
		{
			"lang": "el",
			"text": "Η παράγραφος 1 δεν επηρεάζει το γενικό ενοχικό δίκαιο των κρατών μελών, όπως τους κανόνες περί κύρους, κατάρτισης ή συνεπειών μιας σύμβασης σε σχέση με παιδί."
		},
		{
			"lang": "bg",
			"text": "Параграф 1 не засяга общото договорно право на държавите-членки като разпоредбите относно действителността, сключването или последиците от даден договор по отношение на дете."
		},
		{
			"lang": "hu",
			"text": "Az (1) bekezdés nem érinti a tagállamok általános szerződési jogát, mint például a gyermekkel kapcsolatos szerződés érvényességére, formájára vagy hatályára vonatkozó szabályokat."
		},
		{
			"lang": "mt",
			"text": "Il-paragrafu 1 m’għandux jaffettwa l-kuntratt legali ġenerali tal-Istati Membri bħar-regoli dwar il-validità, il-formazzjoni jew l-effett ta’ kuntratt fir-rigward ta’ minorenni."
		},
		{
			"lang": "lv",
			"text": "Šā panta pirmais punkts neietekmē dalībvalstu līgumtiesības, piemēram, noteikumus par bērna noslēgta līguma spēkā esību, noslēgšanu vai sekām."
		},
		{
			"lang": "ro",
			"text": "Alineatul (1) nu afectează dreptul general al contractelor aplicabil în statele membre, cum ar fi normele privind valabilitatea, încheierea sau efectele unui contract în legătură cu un minor."
		},
		{
			"lang": "sk",
			"text": "Odsekom 1 nie je dotknuté všeobecné zmluvné právo členských štátov, napríklad pravidlá platnosti, uzatvárania alebo účinkov zmluvy vo vzťahu k dieťaťu."
		},
		{
			"lang": "sl",
			"text": "Odstavek 1 ne vpliva na splošno pogodbeno pravo držav članic, kot so pravila o veljavnosti, obliki ali učinku pogodbe v zvezi z otrokom."
		},
		{
			"lang": "fi",
			"text": "Edellä oleva 1 kohta ei vaikuta jäsenvaltioiden yleiseen sopimusoikeuteen kuten sääntöihin, jotka koskevat sopimuksen pätevyyttä, muodostamista tai vaikutuksia suhteessa lapseen."
		},
		{
			"lang": "pl",
			"text": "Ustęp 1 nie wpływa na ogólne przepisy prawa umów państw członkowskich, takie jak przepisy dotyczące ważności, zawierania lub skutków umowy wobec dziecka."
		},
		{
			"lang": "lt",
			"text": "1 dalis nedaro poveikio bendrajai valstybių narių sutarčių teisei, kaip antai su vaiku sudaromos sutarties galiojimo, sudarymo arba pasekmių normoms."
		},
		{
			"lang": "nl",
			"text": "Lid 1 laat het algemene overeenkomstenrecht van de lidstaten, zoals de regels inzake de geldigheid, de totstandkoming of de gevolgen van een overeenkomst ten opzichte van een kind, onverlet."
		},
		{
			"lang": "sv",
			"text": "Punkt 1 ska inte påverka den allmänna avtalsrätten i medlemsstaterna, såsom bestämmelser om giltigheten hos eller upprättandet eller effekten av ett avtal som gäller ett barn."
		}
	],
	"children": [],
	"title": "Article 8 – Paragraph 2"
}