{
	"id": "a8p4",
	"type": "paragraph",
	"literal": "4",
	"parent": "a8",
	"text": [
		{
			"lang": "en",
			"text": "The Commission may lay down standard forms for specific methods to obtain verifiable consent referred to in paragraph 1. Those implementing acts shall be adopted in accordance with the examination procedure referred to in Article 87(2)."
		},
		{
			"lang": "de",
			"text": "Die Kommission kann Standardvorlagen für spezielle Arten der Erlangung einer nachprüfbaren Einwilligung gemäß Absatz 1 festlegen. Die entsprechenden Durchführungsrechtsakte werden in Übereinstimmung mit dem Prüfverfahren gemäß Artikel 87 Absatz 2 erlassen."
		},
		{
			"lang": "fr",
			"text": "La Commission peut établir des formulaires types pour les méthodes particulières d'obtention du consentement vérifiable prévu au paragraphe 1. Les actes d'exécution correspondants sont adoptés conformément à la procédure d'examen prévue à l'article 87, paragraphe 2."
		},
		{
			"lang": "es",
			"text": "La Comisión podrá establecer formularios normalizados para los métodos específicos de obtención del consentimiento verificable contemplados en el apartado 1. Dichos actos de ejecución se adoptarán con arreglo al procedimiento de examen contemplado en el artículo 87, apartado 2."
		},
		{
			"lang": "pt",
			"text": "A Comissão pode estabelecer formulários normalizados para os métodos específicos de obtenção do consentimento verificável referido no n.º 1. Os atos de execução correspondentes são adotados em conformidade com o procedimento de exame referido no artigo 87.º, n.º 2."
		},
		{
			"lang": "it",
			"text": "La Commissione può stabilire moduli standard per specifiche modalità di ottenimento del consenso verificabile di cui al paragrafo 1. Tali atti di esecuzione sono adottati secondo la procedura d’esame di cui all’articolo 87, paragrafo 2."
		},
		{
			"lang": "ga",
			"text": "Féadfaidh an Coimisiún foirmeacha caighdeánacha a leagan síos maidir leis na modhanna sonracha chun an toiliú infhíoraithe dá dtagraítear i mír 1 a fháil. Glacfar na gníomhartha cur chun feidhme sin i gcomhréir leis an nós imeachta scrúdúcháin dá dtagraítear in Airteagal 87(2)."
		},
		{
			"lang": "cs",
			"text": "Komise může pro zvláštní metody získávání ověřitelného souhlasu uvedeného v odstavci 1 stanovit standardní formuláře. Tyto prováděcí akty se přijímají v souladu s přezkumným postupem podle čl. 87 odst. 2."
		},
		{
			"lang": "da",
			"text": "Kommissionen kan fastsætte standardformularer for de specifikke metoder til at indhente verificerbart samtykke, der er nævnt i stk. 1. Disse gennemførelsesretsakter vedtages efter undersøgelsesproceduren i artikel 87, stk. 2."
		},
		{
			"lang": "et",
			"text": "Komisjon võib lõikes 1 osutatud kontrollitava nõusoleku saamise meetodite jaoks kehtestada tüüpvormid. Kõnealused rakendusaktid võetakse vastu vastavalt artikli 87 lõikes 2 osutatud kontrollimenetlusele."
		},
		{
			"lang": "el",
			"text": "Η Επιτροπή μπορεί να θεσπίσει πρότυπα έντυπα για ειδικές μεθόδους για την εξασφάλιση της επαληθεύσιμης συγκατάθεσης η οποία αναφέρεται στην παράγραφο 1. Οι εν λόγω εκτελεστικές πράξεις εκδίδονται σύμφωνα με τη διαδικασία εξέτασης που αναφέρεται στο άρθρο 87 παράγραφος 2."
		},
		{
			"lang": "bg",
			"text": "Комисията може да определя образци за специфичните методи за получаването на удостоверимо съгласие, както е посочено в параграф 1. Тези актове за изпълнение се приемат в съответствие с процедурата по разглеждане, посочена в член 87, параграф 2."
		},
		{
			"lang": "hu",
			"text": "A Bizottság egységes formanyomtatványokat határozhat meg az (1) bekezdésben szereplő ellenőrizhető hozzájárulás beszerzésére vonatkozó sajátos módszerek esetében. E végrehajtási jogi aktusokat a 87. cikk (2) bekezdése szerinti vizsgálóbizottsági eljárással összhangban kell elfogadni."
		},
		{
			"lang": "mt",
			"text": "Il-Kummissjoni tista’ tistabbilixi forom standard għal metodi speċifiċi biex jinkiseb il-kunsens verifikabbli msemmi fil-paragrafu 1. Dawk l-atti ta’ implimentazzjoni għandhom jiġu adotatti skont il-proċedura ta’ eżaminazzjoni msemmija fl-Artikolu 87(2)."
		},
		{
			"lang": "lv",
			"text": "Komisija var paredzēt standarta formas konkrētām metodēm, ar ko iegūst 1. punktā minēto pārbaudāmo piekrišanu. Šos īstenošanas aktus pieņem saskaņā ar pārbaudes procedūru, kas minēta 87. panta 2. punktā."
		},
		{
			"lang": "ro",
			"text": "Comisia poate să stabilească formulare tip pentru metodele specifice de obținere a consimțământului verificabil menționat la alineatul (1). Actele de punere în aplicare respective se adoptă în conformitate cu procedura de examinare prevăzută la articolul 87 alineatul (2)."
		},
		{
			"lang": "sk",
			"text": "Komisia môže určiť štandardné formuláre pre osobitné metódy získavania overiteľného súhlasu uvedeného v odseku 1. Tieto vykonávacie akty sa prijmú v súlade s postupom preskúmania uvedeným v článku 87 ods. 2."
		},
		{
			"lang": "sl",
			"text": "Komisija lahko določi standardne obrazce za posebne metode za pridobitev privolitve, ki jo je mogoče preveriti, iz odstavka 1. Navedeni izvedbeni akti se sprejmejo v skladu s postopkom pregleda iz člena 87(2)."
		},
		{
			"lang": "fi",
			"text": "Komissio voi laatia vakiolomakkeet 1 kohdassa tarkoitettuja, todennettavissa olevan suostumuksen saamiseksi käytettäviä erityisiä menetelmiä varten. Nämä täytäntöönpanosäädökset hyväksytään 87 artiklan 2 kohdassa tarkoitettua tarkastelumenettelyä noudattaen."
		},
		{
			"lang": "pl",
			"text": "Komisja może ustanowić standardowe formularze dotyczące szczególnych form uzyskiwania możliwej do zweryfikowania zgody, o której mowa w ust. 1. Te akty wykonawcze są przyjmowane zgodnie z procedurą sprawdzającą, o której mowa w art. 87 ust. 2."
		},
		{
			"lang": "lt",
			"text": "Komisija gali nustatyti specialių 1 dalyje nurodyto įrodomo sutikimo gavimo būdų standartines formas. Tie įgyvendinimo aktai priimami pagal 87 straipsnio 2 dalyje nurodytą nagrinėjimo procedūrą."
		},
		{
			"lang": "nl",
			"text": "De Commissie kan standaardformulieren vaststellen voor specifieke methoden ter verkrijging van de in lid 1 bedoelde verifieerbare toestemming. Die uitvoeringshandelingen worden vastgesteld volgens de in artikel 87, lid 2, bedoelde onderzoeksprocedure."
		},
		{
			"lang": "sv",
			"text": "Kommissionen får fastställa standardformulär för specifika metoder för att erhålla ett sådant kontrollerbart samtycke enligt punkt 1. Dessa genomförandeakter ska antas i enlighet med det granskningsförfarande som avses i artikel 87."
		}
	],
	"children": [],
	"title": "Article 8 – Paragraph 4"
}