{
	"id": "a90t1",
	"type": "introduction",
	"literal": null,
	"parent": "a90",
	"text": [
		{
			"lang": "en",
			"text": "The Commission shall submit reports on the evaluation and review of this Regulation to the European Parliament and the Council at regular intervals. The first report shall be submitted no later than four years after the entry into force of this Regulation. Subsequent reports shall be submitted every four years thereafter. The Commission shall, if necessary, submit appropriate proposals with a view to amending this Regulation, and aligning other legal instruments, in particular taking account of developments in information technology and in the light of the state of progress in the information society. The reports shall be made public."
		},
		{
			"lang": "de",
			"text": "Die Kommission legt dem Europäischen Parlament und dem Rat regelmäßig einen Bericht zur Bewertung und Überprüfung dieser Verordnung vor. Der erste Bericht wird spätestens vier Jahre nach Inkrafttreten dieser Verordnung vorgelegt. Danach wird alle vier Jahre ein weiterer Bericht vorgelegt. Die Kommission legt geeignete Vorschläge zur Änderung dieser Verordnung und zur Anpassung anderer Rechtsinstrumente vor, die sich insbesondere unter Berücksichtigung der Entwicklung der Informationstechnologie und der Arbeiten über die Informationsgesellschaft als notwendig erweisen können. Die Berichte werden veröffentlicht."
		},
		{
			"lang": "fr",
			"text": "La Commission présente périodiquement des rapports sur l'évaluation et la révision du présent règlement au Parlement européen et au Conseil. Le premier rapport est présenté au plus tard quatre ans après l'entrée en vigueur du présent règlement. Les rapports suivants sont ensuite présentés tous les quatre ans. Pour autant que de besoin, la Commission soumet les propositions voulues pour modifier le présent règlement et pour adapter d'autres instruments juridiques, en tenant compte, notamment, de l'évolution de la technologie de l'information et des progrès de la société de l'information. Les rapports sont publiés."
		},
		{
			"lang": "es",
			"text": "La Comisión presentará informes periódicos sobre la evaluación y revisión del presente Reglamento al Parlamento Europeo y al Consejo. El primer informe se presentará a más tardar cuatro años después de la entrada en vigor del presente Reglamento. Los siguientes informes se presentarán cada cuatro años. La Comisión presentará, si procede, las propuestas oportunas para modificar el presente Reglamento, y para adaptar otros instrumentos jurídicos, en particular teniendo en cuenta la evolución de las tecnologías de la información y a la luz de los progresos de la sociedad de la información. Dicho informe se hará público."
		},
		{
			"lang": "pt",
			"text": "A Comissão apresenta periodicamente ao Parlamento Europeu e ao Conselho relatórios sobre a avaliação e reexame do presente regulamento. O primeiro relatório deve ser apresentado o mais tardar quatro anos após a entrada em vigor do presente regulamento. Os relatórios subsequentes devem ser apresentados com uma periodicidade de quatro anos. A Comissão apresentará, se necessário, propostas adequadas com vista à alteração do presente regulamento e à sua adaptação a outros instrumentos jurídicos atendendo, em especial, à evolução das tecnologias das informações e aos progressos da sociedade da informação. Os relatórios são objeto de publicação."
		},
		{
			"lang": "it",
			"text": "La Commissione trasmette al Parlamento europeo e al Consiglio, a scadenze regolari, relazioni di valutazione e sul riesame del presente regolamento. La prima relazione è trasmessa entro quattro anni dall’entrata in vigore del presente regolamento, le successe sono trasmesse ogni quattro anni. Se del caso, la Commissione presenta opportune proposte di modifica del presente regolamento e per l’allineamento di altri strumenti giuridici tenuto conto, in particolare, degli sviluppi delle tecnologie dell’informazione e dei progressi della società dell’informazione. Le relazioni sono pubblicate."
		},
		{
			"lang": "ga",
			"text": "Cuirfidh an Coimisiún tuarascálacha ar mheastóireacht ar an Rialachán seo agus ar athbhreithniú an Rialacháin seo faoi bhráid Pharlaimint na hEorpa agus na Comhairle go tráthrialta. Cuirfear an chéad tuarascáil faoina mbráid tráth nach déanaí ná ceithre bliana tar éis don Rialachán seo teacht i bhfeidhm. Cuirfear tuarascálacha eile isteach gach ceithre bliana ina dhiaidh sin. Más gá, cuirfidh an Coimisiún tograí iomchuí isteach d'fhonn an Rialachán seo a leasú agus d'fhonn ionstraimí dlíthiúla eile a ailíniú, ag cur san áireamh go háirithe forbairtí i dteicneolaíocht na faisnéise agus i bhfianaise staid an dul chun cinn sa tsochaí faisnéise. Poibleofar na tuarascálacha."
		},
		{
			"lang": "cs",
			"text": "Komise předkládá Evropskému parlamentu a Radě v pravidelných intervalech zprávy o hodnocení a přezkumu tohoto nařízení. První zprávu předloží nejpozději do čtyř let od vstupu tohoto nařízení v platnost. Následné zprávy pak bude předkládat každé čtyři roky. Komise v případě potřeby předkládá příslušné návrhy, aby změnila toto nařízení a uvedla v soulad jiné právní nástroje, konkrétně s přihlédnutím k vývoji informačních technologií a ve světle pokroku v informační společnosti. Tyto zprávy se zveřejňují."
		},
		{
			"lang": "da",
			"text": "Kommissionen forelægger regelmæssigt Europa-Parlamentet og Rådet en rapport om evalueringen og gennemgangen af denne forordning. Den første rapport forelægges senest fire år efter denne forordnings ikrafttræden. Efterfølgende rapporter forelægges hvert fjerde år derefter. Kommissionen forelægger efter behov relevante forslag om ændring af denne forordning og tilpasning af andre retsakter, der bl.a. følger af udviklingen inden for informationsteknologien og informationssamfundet. Rapporterne offentliggøres."
		},
		{
			"lang": "et",
			"text": "Komisjon esitab korrapäraste ajavahemike järel Euroopa Parlamendile ja nõukogule käesoleva määruse hindamise ja läbivaatamise kohta aruande. Esimene aruanne esitatakse hiljemalt neli aastat pärast käesoleva määruse jõustumist. Järgnevad aruanded esitatakse seejärel iga nelja aasta tagant. Komisjon esitab vajaduse korral asjakohased ettepanekud käesoleva määruse muutmiseks ning teiste õigusaktide kohandamiseks, eelkõige võttes arvesse infotehnoloogia ja infoühiskonna arengut. Aruanded avalikustatakse."
		},
		{
			"lang": "el",
			"text": "Η Επιτροπή υποβάλλει εκθέσεις σχετικά με την αξιολόγηση και την αναθεώρηση του παρόντος κανονισμού στο Ευρωπαϊκό Κοινοβούλιο και στην Επιτροπή ανά τακτά χρονικά διαστήματα. Η πρώτη έκθεση υποβάλλεται το αργότερο τέσσερα έτη μετά την έναρξη ισχύος του παρόντος κανονισμού. Οι επακόλουθες εκθέσεις υποβάλλονται στη συνέχεια κάθε τέσσερα έτη. Η Επιτροπή υποβάλλει, εφόσον απαιτείται, κατάλληλες προτάσεις με σκοπό την τροποποίηση του παρόντος κανονισμού και την εναρμόνιση άλλων νομικών πράξεων, ιδίως λαμβάνοντας υπόψη τις εξελίξεις στην τεχνολογία των πληροφοριών και υπό το πρίσμα της προόδου στην κοινωνία της πληροφορίας. Οι εκθέσεις δημοσιοποιούνται."
		},
		{
			"lang": "bg",
			"text": "Комисията редовно представя на Европейския парламент и на Съвета доклади относно оценката и прегледа на настоящия регламент. Първият доклад се представя не по-късно от четири години след влизането в сила на настоящия регламент. Следващите доклади се представят на всеки четири години след това. Комисията представя, ако е необходимо, подходящи предложения за изменение на настоящия регламент и за привеждане в съответствие на други правни инструменти, като отчита по-специално развитието на информационните технологии и с оглед на напредъка в информационното общество. Докладите се оповестяват публично."
		},
		{
			"lang": "hu",
			"text": "A Bizottság rendszeres időközönként jelentéseket terjeszt az Európai Parlament és a Tanács elé e rendelet értékeléséről és felülvizsgálatáról. Az első jelentéseket legkésőbb az e rendelet hatályba lépésétől számított négy éven belül kell benyújtani. A további jelentéseket azt követően négyévente kell benyújtani. A Bizottság – amennyiben szükségesnek ítéli – megfelelő javaslatokat tesz e rendelet módosítására és más jogi eszközök igénybe vételére, figyelembe véve különösen az információs technológia fejlődését, és az információs társadalom fejlődésének állapota fényében. A jelentéseket közzé kell tenni."
		},
		{
			"lang": "mt",
			"text": "Il-Kummissjoni għandha tissottometti rapporti dwar l-evalwazzjoni u r-reviżjoni ta’ dan ir-Regolament lill-Parlament Ewropew u lill-Kunsill f’intervalli regolari. L-ewwel rapport għandu jiġi ppreżentat sa mhux aktar tard minn erba’ snin wara d-dħul fis-seħħ ta’ dan ir-Regolament. Ir-rapporti sussegwenti għandhom jiġu ppreżentati kull erba’ snin wara dan. Il-Kummissjoni għandha tippreżenta, jekk ikun meħtieġ, proposti xierqa bil-ħsieb li jkun emendat dan ir-Regolament u li jkunu allinjati strumenti legali oħrajn, b’mod partikolari filwaqt li tqis l-iżviluppi fit-teknoloġiji tal-informatika u fid-dawl tal-istat ta’ progress fis-soċjetà tal-informazzjoni. Ir-rapporti għandhom jsiru pubbliċi."
		},
		{
			"lang": "lv",
			"text": "Komisija regulāri iesniedz šīs regulas izvērtējuma un pārskata ziņojumus Eiropas Parlamentam un Padomei. Pirmo ziņojumu iesniedz ne vēlāk kā četrus gadus pēc regulas spēkā stāšanās. Turpmākos ziņojumus iesniedz ik pēc četriem gadiem. Komisija, ja nepieciešams, iesniedz atbilstīgus priekšlikumus šīs regulas grozījumiem un citu tiesību aktu pieskaņošanai, jo īpaši ņemot vērā informācijas tehnoloģiju attīstību un informācijas sabiedrības progresu. Ziņojumus dara publiski pieejamus."
		},
		{
			"lang": "ro",
			"text": "Comisia transmite Parlamentului European și Consiliului, la intervale regulate, rapoarte privind evaluarea și revizuirea prezentului regulament. Primul raport se transmite în termen de cel mult patru ani de la data intrării în vigoare a prezentului regulament. Ulterior, următoarele rapoarte se transmit o dată la patru ani. Comisia transmite, dacă este necesar, propuneri corespunzătoare în vederea modificării prezentului regulament, precum și alinierea altor instrumente juridice, în special ținând seama de realizările din domeniul tehnologiei informațiilor și având în vedere progresele societății informaționale. Rapoartele se publică."
		},
		{
			"lang": "sk",
			"text": "Komisia predkladá správy o zhodnotení a preskúmaní tohto nariadenia Európskemu parlamentu a Rade v pravidelných intervaloch. Prvá správa sa predloží najneskôr do štyroch rokov po nadobudnutí účinnosti tohto nariadenia. Následné správy sa potom predkladajú každé štyri roky. Komisia v prípade potreby predloží vhodné návrhy s cieľom zmeniť a doplniť toto nariadenie, a zosúladiť iné právne nástroje, pričom zohľadní najmä vývoj v oblasti informačných technológií a vychádza z aktuálneho stavu pokroku v informačnej spoločnosti. Tieto správy sa zverejnia."
		},
		{
			"lang": "sl",
			"text": "Komisija Evropskemu parlamentu in Svetu redno predloži poročila o oceni in pregledu te uredbe. Prvo poročilo predloži najpozneje štiri leta po začetku veljavnosti te uredbe. Nadaljnja poročila nato predloži vsaka štiri leta. Komisija po potrebi predloži ustrezne predloge z namenom spremembe te uredbe in uskladitve drugih pravnih aktov, zlasti ob upoštevanju razvoja informacijske tehnologije in glede na stanje tehnologije v informacijski družbi. Poročila se objavijo."
		},
		{
			"lang": "fi",
			"text": "Komissio toimittaa Euroopan parlamentille ja neuvostolle säännöllisesti kertomukset tämän asetuksen arvioinnista ja uudelleentarkastelusta. Ensimmäinen kertomus annetaan viimeistään neljän vuoden kuluttua tämän asetuksen voimaantulosta. Sen jälkeen kertomukset annetaan neljän vuoden välein. Komissio esittää tarvittaessa ehdotuksia tämän asetuksen muuttamiseksi ja sen yhdenmukaistamiseksi muiden säädösten kanssa, ottaen erityisesti huomioon tietotekniikassa ja tietoyhteiskunnassa tapahtuvan kehityksen. Kertomukset julkaistaan."
		},
		{
			"lang": "pl",
			"text": "Komisja przedstawia Parlamentowi Europejskiemu i Radzie sprawozdania na temat oceny i przeglądu niniejszego rozporządzenia w regularnych odstępach czasu. Pierwsze sprawozdanie przedstawia się najpóźniej cztery lata po wejściu w życie niniejszego rozporządzenia. Kolejne sprawozdania przedstawia się następnie co cztery lata. Komisja, jeżeli jest to konieczne, przedkłada odpowiednie propozycje w celu zmiany niniejszego rozporządzenia oraz dostosowania innych instrumentów prawnych, w szczególności biorąc pod uwagę rozwój technologii informacyjnych oraz postęp zachodzący w społeczeństwie informacyjnym. Sprawozdania są podawane do wiadomości publicznej."
		},
		{
			"lang": "lt",
			"text": "Komisija reguliariai teikia Europos Parlamentui ir Tarybai šio reglamento vertinimo ir peržiūros ataskaitas. Pirmoji ataskaita pateikiama ne vėliau kaip po ketverių metų nuo šio reglamento įsigaliojimo. Vėlesnės ataskaitos teikiamos kas ketverius metus. Prireikus Komisija pateikia tinkamus pasiūlymus ir jais iš dalies pakeičia šį reglamentą ir suderina kitus teisės aktus, visų pirma atsižvelgdama į informacinių technologijų plėtrą ir informacinės visuomenės pažangą. Ataskaitos skelbiamos viešai."
		},
		{
			"lang": "nl",
			"text": "De Commissie brengt op gezette tijden verslag uit aan het Europees Parlement en de Raad over de evaluatie en de toetsing van deze verordening. Het eerste verslag wordt uiterlijk vier jaar na de inwerkingtreding van deze verordening ingediend. Daarna worden de volgende verslagen om de vier jaar ingediend. Indien nodig dient de Commissie passende voorstellen in teneinde deze verordening te wijzigen en andere rechtsinstrumenten aan te passen, met name in het licht van de ontwikkelingen in de informatietechnologie en de stand van zaken in de informatiemaatschappij. Deze verslagen worden gepubliceerd."
		},
		{
			"lang": "sv",
			"text": "Kommissionen ska regelbundet överlämna rapporter om tillämpningen och översynen av denna förordning till Europaparlamentet och rådet. Den första rapporten ska överlämnas senast fyra år efter det att denna förordning träder i kraft. Därefter ska rapporter överlämnas vart fjärde år. Kommissionen ska om nödvändigt överlämna lämpliga förslag om ändring av denna förordning och om anpassning av andra rättsakter, med särskild hänsyn till informationsteknikens utveckling och mot bakgrund av tendenserna inom informationssamhället. Rapporterna ska offentliggöras."
		}
	],
	"children": [],
	"title": "Article 90 – Text 1"
}