{
	"id": "r100",
	"type": "recital",
	"literal": "100",
	"parent": "_",
	"text": [
		{
			"lang": "en",
			"text": "In order to ensure consistent monitoring and enforcement of this Regulation throughout the Union, the supervisory authorities should have in each Member State the same duties and effective powers, including powers of investigation, legally binding intervention, decisions and sanctions, particularly in cases of complaints from individuals, and to engage in legal proceedings. Investigative powers of supervisory authorities as regards access to premises should be exercised in conformity with Union law and national law. This concerns in particular the requirement to obtain a prior judicial authorisation."
		},
		{
			"lang": "de",
			"text": "Um die einheitliche Überwachung und Durchsetzung dieser Verordnung in der gesamten Union sicherzustellen, sollten die Aufsichtsbehörden in jedem Mitgliedstaat dieselben Aufgaben und Befugnisse haben, darunter, insbesondere im Fall von Beschwerden Einzelner, Untersuchungsbefugnisse sowie rechtsverbindliche Interventions-, Beschluss- und Sanktionsbefugnisse sowie die Befugnis, Gerichtsverfahren anzustrengen. Die Aufsichtsbehörden sollten ihre Untersuchungsbefugnisse, was den Zugang zu Räumlichkeiten anbelangt, im Einklang mit dem Unionsrecht und dem einzelstaatlichen Recht ausüben. Dies betrifft vor allem das Erfordernis einer vorherigen richterlichen Genehmigung."
		},
		{
			"lang": "fr",
			"text": "Afin d'assurer la cohérence du contrôle et de l'application du présent règlement dans l'ensemble de l'Union, les autorités de contrôle devraient avoir, dans chaque État membre, les mêmes missions et pouvoirs effectifs, dont des pouvoirs d'enquête, d'intervention juridiquement contraignante, de décision et de sanction, en particulier en cas de réclamation introduite par des personnes physiques, ainsi que le pouvoir d'ester en justice. Les pouvoirs d'investigation des autorités de contrôle en matière d'accès aux locaux devraient être exercés conformément au droit de l'Union et au droit national applicable. Cela concerne en particulier de l'obligation d'obtenir préalablement une autorisation judiciaire."
		},
		{
			"lang": "es",
			"text": "Para garantizar la supervisión y ejecución coherentes del presente Reglamento en toda la Unión, las autoridades de control deben gozar en todos los Estados miembros de las mismas funciones y poderes efectivos, incluidos los poderes de investigación, de intervención jurídicamente vinculante, de decisión y sanción, especialmente en casos de reclamaciones de personas físicas, y la capacidad de litigar. Los poderes de investigación de las autoridades de control por lo que se refiere al acceso a los locales deben ejercerse de conformidad con el Derecho de la Unión y el Derecho nacional. Ello se refiere especialmente al requisito de obtener un mandato judicial previo."
		},
		{
			"lang": "pt",
			"text": "A fim de assegurar o controlo e aplicação coerentes do presente regulamento no conjunto da União, as autoridades de controlo devem ter, em cada Estado-Membro, as mesmas funções e poderes efetivos, incluindo os poderes de investigação, de intervenção juridicamente vinculativa, de deliberação e de sanção, particularmente em caso de queixas apresentadas por pessoas singulares, bem como o poder de intervir em processos judiciais. Os poderes de investigação das autoridades de controlo em matéria de acesso às instalações devem ser exercidos em conformidade com o direito da União e o direito nacional. Tal diz especialmente respeito à obrigação de obter previamente uma autorização judicial."
		},
		{
			"lang": "it",
			"text": "Al fine di garantire un monitoraggio e un’applicazione coerenti del presente regolamento in tutta l’Unione, le autorità di controllo devono godere in ciascuno Stato membro degli stessi diritti e poteri effettivi, fra cui poteri di indagine e d’intervento giuridicamente vincolanti, di decisione e sanzione, segnatamente in caso di reclamo, così come di agire in giudizio. I poteri d’indagine delle autorità di controllo con riferimento all’accesso ai locali devono essere esercitati nel rispetto del diritto dell’Unione e della legislazione nazionale. Ciò riguarda in particolare l’obbligo di ottenere una preventiva autorizzazione giudiziaria."
		},
		{
			"lang": "ga",
			"text": "Chun a áirithiú go ndéantar faireachán comhsheasmhach ar an Rialachán seo agus go ndéantar é a fhorfheidhmiú go comhsheasmhach ar fud an Aontais, ba cheart go mbeadh na dualgais agus na cumhachtaí éifeachtacha céanna ag na húdaráis mhaoirseachta i ngach Ballstát, lena n‑áirítear cumhachtaí imscrúduitheacha, chun idirghabháil atá ceangailteach ó thaobh dlí a dhéanamh, chun cinntí a dhéanamh agus smachtbhannaí a thabhairt isteach, go háirithe maidir le gearáin a fháil ó dhaoine aonair, agus cumhachtaí chun imeachtaí dlíthiúla a thionscnamh. Ba cheart d’údaráis mhaoirseachta a gcumhachtaí imscrúdaitheacha maidir le rochtain ar áitreabh a fheidhmiú i gcomhréir le dlí an Aontais agus le dlí náisiúnta. Baineann sé sin go háirithe leis an gceanglas maidir le réamhúdarú breithiúnach a fháil."
		},
		{
			"lang": "cs",
			"text": "Aby se zajistilo jednotné sledování a prosazování tohoto nařízení v celé Unii, měly by mít orgány dozoru v každém členském státě tytéž povinnosti a účinné pravomoci, včetně pravomocí provádět šetření, právně závazné zásahy, přijímat rozhodnutí a sankce, zejména v případech stížností jednotlivců, a pravomoci obrátit se na soud. Orgány dozoru by měly své pravomoci provádět šetření, pokud jde o zpřístupňování prostorů, vykonávat v souladu s právem Unie a právem členského státu. To se týká zejména požadavku získat předchozí soudní povolení."
		},
		{
			"lang": "da",
			"text": "For at sikre ensartet kontrol med og håndhævelse af denne forordning i hele Unionen bør tilsynsmyndighederne i hver medlemsstat have samme opgaver og effektive beføjelser, herunder undersøgelsesbeføjelser, beføjelser til retligt bindende indgriben og beføjelser til at træffe afgørelser og fastsætte sanktioner, navnlig i tilfælde af klager fra fysiske personer, og til at deltage i retssager. Tilsynsmyndighedernes undersøgelsesbeføjelser, hvad angår adgang til lokaler, bør udøves i overensstemmelse med EU-retten og national ret. Det gælder bl.a. kravet om en forudgående retskendelse."
		},
		{
			"lang": "et",
			"text": "Selleks et tagada kogu liidus ühtlane järelevalve käesoleva määruse üle ja selle ühtlane täitmine, peaksid järelevalveasutustel olema kõikides liikmesriikides samad ülesanded ja volitused, sealhulgas uurimis-, õiguslikult siduva sekkumise, otsuste tegemise ja sanktsioonide kehtestamise volitused, eelkõige üksikisikute esitatud kaebuste puhul, ning volitused osaleda kohtumenetlustes. Järelevalveasutuste uurimisvolitusi seoses juurdepääsuga ruumidele tuleks kasutada kooskõlas ELi ja liikmesriikide õigusega. Eelkõige on see nii kohtu eelneva loa hankimise nõude puhul."
		},
		{
			"lang": "el",
			"text": "Για τη διασφάλιση της συνεκτικής παρακολούθησης και επιβολής του παρόντος κανονισμού σε ολόκληρη την Ένωση, οι αρχές ελέγχου πρέπει να έχουν σε κάθε κράτος μέλος τα ίδια καθήκοντα και τις ίδιες πραγματικές εξουσίες, συμπεριλαμβανομένων εξουσιών διερεύνησης, νομικά δεσμευτικής παρέμβασης, λήψης αποφάσεων και επιβολής κυρώσεων, ιδίως σε περιπτώσεις καταγγελιών από φυσικά πρόσωπα, και συμμετοχής σε νομικές διαδικασίες. Οι εξουσίες διερεύνησης των αρχών ελέγχου όσον αφορά την πρόσβαση σε εγκαταστάσεις πρέπει να ασκούνται σύμφωνα με το δίκαιο της Ένωσης και το εθνικό δίκαιο. Αυτό αφορά ειδικότερα την απαίτηση εξασφάλισης προηγούμενης δικαστικής έγκρισης."
		},
		{
			"lang": "bg",
			"text": "За да се гарантира съгласуваното наблюдение и прилагане на настоящия регламент навсякъде в Съюза, надзорните органи следва да имат еднакви задължения и ефективни правомощия във всяка държава-членка, включително правомощия за разследване, правнообвързваща намеса, вземане на решения и налагане на санкции, особено в случаи на жалби от физически лица, както и правомощие да участват в съдебни производства. Що се отнася до достъпа до помещения, правомощията на надзорните органи за провеждане на разследване следва да бъдат упражнявани в съответствие с правото на Съюза и с националното право. Това се отнася по-специално до изискването за получаване на предварително съдебно разрешение."
		},
		{
			"lang": "hu",
			"text": "E rendelet Unió-szerte következetes ellenőrzésének és érvényesítésének biztosítása érdekében a felügyelő hatóságokat minden tagállamban ugyanazokkal a feladatokkal és hatékony hatáskörökkel kell felruházni, ideértve a vizsgálati hatáskört, a jogi kötőerővel bíró beavatkozást, határozatokat és szankciókat, különösen az egyéni panaszok esetén, valamint a bírósági eljárásokban való részvétel jogát is. A felügyelő hatóságoknak a helyiségekbe való belépéssel kapcsolatos vizsgálati hatáskörét az uniós joggal és a nemzeti joggal összhangban kell gyakorolni. Ez különösen az előzetes bírósági engedély beszerzésének követelményére vonatkozik."
		},
		{
			"lang": "mt",
			"text": "Sabiex jiġu assigurati sorveljanza u infurzar konsistenti ta’ dan ir-Regolament fl-Unjoni kollha, l-awtoritajiet ta’ superviżjoni għandu jkollhom l-istess dmirijiet u setgħat effettivi f’kull Stat Membru, fosthom setgħat ta’ investigazzjoni, intervent, deċiżjonijiet u sanzjonijiet legalment vinkolanti, b’mod partikolari f’każijiet ta’ lmenti mingħand individwi, u li jiparteċipaw fiproċedimenti legali. Is-setgħat investigattivi ta’ awtoritajiet ta’ superviżjoni rigward l-aċċess għall-postijiet għandhom ikunu eżerċitati f’konformità mal-liġi tal-Unjoni u l-liġi nazzjonali. Dan jirrigwarda b’mod partikolari l-kundizzjoni li qabel tinkiseb awtorizzazzjoni ġudizzjarja."
		},
		{
			"lang": "lv",
			"text": "Lai nodrošinātu konsekventu šīs regulas piemērošanas uzraudzību un izpildi visā Savienībā, uzraudzības iestādēm katrā dalībvalstī būtu jābūt vieniem un tiem pašiem uzdevumiem un efektīvām pilnvarām, ietverot pilnvaras izmeklēt, juridiski saistošas pilnvaras iejaukties, tiesības pieņemt lēmumus un lemt par sankcijām, jo īpaši personu sūdzību gadījumos, un tiesības iesaistīties procesuālās darbībās. Uzraudzības iestādes pilnvaras veikt izmeklēšanu attiecībā uz piekļuvi telpām būtu jāīsteno saskaņā ar Savienības un valsts tiesībām. Tas jo īpaši attiecas uz prasību saņemt iepriekšēju tiesas atļauju."
		},
		{
			"lang": "ro",
			"text": "Pentru a se asigura consecvența monitorizării și a aplicării prezentului regulament în întreaga Uniune, autoritățile de supraveghere ar trebui să aibă în fiecare stat membru aceleași atribuții și competențe efective, inclusiv competențe de investigare, de intervenție cu forță juridică obligatorie, de decizie și sancționare, în special în cazul plângerilor depuse de persoane fizice, precum și de a acționa în justiție. Competențele de investigare ale autorităților de supraveghere în ceea ce privește accesul în localuri ar trebui exercitate în conformitate cu dreptul Uniunii și cu legislația națională. Aceasta se referă, în special, la cerința de a obține în prealabil o autorizare judiciară."
		},
		{
			"lang": "sk",
			"text": "Aby sa zabezpečilo konzistentné monitorovanie a uplatňovanie tohto nariadenia v rámci Únie, dozorné orgány by mali mať vo všetkých členských štátoch rovnaké povinnosti a účinné právomoci vrátane právomoci vykonávať vyšetrovania, právomoci robiť právne záväzné úkony, prijímať rozhodnutia a ukladať sankcie, a to najmä v prípadoch sťažností od fyzických osôb, a právomoci zapájať sa do súdnych konaní. Vyšetrovacie právomoci dozorných orgánov, pokiaľ ide o prístup do priestorov, by sa mali uplatňovať v súlade s právnymi predpismi Únie a s vnútroštátnymi právnymi predpismi. Týka sa to najmä požiadavky získať povolenie súdu vopred."
		},
		{
			"lang": "sl",
			"text": "Za zagotovitev doslednega spremljanja in izvajanja te uredbe v vsej Uniji bi morali biti naloge in učinkovita pooblastila nadzornih organov v vseh državah članicah enaki, vključno s pooblastili za preiskovanje, pravno zavezujoče posredovanje, izdajo odločb in naložitev sankcij, zlasti v primerih pritožb posameznikov, ter za sodelovanje v sodnem postopku. Preiskovalna pooblastila nadzornih organov glede dostopa v prostore bi bilo treba izvajati v skladu z zakonodajo Unije in nacionalno zakonodajo. To se nanaša zlasti na zahtevo glede predhodnega sodnega dovoljenja."
		},
		{
			"lang": "fi",
			"text": "Jotta voitaisiin varmistaa tämän asetuksen johdonmukainen seuranta ja täytäntöönpano kaikkialla unionissa, valvontaviranomaisilla olisi oltava kaikissa jäsenvaltioissa samanlaiset tehtävät ja valtuudet, mukaan lukien tutkintavaltuudet, valtuudet toteuttaa oikeudellisesti sitovia toimia, tehdä päätöksiä ja määrätä seuraamuksia, erityisesti silloin kun yksilöt tekevät valituksia, sekä oikeus panna vireille oikeudellisia menettelyjä. Valvontaviranomaisten tutkintavaltuuksia, jotka koskevat pääsyä tiloihin, olisi käytettävä unionin ja kansallisen lainsäädännön mukaisesti. Tämä koskee erityisesti vaatimusta saada sitä varten ennakkoon tuomioistuimen lupa."
		},
		{
			"lang": "pl",
			"text": "By zapewnić spójne monitorowanie i wykonanie niniejszego rozporządzenia w całej Unii, organy nadzorcze powinny mieć w każdym państwie członkowskim te same obowiązki i faktyczne uprawnienia, w tym uprawnienie do przeprowadzania dochodzenia i prawnie wiążącej interwencji, podejmowania decyzji i nakładania sankcji, w szczególności w sprawach skarg od osób fizycznych oraz do udziału w postępowaniu sądowym. Uprawnienia dochodzeniowe organów nadzorczych, jeśli chodzi o dostęp do pomieszczeń, powinny być wykonywane zgodnie z prawem unijnym i prawem krajowym. W szczególności dotyczy to wymogu uprzedniego uzyskania zezwolenia sądu."
		},
		{
			"lang": "lt",
			"text": "siekiant užtikrinti nuoseklią šio reglamento taikymo stebėseną ir vykdymą visoje Sąjungoje, kiekvienos valstybės narės priežiūros institucijos turėtų atlikti tas pačias pareigas ir veiksmingai naudotis tais pačiais įgaliojimais, įskaitant įgaliojimus vykdyti tyrimą ir teisiškai privalomas intervencijas, priimti sprendimus ir skirti sankcijas, visų pirma tais atvejais, kai gaunami skundai iš fizinių asmenų, ir būti proceso šalimi. Priežiūros institucijų tyrimo įgaliojimai, kai reikia patekti į patalpas, turėtų būti įgyvendinami laikantis Sąjungos ir nacionalinės teisės nuostatų. Pirmiausia tai taikoma reikalavimui iš anksto gauti teismo leidimą;"
		},
		{
			"lang": "nl",
			"text": "Met het oog op een consequent toezicht en de eenvormige handhaving van deze richtlijn in de gehele Unie dienen de toezichthoudende autoriteiten in alle lidstaten dezelfde taken en effectieve bevoegdheden te hebben, waaronder de bevoegdheid om onderzoek te verrichten en juridisch bindend op te treden, besluiten te nemen en sancties op te leggen, in het bijzonder bij klachten van personen, alsook de bevoegdheid om in rechte op te treden. De toezichthoudende autoriteiten dienen hun onderzoeksbevoegdheden met betrekking tot toegang tot lokalen uit te oefenen conform het Unierecht en het recht van de lidstaten. Dit geldt met name voor de verplichting van voorafgaande toestemming van een rechterlijke instantie."
		},
		{
			"lang": "sv",
			"text": "För att denna förordning ska övervakas och verkställas på ett enhetligt sätt i hela unionen bör tillsynsmyndigheterna i alla medlemsstater ha samma uppdrag och effektiva befogenheter, bl.a. befogenheter att utreda, vidta rättsligt bindande åtgärder, fatta beslut och ålägga påföljder, särskilt vid klagomål från enskilda, samt delta i rättsliga förfaranden. Tillsynsmyndigheternas utredningsbefogenheter vad avser tillträde till lokaler bör utövas överensstämmelse med unionens och medlemsstaternas lagstiftning. Detta gäller särskilt kravet på att inhämta förhandstillstånd från rättsliga myndigheter."
		}
	],
	"children": [],
	"title": "Recital 100"
}