{
	"id": "r106",
	"type": "recital",
	"literal": "106",
	"parent": "_",
	"text": [
		{
			"lang": "en",
			"text": "In application of the consistency mechanism, the European Data Protection Board should, within a determined period of time, issue an opinion, if a simple majority of its members so decides or if so requested by any supervisory authority or the Commission."
		},
		{
			"lang": "de",
			"text": "Bei Anwendung des Kohärenzverfahrens sollte der Europäische Datenschutzausschuss, falls von der einfachen Mehrheit seiner Mitglieder so entschieden wird oder falls eine andere Aufsichtsbehörde oder die Kommission darum ersuchen, binnen einer festgelegten Frist eine Stellungnahme abgeben."
		},
		{
			"lang": "fr",
			"text": "En application du mécanisme de contrôle de la cohérence, le comité européen de la protection des données devrait émettre un avis, dans un délai déterminé, si une majorité simple de ses membres le décide ou s'il est saisi d'une demande en ce sens par une autorité de contrôle ou par la Commission."
		},
		{
			"lang": "es",
			"text": "En aplicación del mecanismo de coherencia, el Consejo Europeo de Protección de Datos debe, en un plazo determinado, emitir un dictamen, si así lo decide una mayoría simple de sus miembros o si así lo solicita cualquier autoridad de control o la Comisión."
		},
		{
			"lang": "pt",
			"text": "Em aplicação do mecanismo de controlo da coerência, o Comité Europeu para a Proteção de Dados deve emitir um parecer, dentro de um determinado prazo, se a maioria simples dos seus membros assim o decidir ou se for para tal solicitado por qualquer autoridade de controlo ou pela Comissão."
		},
		{
			"lang": "it",
			"text": "In applicazione del meccanismo di coerenza il comitato europeo per la protezione dei dati deve emettere un parere entro un termine determinato, se i suoi membri lo decidono a maggioranza semplice o se a richiederlo sono un’autorità di controllo o la Commissione."
		},
		{
			"lang": "ga",
			"text": "Agus an sásra comhsheasmhachta á chur i bhfeidhm aige, ba cheart don Bhord Eorpach um Chosaint Sonraí tuairim a eisiúint, laistigh de thréimhse socruithe ama, má chinneann tromlach simplí dá chomhaltaí amhlaidh nó má iarrann aon údarás maoirseachta nó an Coimisiún air sin a dhéanamh."
		},
		{
			"lang": "cs",
			"text": "Při použití mechanismu jednotnosti by Evropská rada pro ochranu údajů, pokud tak rozhodne prostá většina jejích členů nebo pokud o to požádá jiný orgán dozoru či Komise, měla ve stanovené lhůtě vydat stanovisko."
		},
		{
			"lang": "da",
			"text": "Ved anvendelsen af sammenhængsmekanismen bør Det Europæiske Databeskyttelses­råd inden for en bestemt frist afgive en udtalelse, hvis det besluttes af et simpelt flertal af dets medlemmer, eller hvis en tilsynsmyndighed eller Kommissionen anmoder herom."
		},
		{
			"lang": "et",
			"text": "Järjepidevuse mehhanismi kohaldamise korral peaks Euroopa Andmekaitsenõukogu esitama kindlaksmääratud ajavahemiku jooksul oma arvamuse, kui nii otsustatakse liikmete lihthäälteenamusega või kui seda taotleb mis tahes järelevalveasutus või komisjon."
		},
		{
			"lang": "el",
			"text": "Κατά την εφαρμογή του μηχανισμού συνεκτικότητας, το Ευρωπαϊκό Συμβούλιο Προστασίας Δεδομένων οφείλει να εκδίδει γνώμη, εντός καθορισμένης προθεσμίας, εφόσον αποφασίσει κάτι τέτοιο η απλή πλειοψηφία των μελών της ή εφόσον της ζητηθεί κάτι τέτοιο από οποιαδήποτε αρχή ελέγχου ή από την Επιτροπή."
		},
		{
			"lang": "bg",
			"text": "При прилагането на механизма за съгласуваност Европейският комитет по защита на данните следва да излезе със становище в рамките на определен срок, ако такова решение бъде взето с обикновено мнозинство на неговите членове или ако това бъде поискано от даден надзорен орган или от Комисията."
		},
		{
			"lang": "hu",
			"text": "Az egységességi eljárás alkalmazása keretében az Európai Adatvédelmi Testület tagjainak egyszerű többséggel hozott döntése alapján, vagy bármely felügyelő hatóság vagy a Bizottság kérésére meghatározott időn belül véleményt bocsát ki."
		},
		{
			"lang": "mt",
			"text": "B’applikazzjoni tal-mekkaniżmu ta’ konsistenza, il-Bord Ewropew għall-Protezzjoni tad-Dejta għandu joħroġ opinjoni, fi żmien perjodu ta’ żmien stabbilit, jekk maġġoranza sempliċi tal-membri tiegħu tiddeċiedi hekk jew jekk jintalab dan minn xi awtorità ta’ superviżjoni jew mill-Kummissjoni."
		},
		{
			"lang": "lv",
			"text": "Piemērojot konsekvences mehānismu Eiropas Datu aizsardzības kolēģijai būtu noteiktā termiņā jāsniedz atzinums, ja tā nolemj kolēģijas locekļu vienkāršs vairākums vai ja to pieprasa uzraudzības iestāde vai Komisija."
		},
		{
			"lang": "ro",
			"text": "În aplicarea mecanismului pentru asigurarea coerenței, Comitetul european pentru protecția datelor ar trebui, într-un anumit termen, să emită un aviz în cazul în care o majoritate simplă a membrilor săi decide astfel sau în cazul în care o autoritate de supraveghere sau Comisia solicită acest lucru."
		},
		{
			"lang": "sk",
			"text": "Pri uplatňovaní mechanizmu konzistentnosti by Európsky výbor pre ochranu údajov mal v rámci vymedzenej časovej lehoty vydať stanovisko, ak o tom rozhodne jednoduchá väčšina jeho členov, alebo ak o to požiada niektorý dozorný orgán alebo Komisia."
		},
		{
			"lang": "sl",
			"text": "Pri uporabi mehanizma za skladnost bi moral Evropski odbor za varstvo podatkov v določenem roku podati mnenje, če tako odloči navadna večina članov ali če to zahteva kateri koli nadzorni organ ali Komisija."
		},
		{
			"lang": "fi",
			"text": "Yhdenmukaisuusmekanismin soveltamiseksi Euroopan tietosuojaneuvoston olisi annettava lausunto tietyssä määräajassa, jos sen jäsenten yksinkertainen enemmistö niin päättää tai jos joku valvontaviranomainen tai komissio sitä pyytää."
		},
		{
			"lang": "pl",
			"text": "W ramach stosowania mechanizmu zgodności Europejska Rada Ochrony Danych powinna, w określonym terminie, wydać opinię, o ile tak postanowią jej członkowie w głosowaniu zwykłą większością głosów lub jeśli zażądają tego organ nadzorczy lub Komisja."
		},
		{
			"lang": "lt",
			"text": "taikant nuoseklumo užtikrinimo mechanizmą Europos duomenų apsaugos valdyba turėtų savo nuomonę pateikti per nustatytą terminą, jeigu taip nusprendė paprasta jos narių dauguma arba to prašo kita priežiūros institucija arba Komisija;"
		},
		{
			"lang": "nl",
			"text": "Bij de toepassing van de conformiteitstoetsing dient het Europees Comité voor gegevensbescherming binnen een bepaalde termijn een advies uitbrengen, indien een gewone meerderheid van stemmen van zijn leden daartoe beslist of indien een toezichthoudende autoriteit of de Commissie daarom verzoekt."
		},
		{
			"lang": "sv",
			"text": "Vid tillämpningen av mekanismen för enhetlighet bör Europeiska dataskyddsstyrelsen inom en fastställd tidsperiod avge ett yttrande, om en enkel majoritet av dess ledamöter så beslutar eller om någon tillsynsmyndighet eller kommissionen begär detta."
		}
	],
	"children": [],
	"title": "Recital 106"
}