{
	"id": "r107",
	"type": "recital",
	"literal": "107",
	"parent": "_",
	"text": [
		{
			"lang": "en",
			"text": "In order to ensure compliance with this Regulation, the Commission may adopt an opinion on this matter, or a decision, requiring the supervisory authority to suspend its draft measure."
		},
		{
			"lang": "de",
			"text": "Um die Übereinstimmung mit dieser Verordnung zu gewährleisten, kann die Kommission eine Stellungnahme in der Angelegenheit abgeben oder einen Beschluss fassen, der die Aufsichtsbehörde verpflichtet, die geplante Maßnahme auszusetzen."
		},
		{
			"lang": "fr",
			"text": "Afin de garantir le respect du présent règlement, la Commission peut adopter un avis sur cette question, ou une décision ordonnant à l'autorité de contrôle de suspendre son projet de mesure."
		},
		{
			"lang": "es",
			"text": "Con el fin de garantizar el cumplimiento de lo dispuesto en el presente Reglamento, la Comisión puede adoptar un dictamen sobre este asunto, o una decisión en la que inste a la autoridad de control a suspender su proyecto de medida."
		},
		{
			"lang": "pt",
			"text": "A fim de assegurar o respeito do presente regulamento, a Comissão pode emitir um parecer sobre esta matéria, ou uma decisão que solicite à autoridade de controlo a suspensão do seu projeto de medida."
		},
		{
			"lang": "it",
			"text": "Al fine di garantire il rispetto del presente regolamento, la Commissione può adottare un parere sulla questione, o una decisione volta a ingiungere all’autorità di controllo di sospendere il progetto di misura."
		},
		{
			"lang": "ga",
			"text": "Chun comhlíonadh an Rialacháin seo a áirithiú, féadfaidh an Coimisiún tuairim a ghlacadh maidir leis an ábhar sin, nó cinneadh a ghlacadh, lena gceanglaítear ar an údarás maoirseachta a dhréachtbheart a chur ar fionraí."
		},
		{
			"lang": "cs",
			"text": "Aby byl zajištěn soulad s tímto nařízením, může Komise v této záležitosti zaujmout stanovisko nebo přijmout rozhodnutí, kterým po orgánu dozoru bude vyžadovat, aby přijetí navrhovaného opatření odložil."
		},
		{
			"lang": "da",
			"text": "For at sikre overensstemmelse med denne forordning kan Kommissionen vedtage en udtalelse om denne sag eller en afgørelse, som kræver, at tilsynsmyndigheden suspenderer sin foreslåede foranstaltning."
		},
		{
			"lang": "et",
			"text": "Selleks et tagada käesoleva määruse järgimine, võib komisjon vastu võtta käesolevat valdkonda käsitleva arvamuse või otsuse, mille alusel peab järelevalveasutus oma kavandatava meetme peatama."
		},
		{
			"lang": "el",
			"text": "Για τη διασφάλιση της συμμόρφωσης προς τον παρόντα κανονισμό, η Επιτροπή μπορεί να εκδώσει γνώμη επί της υπόθεσης αυτής ή απόφαση, με την οποία αξιώνει από την αρχή ελέγχου την αναστολή του σχεδίου μέτρου."
		},
		{
			"lang": "bg",
			"text": "С цел да се гарантира спазването на настоящия регламент, Комисията може да приеме становище по този въпрос или решение, в което се изисква от надзорния орган да преустанови своята проектомярка."
		},
		{
			"lang": "hu",
			"text": "Az e rendelettel való összhang biztosítása érdekében a Bizottság véleményt fogadhat el e tárggyal kapcsolatban, vagy határozatot hozhat, amelyben felkéri a felügyelő hatóságot a tervezett intézkedés felfüggesztésére."
		},
		{
			"lang": "mt",
			"text": "Sabiex tassigura l-konformità ma’ dan ir-Regolament, il-Kummissjoni tista’ tadotta opinjoni dwar din il-kwistjoni, jew deċiżjoni, li titlob lill-awtorità ta’ superviżjoni tissospendi l-abbozz ta’ miżura tagħha."
		},
		{
			"lang": "lv",
			"text": "Lai nodrošinātu šīs regulas ievērošanu, Komisija var pieņemt atzinumu par šo jautājumu vai lēmumu, kurā pieprasa uzraudzības iestādei apturēt tās pasākuma projektu."
		},
		{
			"lang": "ro",
			"text": "Pentru a se asigura conformitatea cu prezentul regulament, Comisia poate adopta un aviz privind aspectul respectiv sau o decizie, prin care să se solicite autorității de supraveghere suspendarea proiectului său de măsură."
		},
		{
			"lang": "sk",
			"text": "S cieľom zabezpečiť súlad s týmto nariadením môže Komisia prijať stanovisko k tejto veci alebo rozhodnutie, ktorým požiada dozorný orgán o pozastavenie jeho návrhu opatrenia."
		},
		{
			"lang": "sl",
			"text": "Za zagotovitev skladnosti s to uredbo lahko Komisija o tem sprejme mnenje ali sklep, ki od nadzornega organa zahteva, da svoj osnutek ukrepa začasno prekliče."
		},
		{
			"lang": "fi",
			"text": "Komissio voi antaa kyseisestä asiasta lausunnon tai päätöksen, jossa se vaatii valvontaviranomaista keskeyttämään toimenpideluonnoksensa täytäntöönpanon, jotta voidaan varmistaa tämän asetuksen noudattaminen."
		},
		{
			"lang": "pl",
			"text": "By zapewnić zgodność z przepisami niniejszego rozporządzenia, Komisja może przyjąć opinię lub podjąć decyzję w tej sprawie, żądając od organu nadzorczego zawieszenia tego projektu środka."
		},
		{
			"lang": "lt",
			"text": "siekdama užtikrinti šio reglamento laikymąsi, Komisija gali šiuo klausimu priimti nuomonę arba sprendimą, kuriuo priežiūros institucija įpareigojama sustabdyti priemonės projekto priėmimą;"
		},
		{
			"lang": "nl",
			"text": "Teneinde ervoor te zorgen dat de bepalingen van deze verordening worden nageleefd, kan de Commissie hierover een advies uitbrengen of een besluit vaststellen waarbij de toezichthoudende autoriteit wordt verplicht haar ontwerpmaatregel in te trekken."
		},
		{
			"lang": "sv",
			"text": "Kommissionen kan för att se till att denna förordning följs avge ett yttrande i denna fråga, eller fatta ett beslut som ålägger tillsynsmyndigheten att skjuta upp utkastet till åtgärd."
		}
	],
	"children": [],
	"title": "Recital 107"
}