{
	"id": "r108",
	"type": "recital",
	"literal": "108",
	"parent": "_",
	"text": [
		{
			"lang": "en",
			"text": "There may be an urgent need to act in order to protect the interests of data subjects, in particular when the danger exists that the enforcement of a right of a data subject could be considerably impeded. Therefore, a supervisory authority should be able to adopt provisional measures with a specified period of validity when applying the consistency mechanism."
		},
		{
			"lang": "de",
			"text": "Es kann dringender Handlungsbedarf zum Schutz der Interessen von betroffenen Personen bestehen, insbesondere wenn eine erhebliche Behinderung der Durchsetzung des Rechts einer betroffenen Person droht. Daher sollten die Aufsichtsbehörden bei der Anwendung des Kohärenzverfahrens einstweilige Maßnahmen mit einer festgelegten Geltungsdauer treffen können."
		},
		{
			"lang": "fr",
			"text": "Il peut être nécessaire d'agir de toute urgence pour protéger les intérêts des personnes concernées, en particulier lorsque l'exercice du droit d'une personne concernée risque d'être considérablement entravé. En conséquence, lorsqu'elle applique le mécanisme de contrôle de la cohérence, l'autorité de contrôle devrait pouvoir adopter des mesures provisoires d'une durée déterminée."
		},
		{
			"lang": "es",
			"text": "Es posible que haya una necesidad urgente de actuar para proteger los intereses de los interesados, en particular cuando exista el riesgo de que pudiera verse considerablemente obstaculizado el disfrute de alguno de sus derechos. Por lo tanto, las autoridades de control deben estar en condiciones de adoptar medidas provisionales con un determinado período de validez a la hora de aplicar el mecanismo de coherencia."
		},
		{
			"lang": "pt",
			"text": "Pode ser urgente agir, a fim de proteger os interesses dos titulares de dados, em especial quando existir perigo de impedimento considerável do exercício de um direito da pessoa em causa. Por essa razão, a autoridade de controlo deve poder adotar medidas provisórias, válidas por um período específico, aquando da aplicação do mecanismo de controlo da coerência."
		},
		{
			"lang": "it",
			"text": "Potrebbe essere necessario intervenire urgentemente per tutelare gli interessi degli interessati, in particolare quando sussiste il pericolo che l’esercizio di un diritto possa essere gravemente ostacolato. Pertanto, un’autorità di controllo deve essere in grado di prendere misure provvisorie con un periodo di validità determinato quando applica il meccanismo di coerenza."
		},
		{
			"lang": "ga",
			"text": "D’fhéadfadh sé go mbeadh gá práinneach le dul i mbun gnímh chun leasanna na ndaoine is ábhar do shonraí a chosaint, go háirithe nuair atá baol ann go gcuirfí isteach go mór ar fhorfheidhmiú cirt de chuid duine is ábhar do shonraí. Dá bhrí sin, ba cheart go mbeadh údarás maoirseachta in ann bearta sealadacha a ghlacadh laistigh de thréimhse shonraithe bhailíochta agus an sásra comhsheasmhachta á chur i bhfeidhm aige."
		},
		{
			"lang": "cs",
			"text": "Může se vyskytnout naléhavá potřeba jednat, aby byly ochráněny zájmy subjektů údajů, zejména pokud hrozí, že výkon některého z práv subjektu údajů by mohl být značně ztížen. Orgán dozoru by proto měl při použití mechanismu jednotnosti mít možnost přijmout dočasná opatření se stanovenou dobou platnosti."
		},
		{
			"lang": "da",
			"text": "Det kan være nødvendigt at handle omgående for at beskytte registreredes interesser, navnlig hvis der er alvorlig risiko for en begrænsning af håndhævelsen af en registrerets rettigheder. En tilsynsmyndighed bør derfor kunne vedtage foreløbige foranstaltninger med en angivet gyldighedsperiode, når sammenhængsmekanismen anvendes."
		},
		{
			"lang": "et",
			"text": "Selleks et kaitsta andmesubjektide huve, võib olla vaja tegutseda kiiresti, eriti siis, kui on olemas oht, et andmesubjekti õiguse kohtuliku kaitsmise võimalust võidakse märkimisväärselt takistada. Seetõttu peaks järelevalveasutusel olema võimalik võtta järjepidevuse mehhanismi kohaldamise korral konkreetse kehtivusajaga ajutisi meetmeid."
		},
		{
			"lang": "el",
			"text": "Ενδέχεται να υπάρχει επείγουσα ανάγκη λήψης μέτρων για την προστασία των συμφερόντων των προσώπων στα οποία αναφέρονται τα δεδομένα, ιδίως όταν υπάρχει κίνδυνος να παρεμποδισθεί σημαντικά η άσκηση δικαιώματος του συγκεκριμένου προσώπου. Επομένως, μια αρχή ελέγχου πρέπει να είναι σε θέση να θεσπίζει προσωρινά μέτρα, με προσδιορισμένη διάρκεια ισχύος, κατά την εφαρμογή του μηχανισμού συνεκτικότητας."
		},
		{
			"lang": "bg",
			"text": "Възможно е да има спешна необходимост от действия за защита на интересите на субекти на данни, по-специално когато съществува опасност прилагането на право на субект на данни да бъде значително възпрепятствано. Поради това надзорният орган следва да има възможност да приема временни мерки с определен срок на действие, когато прилага механизма за съгласуваност."
		},
		{
			"lang": "hu",
			"text": "Az érintettek érdekeinek védelme céljából sürgős intézkedésre is szükség lehet, különösen abban az esetben, amikor a veszély abban áll, hogy jelentősen akadályozzák az érintettet jogainak gyakorlásában. Következésképpen az egységességi mechanizmus alkalmazása során a felügyelő hatóságnak képesnek kell lennie meghatározott érvényességi idejű ideiglenes intézkedések elfogadására."
		},
		{
			"lang": "mt",
			"text": "Jista’ jkun hemm ħtieġa urġenti ta’ azzjoni sabiex ikunu mħarsa l-interessi ta’ suġġetti tad-dejta, b’mod partikolari meta jkun jeżisti l-periklu li l-infurzar ta’ dritt ta’ suġġett tad-dejta jista’ jkun imfixkel b’mod konsiderevoli. Għaldaqstant, awtorità ta’ superviżjoni għandha tkun tista’ tadotta miżuri provviżorji b’perjodu speċifiku ta’ validità meta tapplika l-mekkaniżmu ta’ konsistenza."
		},
		{
			"lang": "lv",
			"text": "Ir iespējama situācija, kurā ir steidzami nepieciešams rīkoties, lai aizsargātu datu subjektu intereses, jo īpaši, ja pastāv draudi, ka var būt ievērojami traucēta datu subjekta tiesību izmantošana. Tāpēc uzraudzības iestādei būtu jābūt tiesībām, piemērojot konsekvences mehānismu, pieņemt pagaidu pasākumus ar ierobežotu termiņu."
		},
		{
			"lang": "ro",
			"text": "Este posibil să existe o necesitate urgentă de a se acționa pentru asigurarea protecției intereselor persoanelor vizate, în special în cazul în care există pericolul ca exercitarea unui drept al unei persoane vizate să fie împiedicată în mod considerabil. Prin urmare, atunci când aplică mecanismul pentru asigurarea coerenței, o autoritate de supraveghere ar trebui să poată adopta măsuri provizorii, cu o anumită perioadă de valabilitate."
		},
		{
			"lang": "sk",
			"text": "Môže sa vyskytnúť naliehavá potreba konať kvôli ochrane záujmov dotknutých osôb, najmä ak existuje nebezpečenstvo, že by uplatňovanie práva dotknutej osoby mohlo byť podstatne sťažené. Dozorný orgán by preto mal mať možnosť pri uplatňovaní mechanizmu konzistentnosti prijímať dočasné opatrenia s vymedzenou dobou platnosti."
		},
		{
			"lang": "sl",
			"text": "Lahko se pojavi nujna potreba po ukrepanju za zaščito interesov posameznikov, na katere se nanašajo osebni podatki, zlasti kadar obstaja nevarnost, da bi lahko bilo uveljavljanje pravice posameznika, na katerega se nanašajo osebni podatki, močno ovirano. Zato bi moral nadzorni organ imeti možnost, da pri uporabi mehanizma za skladnost sprejme začasne ukrepe z določenim obdobjem veljavnosti."
		},
		{
			"lang": "fi",
			"text": "Saattaa olla tarpeen toteuttaa kiireellisiä toimenpiteitä rekisteröidyn etujen suojaamiseksi, etenkin jos on olemassa vaara, että jonkin rekisteröidylle kuuluvan oikeuden täytäntöönpanolle voi aiheutua merkittävää haittaa. Tätä varten valvontaviranomaisen olisi voitava toteuttaa yhdenmukaisuusmekanismin soveltamisen puitteissa väliaikaisia toimenpiteitä, joiden voimassaolo on rajoitettu."
		},
		{
			"lang": "pl",
			"text": "Może zaistnieć nagła potrzeba działania w celu ochrony interesów podmiotów danych, w szczególności gdy istnieje niebezpieczeństwo, że egzekwowanie prawa przysługującego podmiotowi danych może być istotnie utrudnione. Z tego względu organ nadzorczy, stosując mechanizm zgodności, powinien być w stanie przyjąć środki tymczasowe o określonym czasie obowiązywania."
		},
		{
			"lang": "lt",
			"text": "tam tikrais atvejais gali kilti būtinybė skubiai veikti, kad būtų apsaugoti duomenų subjektų interesai, ypač kai kyla pavojus, kad gali būti labai apsunkintos duomenų subjekto galimybės naudotis savo teise. Todėl taikydama nuoseklumo užtikrinimo mechanizmą priežiūros institucija turėtų galėti priimti nustatytą laikotarpį galiojančias laikinąsias priemones;"
		},
		{
			"lang": "nl",
			"text": "Er kan dringend moeten worden opgetreden om de belangen van de betrokkenen te beschermen, met name wanneer het gevaar bestaat dat de handhaving van een recht van een betrokkene aanzienlijk zou kunnen worden belemmerd. Derhalve dient een toezichthoudende autoriteit de mogelijkheid te hebben om bij het verrichten van de conformiteitstoetsing voorlopige maatregelen met een bepaalde geldigheidsduur vast te stellen."
		},
		{
			"lang": "sv",
			"text": "Brådskande behov att agera kan uppstå för att skydda de registrerades intressen, särskilt när fara föreligger att säkerställandet av en registrerad persons rättighet kan komma att försvåras avsevärt. En tillsynsmyndighet bör därför kunna vidta preliminära åtgärder med viss giltighetsperiod när den tillämpar mekanismen för enhetlighet."
		}
	],
	"children": [],
	"title": "Recital 108"
}