{
	"id": "r11",
	"type": "recital",
	"literal": "11",
	"parent": "_",
	"text": [
		{
			"lang": "en",
			"text": "In order to ensure a consistent level of protection for individuals throughout the Union and to prevent divergences hampering the free movement of data within the internal market, a Regulation is necessary to provide legal certainty and transparency for economic operators, including micro, small and medium-sized enterprises, and to provide individuals in all Member States with the same level of legally enforceable rights and obligations and responsibilities for controllers and processors, to ensure consistent monitoring of the processing of personal data, and equivalent sanctions in all Member States as well as effective co-operation by the supervisory authorities of different Member States. To take account of the specific situation of micro, small and medium-sized enterprises, this Regulation includes a number of derogations. In addition, the Union institutions and bodies, Member States and their supervisory authorities are encouraged to take account of the specific needs of micro, small and medium-sized enterprises in the application of this Regulation. The notion of micro, small and medium-sized enterprises should draw upon Commission Recommendation 2003/361/EC of 6 May 2003 concerning the definition of micro, small and medium-sized enterprises."
		},
		{
			"lang": "de",
			"text": "Damit jeder in der Union das gleiche Maß an Datenschutz genießt und Unterschiede, die den freien Datenverkehr im Binnenmarkt behindern könnten, beseitigt werden, ist eine Verordnung erforderlich, die überall in der Union für Wirtschaftsteilnehmer einschließlich Kleinstunternehmen sowie kleiner und mittlerer Unternehmen Rechtsicherheit und Transparenz schafft, den Einzelnen mit denselben durchsetzbaren Rechten ausstattet, dieselben Pflichten und Zuständigkeiten für die für die Verarbeitung Verantwortlichen und Auftragsverarbeiter vorsieht und eine einheitliche Kontrolle der Verarbeitung personenbezogener Daten in allen Mitgliedstaaten sowie gleiche Sanktionen und eine wirksame Zusammenarbeit zwischen den Aufsichtsbehörden der einzelnen Mitgliedstaaten gewährleistet. Um der besonderen Situation von Kleinstunternehmen sowie kleinen und mittleren Unternehmen Rechnung zu tragen, enthält diese Verordnung eine Reihe von abweichenden Regelungen. Außerdem werden die Organe und Einrichtungen der Union sowie die Mitgliedstaaten und deren Aufsichtsbehörden dazu angehalten, bei der Anwendung dieser Verordnung die besonderen Bedürfnisse von Kleinstunternehmen sowie kleinen und mittleren Unternehmen zu berücksichtigen. Für die Definition des Begriffs des Kleinstunternehmens sowie kleiner und mittlerer Unternehmen sollte die Empfehlung 2003/361/EG der Kommission vom 6. Mai 2003 maßgebend sein."
		},
		{
			"lang": "fr",
			"text": "Afin d'obtenir un niveau uniforme de protection des personnes physiques dans toute l'Union, et d'éviter que des divergences n'entravent la libre circulation des données au sein du marché intérieur, un règlement est nécessaire pour garantir la sécurité juridique et la transparence aux opérateurs économiques, notamment les micro, petites et moyennes entreprises, pour assurer aux personnes de tous les États membres un même niveau de droits opposables, et des obligations et responsabilités égales pour les responsables du traitement des données et les sous‑traitants, de même que pour assurer une surveillance cohérente du traitement des données à caractère personnel, des sanctions équivalentes dans tous les États membres et une coopération efficace entre les autorités de contrôle des différents États membres. Pour tenir compte de la situation particulière des micro, petites et moyennes entreprises, le présent règlement comporte un certain nombre de dérogations. Les institutions et organes de l'Union, les États membres et leurs autorités de contrôle sont, en outre, encouragés à prendre en considération les besoins spécifiques des micro, petites et moyennes entreprises dans le cadre l'application du présent règlement. Pour définir la notion de micro, petites et moyennes entreprises, il convient de s'inspirer de la recommandation 2003/361/CE de la Commission du 6 mai 2003 concernant la définition des micro, petites et moyennes entreprises."
		},
		{
			"lang": "es",
			"text": "Para garantizar un nivel coherente de protección de las personas en toda la Unión y evitar divergencias que dificulten la libre circulación de datos dentro del mercado interior, es necesario un Reglamento que proporcione seguridad jurídica y transparencia a los operadores económicos, incluidas las micro, pequeñas y medianas empresas, y ofrezca a las personas físicas de todos los Estados miembros el mismo nivel de derechos y obligaciones protegidos jurídicamente y de responsabilidades para los responsables y encargados del tratamiento, con el fin de garantizar una supervisión coherente del tratamiento de datos personales y sanciones equivalentes en todos los Estados miembros, así como la cooperación efectiva de las autoridades de control de los diferentes Estados miembros. Con objeto de tener en cuenta la situación específica de las micro, pequeñas y medianas empresas, el presente Reglamento incluye una serie de excepciones. Además, se anima a las instituciones y órganos de la Unión, los Estados miembros y sus autoridades de control a tomar en consideración las necesidades específicas de las microempresas, pequeñas y medianas empresas en la aplicación del presente Reglamento. El concepto de microempresas, pequeñas y medianas empresas debe tomarse de la Recomendación 2003/361/CE, de 6 de mayo de 2003, sobre la definición de microempresas, pequeñas y medianas empresas."
		},
		{
			"lang": "pt",
			"text": "A fim de assegurar um nível coerente de proteção das pessoas singulares no conjunto da União e evitar que as divergências constituam um obstáculo à livre circulação de dados no mercado interno, é necessário um regulamento que assegure a segurança jurídica e a transparência aos operadores económicos, incluindo as micro, pequenas e médias empresas, que assegure às pessoas singulares de todos os Estados-Membros um mesmo nível de direitos suscetíveis de proteção judicial e obrigações e responsabilidades iguais para os responsáveis pelo tratamento e subcontratantes, que assegure um controlo coerente do tratamento de dados pessoais, sanções equivalentes em todos os Estados-Membros, bem como uma cooperação efetiva entre as autoridades de controlo dos diferentes Estados-Membros. Para ter em conta a situação particular das micro, pequenas e médias empresas, o presente regulamento inclui um determinado número de derrogações. Além disso, as instituições e os órgãos da União, os Estados-Membros e as suas autoridades de controlo são incentivados a tomar em consideração as necessidades específicas das micro, pequenas e médias empresas no âmbito de aplicação do presente regulamento. Para definir a noção de micro, pequenas e médias empresas, é conveniente ter em conta a Recomendação 2003/361/CE da Comissão, de 6 de maio de 2003, relativa à definição de micro, pequenas e médias empresas."
		},
		{
			"lang": "it",
			"text": "Per garantire un livello uniforme di protezione delle persone in tutta l’Unione e prevenire disparità che possono ostacolare la libera circolazione dei dati nel mercato interno, è necessario un regolamento che garantisca certezza del diritto e trasparenza agli operatori economici, comprese le micro, piccole e medie imprese, offra alla persona in tutti gli Stati membri il medesimo livello di diritti giuridicamente tutelati, definisca obblighi e responsabilità dei responsabili del trattamento e degli incaricati del trattamento e assicuri un monitoraggio costante del trattamento dei dati personali, sanzioni equivalenti in tutti gli Stati membri e una cooperazione efficace tra le autorità di controllo dei diversi Stati membri. Per tener conto della specifica situazione delle micro, piccole e medie imprese, il presente regolamento prevede una serie di deroghe. Inoltre, le istituzioni e gli organi dell’Unione, gli Stati membri e le loro autorità di controllo sono invitati a considerare le esigenze specifiche delle micro, piccole e medie imprese nell’applicare il presente regolamento. Il concetto di micro, piccola e media impresa deve ispirarsi alla raccomandazione 2003/361/CE della Commissione, del 6 maggio 2003, relativa alla definizione delle microimprese, piccole e medie imprese."
		},
		{
			"lang": "ga",
			"text": "Chun leibhéal comhsheasmhach cosanta a áirithiú do dhaoine aonair ar fud an Aontais agus le nach gcuirfidh éagothromachtaí isteach ar shaorshreabhadh sonraí laistigh den mhargadh inmheánach, is gá Rialachán a ghlacadh chun deimhneacht dhlíthiúil agus trédhearcacht a sholáthar d’oibreoirí eacnamaíocha, lena n‑áirítear micrifhiontair, fiontair bheaga agus fiontair mheánmhéide, agus chun a chinntiú go mbeidh na cearta céanna ar fáil do dhaoine aonair sna Ballstáit uile, ar cearta iad atá infhorfheidhmithe de réir dlí do dhaoine is ábhar do shonraí, agus go mbeidh na hoibleagáidí agus freagrachtaí céanna ar rialaitheoirí agus ar phróiseálaithe, agus chun faireachán comhsheasmhach ar phróiseáil sonraí pearsanta agus smachtbhannaí coibhéiseacha a áirithiú i ngach Ballstát chomh maith le comhar éifeachtach idir údaráis mhaoirseachta Ballstát éagsúil. Chun cás sainiúil na micrifhiontar, na bhfiontar beag agus na bhfiontar meánmhéide a chur san áireamh, áirítear roinnt maoluithe sa Rialachán seo. Ina theannta sin, moltar d’institiúidí agus comhlachtaí an Aontais, do na Ballstáit agus dá n‑údaráis mhaoirseachta riachtanais shonracha na micrifhiontar, na bhfiontar beag agus na bhfiontar meánmhéide a chur san áireamh agus an Rialachán seo á chur i bhfeidhm. Ba cheart coincheap na micrifhiontar, na bhfiontar beag agus na bhfiontar meánmhéide a bhunú ar an sainmhíniú a thugtar orthu sin i Moladh 2003/361/CE ón gCoimisiún an 6 Bealtaine 2003."
		},
		{
			"lang": "cs",
			"text": "Aby byla zajištěna jednotná úroveň ochrany jednotlivců v celé Unii a odstraněny rozdíly bránící volnému pohybu údajů v rámci vnitřního trhu, je nezbytné přijmout nařízení, které poskytne hospodářským subjektům, včetně mikropodniků, malých a středních podniků, právní jistotu a transparentnost, jednotlivcům zaručí ve všech členských státech stejná právně vymahatelná práva a správcům a zpracovatelům uloží stejné povinnosti a odpovědnosti s cílem zajistit účinné sledování zpracovávání osobních údajů a stejné sankce ve všech členských státech, jakož i účinnou spolupráci mezi orgány dozoru různých členských států. Aby byla zohledněna specifická situace mikropodniků, malých a středních podniků, obsahuje toto nařízení řadu výjimek. Kromě toho jsou orgány a subjekty Unie, členské státy a jejich orgány dozoru podporovány v tom, aby při uplatňování tohoto nařízení zohledňovaly specifické potřeby mikropodniků, malých a středních podniků. Pojem mikropodniky, malé a střední podniky by měl vycházet z doporučení Komise 2003/361/ES ze dne 6. května 2003 o definici mikropodniků, malých a středních podniků."
		},
		{
			"lang": "da",
			"text": "For at sikre et ensartet beskyttelsesniveau for fysiske personer i hele Unionen og for at forhindre forskelle, der kan hæmme den frie udveksling af data i det indre marked, bør der vedtages en forordning, som kan skabe retssikkerhed og gennemsigtighed for erhvervsdrivende, herunder mikrovirksomheder og små og mellemstore virksomheder, og give fysiske personer i alle medlemsstater de samme pligter og rettigheder, der kan håndhæves retsligt, samt pålægge registeransvarlige og registerførere et ansvar med det formål at sikre ensartet kontrol med behandlingen af personoplysninger og ensartede sanktioner i alle medlemsstater samt et effektivt samarbejde mellem tilsynsmyndighederne i de forskellige medlemsstater. For at tage hensyn til den særlige situation for mikrovirksomheder og små og mellemstore virksomheder indeholder denne forordning en række undtagelser. Derudover opfordres EU-institutionerne og ‑organerne, medlemsstaterne og deres tilsynsmyndigheder til at tage hensyn til mikrovirksomheders og små og mellemstore virksomheders særlige behov ved anvendelsen af denne forordning. Begreberne mikrovirksomheder og små og mellemstore virksomheder bør baseres på Kommissionens henstilling 2003/361/EF af 6. maj 2003 om definitionen af mikrovirksomheder, små og mellemstore virksomheder."
		},
		{
			"lang": "et",
			"text": "Et tagada üksikisikute järjekindel kaitse terves ELis ning ära hoida erinevusi, mis takistavad andmete vaba liikumist siseturul, on tarvis määrust, millega tagatakse õiguskindlus ja läbipaistvus ettevõtete, sealhulgas mikro-, väike- ja keskmise suurusega ettevõtete jaoks ning milles sätestatakse kõigi liikmesriikide üksikisikute samaväärsed kohtulikult kaitstavad õigused ja kohustused ning vastutavate töötlejate ja volitatud töötlejate vastutus, et tagada pidev isikuandmete töötlemise jälgimine nagu ka samad karistused kõigis liikmesriikides ning liikmesriikide järelevalveasutuste tõhus koostöö. Käesolevas määruses on ette nähtud mitu erandit, et võtta arvesse mikro-, väike- ja keskmise suurusega ettevõtete erilist olukorda. Lisaks kutsutakse ELi institutsioone ja asutusi, liikmesriike ja nende järelevalveasutusi üles võtma käesoleva määruse rakendamisel arvesse mikro-, väike- ja keskmise suurusega ettevõtete erivajadusi. Mikro-, väike- ja keskmise suurusega ettevõtete määratlus tugineb komisjoni 6. mai 2003. aasta soovitusele mikro-, väike- ja keskmise suurusega ettevõtjate määratluse kohta."
		},
		{
			"lang": "el",
			"text": "Για τη διασφάλιση συνεκτικού επιπέδου προστασίας για τα φυσικά πρόσωπα σε ολόκληρη την Ένωση και την αποφυγή αποκλίσεων που εμποδίζουν την ελεύθερη κυκλοφορία των δεδομένων στην εσωτερική αγορά, απαιτείται κανονισμός ο οποίος θα κατοχυρώνει την ασφάλεια δικαίου και τη διαφάνεια για τους οικονομικούς παράγοντες, συμπεριλαμβανομένων των πολύ μικρών, των μικρών και των μεσαίων επιχειρήσεων, και θα προβλέπει το ίδιο επίπεδο δικαστικά απαιτητών δικαιωμάτων για τα φυσικά πρόσωπα σε όλα τα κράτη μέλη και το ίδιο επίπεδο υποχρεώσεων και ευθυνών για τους υπευθύνους επεξεργασίας και τους εκτελούντες την επεξεργασία, ώστε να διασφαλίζεται συνεκτική παρακολούθηση της επεξεργασίας δεδομένων προσωπικού χαρακτήρα, καθώς και ισοδύναμες κυρώσεις σε όλα τα κράτη μέλη και αποτελεσματική συνεργασία των αρχών ελέγχου των διάφορων κρατών μελών. Για να ληφθεί υπόψη η ειδική κατάσταση των πολύ μικρών, των μικρών και των μεσαίων επιχειρήσεων, ο παρών κανονισμός περιλαμβάνει διάφορες παρεκκλίσεις. Επιπλέον, τα θεσμικά όργανα και οι οργανισμοί της Ένωσης, τα κράτη μέλη και οι αρχές ελέγχου των κρατών μελών παροτρύνονται να λαμβάνουν υπόψη τις ειδικές ανάγκες των πολύ μικρών, των μικρών και των μεσαίων επιχειρήσεων κατά την εφαρμογή του παρόντος κανονισμού. Η έννοια των πολύ μικρών, των μικρών και των μεσαίων επιχειρήσεων πρέπει να βασίζεται στη σύσταση της Επιτροπής 2003/361/ΕΚ, της 6ης Μαΐου 2003, σχετικά με τον ορισμό των πολύ μικρών, των μικρών και των μεσαίων επιχειρήσεων."
		},
		{
			"lang": "bg",
			"text": "За да се гарантира съгласувано ниво на защита на физическите лица в целия Съюз и да се попречи на различията да възпрепятстват свободното движение на данни в рамките на вътрешния пазар, е необходим регламент, който да осигурява правна сигурност и прозрачност на икономическите оператори, включително на микропредприятията, малките и средните предприятия, и да предостави на физическите лица във всички държави-членки еднакви по степен законово противопоставими права за субектите на данни и задължения и отговорности за администраторите и обработващите лични данни, както и да гарантира съгласувано наблюдение на обработването на лични данни, еквивалентни санкции във всички държави-членки и ефективно сътрудничество от страна на надзорните органи на различните държави-членки. С цел да се отчете особеното положение на микропредприятията, малките и средните предприятия в регламента са включени редица дерогации. Освен това институциите и органите на Съюза, държавите-членки и техните надзорни органи се приканват да вземат предвид специфичните нужди на микропредприятията, малките и средните предприятия при прилагането на настоящия регламент. Разбирането на понятието за микропредприятия, малки и средни предприятия следва да се основава на Препоръка 2003/361/ЕО на Комисията от 6 май 2003 г. относно определението за микропредприятията, малките и средните предприятия."
		},
		{
			"lang": "hu",
			"text": "Az egyének egységes szintű védelmének az Unió egész területén való biztosítása, valamint az adatok belső piacon való szabad áramlását akadályozó eltérések megelőzése érdekében rendelettel kell biztosítani a jogbiztonságot és az áttekinthetőséget valamennyi tagállam gazdasági szereplői részére, beleértve a mikro-, kis- és középvállalkozásokat, valamint az egyének részére a jogi úton érvényesíthető jogoknak és az adatkezelők és -feldolgozók kötelezettségeinek és felelősségének valamennyi tagállamban azonos szintjét, a személyes adatok feldolgozásának következetes nyomon követését és azt, hogy minden tagállamban rendelkezésre álljanak a megfelelő szankciók és a különböző tagállamok felügyelő hatóságai hatékonyan együttműködjenek. A rendelet számos eltérést tartalmaz annak érdekében, hogy figyelembe vegye a mikro-, kis- és középvállalkozások sajátos helyzetét. Emellett az uniós intézményeket és szervezeteket, a tagállamokat és felügyelő hatóságaikat arra ösztönzik, hogy e rendelet alkalmazása során vegyék figyelembe a mikro-, kis- és középvállalkozások sajátos szükségleteit. A mikro-, kis- és középvállalkozások fogalmát a kis- és közepes méretű vállalkozások meghatározásáról szóló, 2003. május 6-i 2003/361/EK bizottsági ajánlás alapján kell meghatározni."
		},
		{
			"lang": "mt",
			"text": "Sabiex ikun żgurat livell konsistenti ta’ protezzjoni għall-individwi fl-Unjoni kollha u sabiex ma jkunx hemm diverġenzi li jfixklu l-moviment liberu tad-dejta fis-suq intern, hemm bżonn ta’ Regolament li jipprovdi ċertezza legali u trasparenza għall-operaturi ekonomiċi, inklużi l-mikroimpriżi l-impriżi ż-żgħar u ta’ daqs medju, u biex jipprovdi l-individwi fl-Istati Membri kollha bl-istess livell ta’ drittijiet infurzabbli bil-liġi u obbligi u responsabbiltajiet għall-kontrolluri u għall-proċessuri, sabiex ikun żgurat monitoraġġ konsistenti tal-ipproċessar tad-dejta personali, u sanzjonijiet ugwali fl-Istati Membri kollha kif ukoll kooperazzjoni effettiva mill-awtoritajiet ta’ superviżjoni tal-Istati Membri differenti. Biex jieħu kont tas-sitwazzjoni speċifika ta’ mikroimpriżi, impriżi żgħar u ta’ daqs medju, dan ir-Regolament jinkludi numru ta’ derogi. Barra minn hekk, il-korpi u l-istituzzjonijiet tal-Unjoni, l-Istati Membri u l-awtoritajiet ta’ superviżjoni tagħhom huma mħeġġa biex jieħdu kont tal-bżonnijiet speċifiċi ta' mikroimpriżi, impriżi żgħar u ta’ daqs medju fl-applikazzjoni ta’ dan ir-Regolament. Il-kunċett ta' mikroimpriżi, impriżi żgħar u ta’ daqs medju għandu jiġi bbażat fuq ir-Rakkomandazzjoni tal-Kunsill 2003/361/KE tas-6 ta' Mejju 2003 rigward id-definizzjoni ta’ mikroimpriżi, impriżi żgħar u ta’ daqs medju."
		},
		{
			"lang": "lv",
			"text": "Lai nodrošinātu fizisku personu konsekventu aizsardzību visā Savienībā un novērstu atšķirības, kas traucē datu brīvu apriti iekšējā tirgū, ir nepieciešama regula, lai sniegtu tiesisko noteiktību un pārskatāmību uzņēmējiem, tostarp mikrouzņēmumiem, maziem un vidējiem uzņēmumiem, nodrošinātu fiziskām personām visās dalībvalstīs vienādas juridiski īstenojamas tiesības un pienākumus un pārziņu un apstrādātāju atbildību, nodrošinātu konsekventu personas datu apstrādes uzraudzību un atbilstošas sankcijas visās dalībvalstīs, kā arī efektīvu uzraudzības iestāžu sadarbību dažādās dalībvalstīs. Lai ņemtu vērā mikrouzņēmumu, mazo un vidējo uzņēmumu īpašo situāciju, šajā regulā ietvertas vairākas atkāpes. Turklāt Savienības iestādes un struktūras, dalībvalstis un to uzraudzības iestādes tiek rosinātas, piemērojot šo regulu, ņemt vērā mikrouzņēmumu, mazo un vidējo uzņēmumu īpašās vajadzības. Mikrouzņēmumu, mazo un vidējo uzņēmumu jēdziens būtu jābalsta uz Komisijas 2003. gada 6. maija ieteikumā 2003/361/EK sniegto mikrouzņēmumu, mazo un vidējo uzņēmumu definīciju."
		},
		{
			"lang": "ro",
			"text": "În vederea asigurării unui nivel uniform de protecție pentru persoanele fizice în întreaga Uniune și a preîntâmpinării discrepanțelor care împiedică libera circulație a datelor în cadrul pieței interne, este necesar un regulament în scopul de a furniza securitate juridică și transparență pentru operatorii economici, inclusiv microîntreprinderile și întreprinderile mici și mijlocii, precum și de a oferi persoanelor fizice în toate statele membre același nivel de drepturi garantate din punct de vedere juridic, de obligații și de responsabilități pentru operatori și persoanele împuternicite de aceștia, pentru a se asigura o monitorizare coerentă a prelucrării datelor cu caracter personal, sancțiuni echivalente în toate statele membre, precum și cooperarea efectivă a autorităților de supraveghere ale diferitelor state membre. Pentru a se lua în considerare situația specifică a microîntreprinderilor și a întreprinderilor mici și mijlocii, prezentul regulament include mai multe derogări. În plus, instituțiile și organismele Uniunii, statele membre și autoritățile lor de supraveghere sunt încurajate să ia în considerare necesitățile specifice ale microîntreprinderilor și ale întreprinderilor mici și mijlocii în aplicarea prezentului regulament. Noțiunea de microîntreprinderi și de întreprinderi mici și mijlocii ar trebui să se bazeze pe Recomandarea 2003/361/CE a Comisiei din 6 mai 2003 privind definirea microîntreprinderilor și a întreprinderilor mici și mijlocii."
		},
		{
			"lang": "sk",
			"text": "Aby sa zabezpečila konzistentná úroveň ochrany fyzických osôb v Únii a zabránilo sa rozdielom, ktoré sú prekážkou voľného pohybu údajov v rámci vnútorného trhu, je potrebné prijať nariadenie, ktoré by poskytlo právnu istotu a bolo by transparentné pre hospodárskych aktérov vrátane mikropodnikov a malých a stredných podnikov, ktoré by fyzickým osobám vo všetkých členských štátoch poskytlo rovnakú úroveň práv vymáhateľných právnymi prostriedkami a prevádzkovateľom a sprostredkovateľom uložilo povinnosti a zodpovednosti, ktoré by zabezpečilo konzistentné monitorovanie a spracovávanie osobných údajov a ktoré by stanovovalo zodpovedajúce sankcie vo všetkých členských štátoch, ako aj účinnú spoluprácu dozorných orgánov rozličných členských štátov. Aby sa zohľadnila osobitná situácia mikropodnikov a malých a stredných podnikov, toto nariadenie obsahuje aj niekoľko výnimiek. Okrem toho sú inštitúcie a orgány Únie, členské štáty a ich dozorné orgány nabádané k tomu, aby pri uplatňovaní tohto nariadenia zohľadňovali osobitné potreby mikropodnikov a malých a stredných podnikov. Pojem mikropodniky a malé a stredné podniky vychádza z odporúčania Komisie 2003/361/ES zo 6. mája 2003 o definícii mikropodnikov a malých a stredných podnikov."
		},
		{
			"lang": "sl",
			"text": "Za zagotovitev skladne ravni varstva posameznikov v vsej Uniji in preprečitev, da bi razlike ovirale prosti pretok podatkov na notranjem trgu, je potrebna uredba, ki bo gospodarskim subjektom, vključno z mikro-, malimi in srednje velikimi podjetji, zagotovila pravno varnost in preglednost, posameznikom v vseh državah članicah zagotovila enako raven pravno izvršljivih pravic, določila enake obveznosti in odgovornosti upravljavcev in obdelovalcev ter zagotovila dosledno spremljanje obdelave osebnih podatkov, enakovredne sankcije v vseh državah članicah in učinkovito sodelovanje nadzornih organov različnih držav članic. Za upoštevanje posebnega položaja mikro-, malih in srednje velikih podjetij ta uredba vsebuje številna odstopanja. Poleg tega se institucije in organi Unije, države članice in njihovi nadzorni organi spodbujajo, da posebne potrebe mikro-, malih in srednje velikih podjetij upoštevajo pri uporabi te uredbe. Pojem mikro-, malih in srednje velikih podjetij bi moral temeljiti na Priporočilu Komisije 2003/361/ES z dne 6. maja 2003 o opredelitvi mikro-, malih in srednje velikih podjetij."
		},
		{
			"lang": "fi",
			"text": "Jotta voitaisiin varmistaa yksilöiden yhdenmukainen suoja kaikkialla unionissa ja estää eroavuudet, jotka haittaavat tietojen vapaata liikkuvuutta sisämarkkinoilla, tarvitaan asetus, joka takaa oikeusvarmuuden ja läpinäkyvyyden talouden toimijoiden, kuten mikroyritysten sekä pienten ja keskisuurten yritysten kannalta, antaa yksilöille kaikissa jäsenvaltioissa samantasoiset, oikeudellisesti täytäntöönpanokelpoiset oikeudet ja rekisterinpitäjille ja henkilötietojen käsittelijöille velvollisuudet ja vastuut sekä varmistaa henkilötietojen käsittelyn yhdenmukaisen valvonnan ja samantasoiset seuraamukset kaikissa jäsenvaltioissa ja eri jäsenvaltioiden valvontaviranomaisten tehokkaan yhteistyön. Tässä asetuksessa säädetään eräistä poikkeuksista, jotta voitaisiin ottaa huomioon mikroyritysten sekä pienten ja keskisuurten yritysten erityistilanne. Lisäksi unionin toimielimiä ja elimiä sekä jäsenvaltioita ja niiden valvontaviranomaisia kehotetaan ottamaan tämän asetuksen soveltamisessa huomioon mikroyritysten sekä pienten ja keskisuurten yritysten erityistarpeet. Mikroyritysten sekä pienten ja keskisuurten yritysten määritelmän olisi perustuttava mikroyritysten sekä pienten ja keskisuurten yritysten määritelmästä 6 päivänä toukokuuta 2003 annettuun komission suositukseen 2003/361/EY."
		},
		{
			"lang": "pl",
			"text": "W celu zapewnienia spójnego poziomu ochrony osób fizycznych w całej Unii oraz zapobiegania różnicom, które hamowałyby swobodny przepływ danych w ramach rynku wewnętrznego, należy przyjąć rozporządzenie, które zagwarantuje przedsiębiorcom, w tym mikroprzedsiębiorcom oraz małym i średnim przedsiębiorcom pewność prawną i przejrzystość i które zapewni ten sam poziom prawnie egzekwowalnych uprawnień i obowiązków administratorów i podmiotów przetwarzających osobom fizycznym we wszystkich państwach członkowskich, umożliwi spójne monitorowanie przetwarzania danych osobowych, stosowanie równoważnych sankcji we wszystkich państwach członkowskich oraz skuteczną współpracę organów nadzorczych różnych państw członkowskich. W związku ze szczególną sytuacją mikroprzedsiębiorców oraz małych i średnich przedsiębiorców niniejsze rozporządzenia przewiduje szereg odstępstw. Ponadto zachęca się instytucje i organy Unii, państwa członkowskie i ich organy nadzorcze, by wzięły pod uwagę szczególne potrzeby mikroprzedsiębiorców oraz małych i średnich przedsiębiorców, jeśli chodzi o zastosowanie niniejszego rozporządzenia. Pojęcie mikroprzedsiębiorców oraz małych i średnich przedsiębiorców powinno opierać się na zaleceniu Komisji 2003/361/WE z dnia 6 maja 2003 r. dotyczącym przedsiębiorstw mikro, małych i średnich."
		},
		{
			"lang": "lt",
			"text": "siekiant užtikrinti vienodą asmenų apsaugą visoje Sąjungoje ir pašalinti skirtumus, kurie kliudo asmens duomenų judėjimui vidaus rinkoje, būtina priimti reglamentą, kuris ūkinės veiklos vykdytojams, įskaitant labai mažas, mažąsias ir vidutines įmones, suteiktų teisinio tikrumo ir skaidrumo, asmenims – visose valstybėse narėse vienodas teisiškai įgyvendinamas teises, duomenų valdytojams ir duomenų tvarkytojams – nustatytų vienodas pareigas bei atsakomybę, užtikrintų nuoseklią asmens duomenų tvarkymo priežiūrą ir visose valstybėse narėse lygiavertes sankcijas, taip pat veiksmingą atskirų valstybių narių priežiūros institucijų bendradarbiavimą. Kad būtų atsižvelgta į ypatingą labai mažų, mažųjų ir vidutinių įmonių padėtį, šiame reglamente numatyta tam tikrų nukrypti leidžiančių nuostatų. Be to, Sąjungos institucijos ir įstaigos, valstybės narės ir jų priežiūros institucijos raginamos taikant šį reglamentą atsižvelgti į specialius labai mažų, mažųjų ir vidutinių įmonių poreikius. Labai mažų, mažųjų ir vidutinių įmonių apibrėžtis turėtų būti grindžiama 2003 m. gegužės 6 d. Komisijos rekomendacija dėl labai mažų, mažųjų ir vidutinių įmonių sampratos;"
		},
		{
			"lang": "nl",
			"text": "Teneinde personen in de gehele Unie een consistent niveau van bescherming te bieden en te voorkomen dat verschillen het vrije verkeer van gegevens op de interne markt hinderen, is een verordening nodig om bedrijven, met inbegrip van kleine, middelgrote en micro-ondernemingen, rechtszekerheid en transparantie te bieden, te voorzien in dezelfde wettelijk afdwingbare rechten voor personen in alle lidstaten en in verplichtingen en verantwoordelijkheden voor de voor de verwerking verantwoordelijken en de verwerkers, te zorgen voor consistent toezicht op de verwerking van persoonsgegevens en voor vergelijkbare sancties in alle lidstaten, alsook voor doeltreffende samenwerking tussen de toezichthoudende autoriteiten van verschillende lidstaten. Met het oog op de specifieke situatie van kleine, middelgrote en micro-ondernemingen omvat deze verordeningen een aantal uitzonderingsbepalingen. Bovendien worden de instellingen en organen van de Unie, de lidstaten en hun toezichthoudende autoriteiten aangemoedigd om bij de toepassing van deze verordening de specifieke behoeften van de kleine, middelgrote en micro-ondernemingen in aanmerking te nemen. De definitie van het begrip kleine, middelgrote en micro-ondernemingen dient te worden overgenomen uit Aanbeveling 2003/361/EG van de Commissie van 6 mei 2003."
		},
		{
			"lang": "sv",
			"text": "För att säkra en enhetlig nivå på skyddet av enskilda över hela unionen och undvika avvikelser som hindrar den fria rörligheten av uppgifter inom den inre marknaden behövs en förordning som skapar rättssäkerhet och öppenhet för ekonomiska aktörer, däribland mikroföretag samt små och medelstora företag, och som ger enskilda personer i alla medlemsstater samma rättsligt verkställbara rättigheter och skyldigheter samt ålägger registeransvariga och registerförare samma ansvar, så att övervakningen av behandling av personuppgifter blir enhetlig, påföljderna i alla medlemsstater likvärdiga och samarbetet mellan tillsynsmyndigheterna i olika medlemsstater mer effektivt. För att ta hänsyn till mikroföretagens samt de små och medelstora företagens särskilda situation innehåller förordningen ett antal undantag. Dessutom uppmanas unionens institutioner och organ samt medlemsstaterna och deras tillsynsmyndigheter att vid tillämpningen av denna förordning ta hänsyn till mikroföretagens samt de små och medelstora företagens särskilda behov. Begreppet ”mikroföretag samt små och medelstora företag” bör bygga på kommissionens rekommendation 2003/361/EG av den 6 maj 2003 om definitionen av mikroföretag samt små och medelstora företag."
		}
	],
	"children": [],
	"title": "Recital 11"
}