{
	"id": "r117",
	"type": "recital",
	"literal": "117",
	"parent": "_",
	"text": [
		{
			"lang": "en",
			"text": "Where there are indications that parallel proceedings are pending before the courts in different Member States, the courts should be obliged to contact each other. The courts should have the possibility to suspend a case where a parallel case is pending in another Member State. Member States should ensure that court actions, in order to be effective, should allow the rapid adoption of measures to remedy or prevent an infringement of this Regulation."
		},
		{
			"lang": "de",
			"text": "Gibt es Hinweise auf in verschiedenen Mitgliedstaaten anhängige Parallelverfahren, sollten die Gerichte verpflichtet sein, sich miteinander in Verbindung zu setzen. Die Gerichte sollten die Möglichkeit haben, ein Verfahren auszusetzen, wenn in einem anderen Mitgliedstaat ein Parallelverfahren anhängig ist. Die Mitgliedstaaten sollten sicherstellen, dass effiziente Klagemöglichkeiten vorhanden sind, mit denen rasch Maßnahmen zur Abstellung oder Verhinderung eines Verstoßes gegen diese Verordnung erwirkt werden können."
		},
		{
			"lang": "fr",
			"text": "S'il existe des raisons de penser que des procédures parallèles sont pendantes devant les juridictions de différents États membres, ces juridictions devraient être tenues de prendre contact les unes avec les autres. Les juridictions devraient avoir la possibilité de surseoir à statuer lorsqu'une affaire parallèle est pendante dans un autre État membre. Les États membres devraient veiller à ce que les actions en justice, pour être efficaces, permettent l'adoption rapide de mesures visant à réparer ou à prévenir une violation du présent règlement."
		},
		{
			"lang": "es",
			"text": "Cuando existan indicios de la existencia de procedimientos paralelos que estén pendientes ante los órganos jurisdiccionales de diferentes Estados miembros, dichos órganos jurisdiccionales deben estar obligados a ponerse en contacto entre sí. Los órganos jurisdiccionales deben tener la posibilidad de suspender una causa cuando en otro Estado miembro se esté tramitando un procedimiento paralelo. Los Estados miembros deben garantizar que las acciones legales, para ser eficaces, permitan la rápida adopción de medidas con el fin de corregir o impedir una infracción del presente Reglamento."
		},
		{
			"lang": "pt",
			"text": "Se existirem indicações de que correm processos paralelos em tribunais de diferentes Estados-Membros, esses tribunais têm a obrigação de se contactarem mutuamente. Os tribunais têm a possibilidade de suspender um processo quando um processo paralelo estiver pendente noutro Estado-Membro. Os Estados-Membros devem assegurar que as ações judiciais, para que sejam eficazes, permitam a adoção rápida de medidas visando a reparação ou a prevenção de uma violação prevista no presente regulamento."
		},
		{
			"lang": "it",
			"text": "Qualora vi siano fondati motivi di ritenere che in un altro Stato membro sia in corso un procedimento parallelo, le autorità giurisdizionali interessate devono prendere contatti. L’autorità giurisdizionale deve poter sospendere un procedimento quando sia in corso un procedimento parallelo in un altro Stato membro. Gli Stati membri devono assicurare che i ricorsi giurisdizionali, per essere efficaci, consentano di adottare rapidamente provvedimenti per porre fine alla violazione del presente regolamento o per prevenirla."
		},
		{
			"lang": "ga",
			"text": "I gcás ina bhfuil comharthaí ann go bhfuil imeachtaí comhthreomhara ar feitheamh os comhair na gcúirteanna i mBallstáit éagsúla, ba cheart go mbeadh sé d’oibleagáid ar na cúirteanna dul i dteagmháil lena chéile. Ba cheart deis a bheith ag na cúirteanna cás a chur ar fionraí i gcás ina bhfuil cás comhthreomhar ar feitheamh i mBallstát eile. Ba cheart do Bhallstáit a áirithiú go gceadófar le caingne cúirte, ar mhaithe le héifeachtacht, bearta a ghlacadh go sciobtha chun sárú ar an Rialachán seo a leigheas nó a chosc."
		},
		{
			"lang": "cs",
			"text": "Existují-li náznaky, že řízení probíhá paralelně u soudů v různých členských státech, měly by soudy mít povinnost vzájemně se kontaktovat. Soudy by měly mít možnost řízení odročit, pokud řízení probíhá paralelně v jiném členském státě. Členské státy by měly zajistit, aby existovaly účinné soudní prostředky, které by umožňovaly rychlé přijetí opatření, jež by vedla k nápravě nebo by zabránila porušování tohoto nařízení."
		},
		{
			"lang": "da",
			"text": "Hvis det viser sig, at der verserer parallelle sager for domstolene i forskellige medlemsstater, bør domstolene have pligt til at kontakte hinanden. Domstolene bør have mulighed for at udsætte en sag, hvis en parallel sag verserer i en anden medlemsstat. Medlemsstaterne bør sikre, at domstolssager - for at være effektive - kan føre til hurtig vedtagelse af foranstaltninger, der kan afhjælpe eller forhindre en overtrædelse af denne forordning."
		},
		{
			"lang": "et",
			"text": "Kui on tõendeid, et üheaegselt on käimas kohtumenetlused erinevates liikmesriikides, peaksid kohtud üksteisega ühendust võtma. Kohtutel peaks olema võimalus kohtuasi lõpetada juhul, kui on pooleli paralleelne menetlus teises liikmesriigis. Liikmesriigid peaksid tagama, et kohtumenetluste tulemuslikkuse tagamiseks peaks olema võimalik kiiresti võtta meetmeid käesoleva määruse rikkumise heastamiseks või ärahoidmiseks."
		},
		{
			"lang": "el",
			"text": "Εάν υπάρχουν ενδείξεις ότι εκκρεμεί παράλληλη διαδικασία ενώπιον των δικαστηρίων διαφορετικών κρατών μελών, τα δικαστήρια πρέπει να υποχρεούνται να ειδοποιούν το ένα το άλλο. Τα δικαστήρια πρέπει να έχουν τη δυνατότητα αναστολής της εξέτασης μιας υπόθεσης εάν εκκρεμεί παράλληλη υπόθεση σε άλλο κράτος μέλος. Τα κράτη μέλη πρέπει να διασφαλίζουν ότι οι προσφυγές ενώπιον δικαστηρίων, προκειμένου να είναι ουσιαστικές, επιτρέπουν την ταχεία λήψη μέτρων για την επανόρθωση ή την αποφυγή παράβασης του παρόντος κανονισμού."
		},
		{
			"lang": "bg",
			"text": "Когато съществуват индикации, че паралелни производства са в ход в съдилищата на различни държави-членки, съдилищата следва да бъдат задължени да контактуват помежду си. Съдилищата следва да имат възможност временно да преустановят дадено дело, когато паралелно дело се разглежда в друга държава-членка. Държавите-членки следва да гарантират, че за да бъдат ефективни, съдебните производства позволяват бързо приемане на мерки за поправяне или предотвратяване на нарушение ."
		},
		{
			"lang": "hu",
			"text": "Amennyiben a jelek arra utalnak, hogy eltérő tagállami bíróságok előtt párhuzamosan folynak eljárások, a bíróságok kötelesek egymással felvenni a kapcsolatot. A bíróságnak lehetőséget kell teremteni arra, hogy egy másik tagállamban folyamatban lévő ügy esetén az eljárást felfüggeszthesse. A tagállamoknak a hatékonyság érdekében biztosítaniuk kell, hogy a bírósági keresetek lehetővé tegyék az e rendelet megsértését orvosló vagy megelőző intézkedések gyors elfogadását."
		},
		{
			"lang": "mt",
			"text": "Fejn ikun hemm indikazzjonijiet li hemm proċeduri paralleli pendenti quddiem il-qrati fi Stati Membri differenti, il-qrati għandhom ikunu obbligati li jikkuntattjaw lil xulxin. Il-qrati għandu jkollhom il-possibbiltà li jissospendu kawża meta kawża parallela tkun pendenti fi Stat Membru ieħor. L-Istati Membri għandhom jiżguraw li l-azzjonijiet legali, sabiex ikunu effettivi, jippermettu l-adozzjoni rapida ta’ miżuri għal rimedju jew jimpedixxu ta’ ksur ta’ dan ir-Regolament."
		},
		{
			"lang": "lv",
			"text": "Ja ir norādes, ka dažādu dalībvalstu tiesās norisinās paralēla tiesvedība, tiesām būtu jābūt pienākumam sazināties vienai ar otru. Tiesām būtu jābūt iespējai apturēt lietas izskatīšanu, ja citā dalībvalstī norisinās paralēla tiesvedība. Dalībvalstīm būtu jānodrošina, ka tiesa var efektīvi rīkoties un var ātri pieņemt pasākumus, kas izlīdzina vai novērš šīs regulas pārkāpumu."
		},
		{
			"lang": "ro",
			"text": "În cazul în care există indicii conform cărora acțiuni paralele sunt pendinte în fața instanțelor din state membre diferite, instanțele ar trebui să aibă obligația de a se contacta reciproc. Instanțele ar trebui să aibă posibilitatea de a suspenda o acțiune atunci când o cauză paralelă este pendinte în alt stat membru. Statele membre ar trebui să se asigure că acțiunile în justiție, pentru a fi eficiente, permit adoptarea rapidă de măsuri în scopul remedierii sau al prevenirii încălcării prezentului regulament."
		},
		{
			"lang": "sk",
			"text": "Ak existujú náznaky, že sa na súdoch iných členských štátov vedú súbežné konania, príslušné súdy by mali mať povinnosť navzájom sa kontaktovať. Súdy by mali mať možnosť pozastaviť konanie vo veci v prípade, že sa v inom členskom štáte vedie súbežné konanie. Členské štáty by mali zabezpečiť, aby súdne opatrenia umožňovali v záujme ich účinnosti urýchlené prijatie opatrení na nápravu alebo na predchádzanie porušeniu tohto nariadenia."
		},
		{
			"lang": "sl",
			"text": "Kadar obstajajo dokazi, da pred sodišči v različnih državah članicah potekajo vzporedni postopki, bi morala biti sodišča zavezana, da med seboj navežejo stik. Sodišča bi morala imeti možnost, da v primeru, ko je v drugi državi članici v obravnavi vzporedna zadeva, postopek ustavijo. Države članice bi morale zagotoviti učinkovite sodne postopke z možnostjo hitrega sprejetja ukrepov za odpravo ali preprečevanje kršitev te uredbe."
		},
		{
			"lang": "fi",
			"text": "Tuomioistuimet olisi velvoitettava ottamaan yhteyttä toisiinsa, jos epäillään, että toisen jäsenvaltion tuomioistuimissa on vireillä rinnakkainen menettely. Tuomioistuinten olisi voitava keskeyttää asian käsittely, jos toisessa jäsenvaltiossa on vireillä rinnakkainen tapaus. Jäsenvaltioiden olisi varmistettava tuomioistuinmenettelyjen tehokkuus huolehtimalla siitä, että niiden avulla voidaan nopeasti hyväksyä toimenpiteitä, joilla korjataan tai ehkäistään tämän asetuksen rikkominen."
		},
		{
			"lang": "pl",
			"text": "Jeśli istnieją przesłanki, by sądzić, że w sądach w różnych państwach członkowskich toczą się równoległe postępowania, sądy powinny być zobowiązane do kontaktowania się ze sobą. Sądy powinny mieć możliwość zawieszenia postępowania, w sytuacji gdy w innym państwie członkowskim toczy się postępowanie równoległe. W celu zapewnienia skuteczności postępowań sądowych państwa członkowskie powinny zagwarantować szybkie przyjmowanie środków mających zaradzić lub zapobiec naruszeniom niniejszego rozporządzenia."
		},
		{
			"lang": "lt",
			"text": "kai yra požymių, kad vienu metu ta pati byla nagrinėjama skirtingų valstybių narių teismuose, teismai turėtų būti įpareigoti susiekti. Teismai turėtų turėti galimybę sustabdyti bylos nagrinėjimą, kai ta pati byla nagrinėjama kitoje valstybėje narėje. Valstybės narės turėtų užtikrinti veiksmingas galimybes pareikšti ieškinius, kurie leistų greitai imtis priemonių šio reglamento pažeidimui ištaisyti arba užkirsti jam kelią;"
		},
		{
			"lang": "nl",
			"text": "De rechters dienen te worden verplicht contact met elkaar op te nemen, wanneer er aanwijzingen zijn dat er parallelle procedures aanhangig zijn bij rechters in andere lidstaten. De rechters dienen de mogelijkheid te hebben een zaak op te schorten indien in een andere lidstaat een parallelle zaak aanhangig is. De lidstaten dienen erop toe te zien dat bij rechtsgedingen, met het oog op hun effectiviteit, snel maatregelen kunnen worden getroffen om inbreuken op deze verordening te doen eindigen of te voorkomen."
		},
		{
			"lang": "sv",
			"text": "Vid indikationer på att parallella rättsliga förfaranden pågår vid domstolar i olika medlemsstater bör domstolarna vara skyldiga att kontakta varandra. Domstolarna bör ha möjlighet att skjuta upp ett mål när ett parallellt mål handläggs i en annan medlemsstat. Medlemsstaterna bör se till att domstolsförfaranden, för att vara effektiva, medger att åtgärder snabbt vidtas för att åtgärda eller förhindra överträdelser av denna förordning."
		}
	],
	"children": [],
	"title": "Recital 117"
}