{
	"id": "r121",
	"type": "recital",
	"literal": "121",
	"parent": "_",
	"text": [
		{
			"lang": "en",
			"text": "The processing of personal data solely for journalistic purposes, or for the purposes of artistic or literary expression should qualify for exemption from the requirements of certain provisions of this Regulation in order to reconcile the right to the protection of personal data with the right to freedom of expression, and notably the right to receive and impart information, as guaranteed in particular by Article 11 of the Charter of Fundamental Rights of the European Union. This should apply in particular to processing of personal data in the audiovisual field and in news archives and press libraries. Therefore, Member States should adopt legislative measures, which should lay down exemptions and derogations which are necessary for the purpose of balancing these fundamental rights. Such exemptions and derogations should be adopted by the Member States on general principles, on the rights of the data subject, on controller and processor, on the transfer of data to third countries or international organisations, on the independent supervisory authorities and on co-operation and consistency. This should not, however, lead Member States to lay down exemptions from the other provisions of this Regulation. In order to take account of the importance of the right to freedom of expression in every democratic society, it is necessary to interpret notions relating to that freedom, such as journalism, broadly. Therefore, Member States should classify activities as &quot;journalistic&quot; for the purpose of the exemptions and derogations to be laid down under this Regulation if the object of these activities is the disclosure to the public of information, opinions or ideas, irrespective of the medium which is used to transmit them. They should not be limited to media undertakings and may be undertaken for profit-making or for non-profit making purposes."
		},
		{
			"lang": "de",
			"text": "Für die Verarbeitung personenbezogener Daten zu ausschließlich journalistischen Zwecken oder zu künstlerischen oder literarischen Zwecken sind Ausnahmen von bestimmten Vorschriften dieser Verordnung vorzusehen, um das Recht auf Schutz der personenbezogenen Daten mit dem Recht auf freie Meinungsäußerung und insbesondere dem Recht, Informationen zu empfangen und weiterzugeben, wie es unter anderem in Artikel 11 der Charta der Grundrechte der Europäischen Union garantiert ist, in Einklang zu bringen. Dies sollte insbesondere für die Verarbeitung personenbezogener Daten im audiovisuellen Bereich sowie in Nachrichten- und Pressearchiven gelten. Die Mitgliedstaaten sollten deshalb Rechtsvorschriften zur Regelung der Abweichungen und Ausnahmen erlassen, die zum Zwecke der Abwägung zwischen diesen Grundrechten notwendig sind. Die Mitgliedstaaten sollten solche Abweichungen und Ausnahmen in Bezug auf die allgemeinen Grundsätze, die Rechte der betroffenen Person, den für die Verarbeitung Verantwortlichen und den Auftragsverarbeiter, die Übermittlung von Daten in Drittländer oder an internationale Organisationen, die unabhängigen Aufsichtsbehörden sowie in Bezug auf die Zusammenarbeit und die einheitliche Rechtsanwendung regeln. Die Mitgliedstaaten sollten dies jedoch nicht zum Anlass nehmen, Ausnahmeregelungen für die anderen Bestimmungen dieser Verordnung vorzusehen. Um der Bedeutung des Rechts auf freie Meinungsäußerung in einer demokratischen Gesellschaft Rechnung zu tragen, müssen Begriffe wie Journalismus, die sich auf diese Freiheit beziehen, weit ausgelegt werden. Die Mitgliedstaaten sollten deshalb für die nach dieser Verordnung zu regelnden Abweichungen und Ausnahmen Tätigkeiten als „journalistisch“ einstufen, wenn das Ziel dieser Tätigkeit in der Weitergabe von Informationen, Meinungen und Vorstellungen an die Öffentlichkeit besteht, unabhängig davon, auf welchem Wege dies geschieht. Diese Tätigkeiten sind mit oder ohne Erwerbszweck möglich und sollten nicht auf Medienunternehmen beschränkt werden."
		},
		{
			"lang": "fr",
			"text": "Le traitement de données à caractère personnel à des fins uniquement journalistiques ou aux fins d'expression artistique ou littéraire devrait pouvoir bénéficier d'une dérogation à certaines dispositions du présent règlement, pour concilier le droit à la protection de ces données avec le droit à la liberté d'expression, et notamment le droit de recevoir et de communiquer des informations, garanti en particulier par l’article 11 de la charte des droits fondamentaux de l'Union européenne. Ceci devrait notamment s’appliquer aux traitements de données à caractère personnel dans le domaine de l’audiovisuel et dans les documents d'archives et bibliothèques de journaux. En conséquence, les États membres devraient adopter des mesures législatives qui prévoient les exemptions et dérogations nécessaires pour assurer l'équilibre avec ces droits fondamentaux. Les États membres devraient adopter de telles exemptions et dérogations en ce qui concerne les principes généraux, les droits de la personne concernée, le responsable des données et le sous-traitant, le transfert des donnés vers des pays tiers ou à des organisations internationales, les autorités de contrôle indépendantes, et la coopération et la cohérence. Néanmoins, ceci ne devrait pas conduire les États membres à prévoir des dérogations aux autres dispositions du présent règlement. Pour tenir compte de l'importance du droit à la liberté d'expression dans toute société démocratique, il y a lieu de retenir une interprétation large des notions liées à cette liberté, comme le journalisme. Par conséquent, aux fins des exemptions et dérogations à établir en vertu du présent règlement, les États membres devraient qualifier de «journalistiques» les activités ayant pour objet de communiquer au public des informations, des opinions ou des idées, quel que soit le vecteur utilisé pour les transmettre. Il convient de ne pas limiter cette catégorie aux seules activités des entreprises de médias et d'y inclure tant celles qui poursuivent un but lucratif que celles qui n'en poursuivent pas."
		},
		{
			"lang": "es",
			"text": "El tratamiento de datos personales solo con fines periodísticos, o con fines de expresión artística o literaria, debe disfrutar de una excepción a los requisitos de determinadas disposiciones del presente Reglamento, con el fin de conciliar el derecho a la protección de los datos de carácter personal con el derecho a la libertad de expresión, y, en especial, el derecho de recibir o de comunicar informaciones, como se garantiza especialmente en el artículo 11 de la Carta de los Derechos Fundamentales de la Unión Europea. Ello debe aplicarse en particular al tratamiento de los datos personales en el ámbito audiovisual y en los archivos de noticias y hemerotecas. Por tanto, los Estados miembros deben adoptar medidas legislativas que establezcan las exenciones y excepciones necesarias a efectos de equilibrar estos derechos fundamentales. Tales exenciones y excepciones deben ser adoptadas por los Estados miembros basándose en principios generales, los derechos del interesado, el responsable y encargado del tratamiento, la transferencia de datos a terceros países u organizaciones internacionales, las autoridades de control independientes, así como en la cooperación y la coherencia. No obstante, ello no debe llevar a los Estados miembros a establecer exenciones de las demás disposiciones del presente Reglamento. Con objeto de tomar en consideración la importancia del derecho a la libertad de expresión en toda sociedad democrática, es necesario interpretar en sentido amplio conceptos relativos a dicha libertad, como el periodismo. Por consiguiente, los Estados miembros deben clasificar determinadas actividades como «periodísticas» a efectos de las exenciones y excepciones que se han de establecer al amparo del presente Reglamento si el objeto de dichas actividades es la comunicación al público de información, opiniones o ideas, con independencia del medio que se emplee para difundirlas. No tienen por qué circunscribirse a empresas de comunicación y pueden desarrollarse con o sin ánimo de lucro."
		},
		{
			"lang": "pt",
			"text": "O tratamento de dados pessoais para fins unicamente jornalísticos ou de expressão artística ou literária deve beneficiar de uma derrogação a determinadas disposições do presente regulamento, desde que tal seja necessário para conciliar o direito à proteção dos dados pessoais com o direito à liberdade de expressão, nomeadamente o direito à liberdade de receber e transmitir informações, tal como garantido, em especial, pelo artigo 11.º da Carta dos Direitos Fundamentais da União Europeia. Tal é aplicável, em especial, ao tratamento de dados pessoais no domínio do audiovisual e em arquivos de notícias e bibliotecas de imprensa escrita. Por conseguinte, os Estados-Membros devem adotar medidas legislativas que prevejam as isenções e derrogações necessárias para efeitos de equilíbrio destes direitos fundamentais. Tais isenções e derrogações devem ser adotadas pelos Estados-Membros em relação aos princípios gerais, aos direitos do titular de dados, ao responsável pelo tratamento e ao subcontratante, à transferência de dados para países terceiros ou para organizações internacionais, às autoridades de controlo independentes e à cooperação e à coerência. Tal não deve levar, no entanto, os Estados-Membros a prever isenções às outras disposições do presente regulamento. Para ter em conta a importância do direito à liberdade de expressão em qualquer sociedade democrática, há que interpretar de forma ampla as noções associadas a esta liberdade, como por exemplo o jornalismo. Por conseguinte, para efeitos das isenções e derrogações a estabelecer por força do presente regulamento, os Estados‑Membros deveriam qualificar como «jornalísticas» as atividades que tenham por objeto comunicar ao público informações, opiniões ou ideias, qualquer que seja o suporte utilizado para as transmitir. É conveniente não limitar essa categoria unicamente às atividades das empresas de comunicação social e incluir tanto as empresas que prosseguem fins lucrativos como as que os não prosseguem."
		},
		{
			"lang": "it",
			"text": "Il trattamento di dati personali effettuato esclusivamente a scopi giornalistici o di espressione artistica o letteraria dovrebbe poter derogare ad alcune disposizioni del presente regolamento per conciliare il diritto alla protezione dei dati personali con il diritto alla libertà d’espressione, in particolare la libertà di ricevere e comunicare informazioni garantita in particolare dall’articolo 11 della Carta dei diritti fondamentali dell’Unione europea. Ciò dovrebbe applicarsi in particolare al trattamento dei dati personali nel settore audiovisivo, negli archivi stampa e nelle emeroteche. È necessario pertanto che gli Stati adottino misure legislative che prevedano le deroghe e le esenzioni necessarie ai fini di un equilibrio tra questi diritti fondamentali. Gli Stati membri dovrebbero adottare tali esenzioni e deroghe con riferimento alle disposizioni concernenti i principi generali, i diritti dell’interessato, il responsabile del trattamento e l’incaricato del trattamento, il trasferimento di dati a paesi terzi o a organizzazioni internazionali, le autorità di controllo indipendenti, la cooperazione e la coerenza. Tuttavia ciò non deve indurre gli Stati membri a prevedere deroghe alle altre disposizioni del presente regolamento. Per tenere conto dell’importanza del diritto alla libertà di espressione in tutte le società democratiche è necessario interpretare in modo esteso i concetti relativi a detta libertà, quali la nozione di giornalismo. Pertanto, ai fini delle esenzioni e deroghe da stabilire nel presente regolamento, gli Stati membri dovrebbero classificare come “giornalistiche” le attività finalizzate alla diffusione al pubblico di informazioni, pareri o idee, indipendentemente dal canale utilizzato per la loro trasmissione, senza limitarle alle imprese operanti nel settore dei media ma includendovi le attività intraprese con o senza scopo di lucro."
		},
		{
			"lang": "ga",
			"text": "Maidir le próiseáil sonraí pearsanta chun críocha iriseoireachta amháin, nó chun críocha léirithe liteartha nó ealaíne, ba cheart í sin a bheith cáilithe do dhíolúine ó cheanglais forálacha áirithe de chuid an Rialacháin seo, chun réiteach a dhéanamh idir an ceart go ndéanfar sonraí pearsanta a chosaint agus an ceart chun tuairimí a nochtadh, is é sin go sonrach an ceart faisnéis a fháil agus a thabhairt amach, mar a ráthaítear go háirithe in Airteagal 11 den Chairt um Chearta Bunúsacha an Aontais Eorpaigh. Ba cheart feidhm a bheith aige sin go háirithe maidir le próiseáil sonraí pearsanta sa réimse closamhairc agus i gcartlann nuachta agus leabharlanna preasa. Dá bhrí sin, ba cheart do Bhallstáit bearta reachtacha a ghlacadh lenar cheart na díolúintí agus na maoluithe a leagan síos a bhfuil gá leo chun cothromaíocht a áirithiú idir na cearta bunúsacha sin. Ba cheart do na Ballstáit na díolúintí agus na maoluithe sin a ghlacadh maidir le prionsabail ghinearálta, cearta an duine is ábhar do na sonraí, an rialaitheoir agus an próiseálaí, aistriú sonraí go tríú tíortha nó go heagraíochtaí idirnáisiúnta, na húdaráis mhaoirseachta neamhspleácha agus maidir le comhar agus comhsheasmhacht. Níor cheart, áfach, go bhfágfadh sin go leagfadh Ballstáit síos díolúintí ó fhorálacha eile de chuid an Rialacháin seo. Chun an tábhacht a bhaineann leis an gceart chun tuairimí a nochtadh i ngach daonlathas a chur san áireamh, ní mór coincheapa a bhaineann leis an tsaoirse sin chun tuairimí a nochtadh, amhail iriseoireacht, a léirmhíniú ar bhonn leathan. Dá bhrí sin, ba cheart do na Ballstáit gníomhaíochtaí a aicmiú mar ghníomhaíochtaí iriseoireachta chun críche na ndíolúintí agus na maoluithe a bheidh le leagan síos faoin Rialachán seo más é is cuspóir na ngníomhaíochtaí sin faisnéis, tuairimí nó smaointí a nochtadh don phobal, is cuma cén meán a úsáidtear le hiad a tharchur. Níor cheart gurb iad gníomhaíochtaí de chuid na meán amháin atá i gceist leis na gníomhaíochtaí sin agus féadfar iad a dhéanamh chun críocha brabúsacha nó chun críocha neamhbhrabúsacha."
		},
		{
			"lang": "cs",
			"text": "Zpracování osobních údajů prováděné výlučně pro účely žurnalistiky nebo uměleckého či literárního projevu by mělo opravňovat k výjimce z některých ustanovení tohoto nařízení za účelem uvedení práva na ochranu osobních údajů do souladu s právem na svobodu projevu, a především s právem získávat nebo sdělovat informace tak, jak to zejména zaručuje článek 11 Listiny základních práv Evropské unie. To by mělo platit zejména pro zpracování osobních údajů v audiovizuální oblasti a ve zpravodajských a tiskových archivech. Členské státy by proto měly přijmout legislativní opatření pro stanovování odchylek a výjimek, které jsou nezbytné pro vyvážení těchto základních práv. Členské státy by měly tyto odchylky a výjimky přijímat s ohledem na obecné zásady, práva subjektu údajů, správce a zpracovatele, předávání údajů do třetích zemí nebo mezinárodním organizacím, nezávislé orgány dozoru a na spolupráci a jednotné použití. To by ovšem nemělo vést k tomu, aby členské státy přijímaly výjimky pro jiná ustanovení tohoto nařízení. Aby byl zohledněn význam práva na svobodu projevu v každé demokratické společnosti, je třeba vykládat pojmy související s touto svobodou, například žurnalistika, šířeji. Členské státy by proto měly za účelem stanovení výjimek a odchylek podle tohoto nařízení vymezit „žurnalistické“ činnosti jako činnosti, jejichž cílem je sdělení informací, názorů či myšlenek veřejnosti bez ohledu na to, jaký sdělovací prostředek se použije. Tyto činnosti lze provozovat za účelem zisku či k neziskovým účelům a neměly by být omezeny na mediální podniky."
		},
		{
			"lang": "da",
			"text": "Der bør fastsættes undtagelser fra visse bestemmelser i denne forordning i forbindelse med behandling af personoplysninger alene i journalistisk øjemed eller med henblik på kunstnerisk eller litterær virksomhed, for at forene retten til beskyttelse af personoplysninger med retten til ytringsfrihed, herunder retten til at modtage og give oplysninger, som fastslået bl.a. i artikel 11 i Den Europæiske Unions charter om grundlæggende rettigheder. Dette bør navnlig gælde for behandling af person­oplysninger på det audiovisuelle område samt i nye arkiver og mediebiblioteker. Medlemsstaterne bør derfor vedtage lovgivningsmæssige foranstaltninger, der fastlægger undtagelser og fravigelser, som er nødvendige af hensyn til balancen mellem disse grundlæggende rettigheder. Medlemsstaterne bør vedtage sådanne undtagelser og fravigelser bør vedrørende generelle principper, den registreredes rettigheder, den registeransvarlige og registerføreren, videregivelse af person­oplysninger til tredjelande eller internationale organisationer, de uafhængige tilsynsmyndigheder samt samarbejde og sammenhæng. Dette må dog ikke føre til, at medlemsstaterne fastsætter undtagelser fra de øvrige bestemmelser i denne forordning. For at tage hensyn til betydningen af retten til ytringsfrihed i ethvert demokratisk samfund er det nødvendigt at tolke begreber vedrørende den frihed såsom journalisme bredt. Medlemsstaterne bør derfor klassificere aktiviteter som &quot;journalistiske&quot; med henblik på de undtagelser og fravigelser, der er fastsat i denne forordning, hvis formålet med disse aktiviteter er at udbrede oplysninger, holdninger eller idéer, uanset hvilket medie der anvendes hertil. De bør ikke begrænses til medievirksomheder og kan gennemføres med udbyttegivende eller ikke-udbyttegivende formål."
		},
		{
			"lang": "et",
			"text": "Juhul kui isikuandmeid töödeldakse ainult ajakirjanduse jaoks või kunstilise või kirjandusliku eneseväljenduse huvides, tuleks kohaldada erandit käesoleva määruse teatavate sätete nõuetest, et viia omavahel vastavusse isikuandmete kaitse õigus ja väljendusvabadusõigus, eelkõige Euroopa Liidu põhiõiguste harta artikliga 11 tagatud õigus saada ja levitada teavet. Seda tuleks kohaldada eelkõige isikuandmete töötlemise suhtes audiovisuaalvaldkonnas ning uudiste arhiivide ja perioodikaraamatukogude puhul. Seepärast peaksid liikmesriigid vastu võtma õigusaktid, millega kehtestatakse vabastused ja erandid, mis on vajalikud nimetatud põhiõiguste tasakaalustamise eesmärgil. Sellised vabastused ja erandid peaksid liikmesriigid vastu võtma üldpõhimõtete, andmesubjekti õiguste, vastutava töötleja ja volitatud töötleja, andmete kolmandatele riikidele ja rahvusvahelistele organisatsioonidele edastamise, sõltumatute järelevalveasutuste ning koostöö ja ühtsuse kohta. Liikmesriigid ei tohiks siiski kehtestada erandeid käesoleva määruse muudest sätetest. Selleks et võtta arvesse väljendusvabadusõiguse tähtsust igas demokraatlikus ühiskonnas, tuleb tõlgendada selle vabadusega seonduvaid kontseptsioone, näiteks ajakirjandust, üldiselt. Seepärast peaksid liikmesriigid klassifitseerima käesoleva määrusega kehtestatavate vabastuste ja erandite seisukohast tegevuse „ajakirjanduslikuna” siis, kui tegevuse eesmärk on üldsusele teabe, arvamuste või ideede avaldamine, sõltumata nende edastamise kanalist. Tegevus ei tohiks piirduda meediaettevõtjatega ning see võib toimuda tulunduslikel või mittetulunduslikel eesmärkidel."
		},
		{
			"lang": "el",
			"text": "Η επεξεργασία δεδομένων προσωπικού χαρακτήρα αποκλειστικά για δημοσιογραφικούς σκοπούς, ή για σκοπούς καλλιτεχνικής ή λογοτεχνικής έκφρασης, πρέπει να πληροί τις προϋποθέσεις της εξαίρεσης από τις απαιτήσεις ορισμένων διατάξεων του παρόντος κανονισμού για να συμβιβασθεί το δικαίωμα στην προστασία των δεδομένων προσωπικού χαρακτήρα με το δικαίωμα στην ελευθερία της έκφρασης και, ειδικότερα, με το δικαίωμα λήψης ή μετάδοσης πληροφοριών, όπως διασφαλίζεται ειδικότερα στο άρθρο 11 του Χάρτη Θεμελιωδών Δικαιωμάτων της Ευρωπαϊκής Ένωσης. Αυτό πρέπει να ισχύει ειδικότερα στην επεξεργασία δεδομένων προσωπικού χαρακτήρα στον οπτικοακουστικό τομέα και στα αρχεία ειδήσεων και στις βιβλιοθήκες Τύπου. Επομένως, τα κράτη μέλη πρέπει να θεσπίσουν νομοθετικά μέτρα τα οποία πρέπει να προβλέπουν εξαιρέσεις και παρεκκλίσεις οι οποίες είναι αναγκαίες για την εξισορρόπηση των εν λόγω θεμελιωδών δικαιωμάτων. Οι εν λόγω εξαιρέσεις και παρεκκλίσεις πρέπει να θεσπίζονται από τα κράτη μέλη σχετικά με τα δικαιώματα του προσώπου στο οποίο αναφέρονται τα δεδομένα, τον υπεύθυνο επεξεργασίας και τον εκτελούντα την επεξεργασία, τη διαβίβαση δεδομένων σε τρίτες χώρες ή διεθνείς οργανισμούς, τις ανεξάρτητες αρχές ελέγχου και τη συνεργασία και τη συνεκτικότητα. Ωστόσο, αυτό δεν πρέπει να οδηγήσει τα κράτη μέλη να θεσπίσουν εξαιρέσεις από τις λοιπές διατάξεις του παρόντος κανονισμού. Για να ληφθεί υπόψη η σημασία του δικαιώματος της ελευθερίας της έκφρασης σε κάθε δημοκρατική κοινωνία, είναι απαραίτητο να ερμηνεύονται ευρέως οι έννοιες που σχετίζονται με την εν λόγω ελευθερία, όπως η δημοσιογραφία. Επομένως, τα κράτη μέλη πρέπει να ταξινομούν δραστηριότητες ως «δημοσιογραφικές» για τον σκοπό των εξαιρέσεων και των παρεκκλίσεων που πρόκειται να θεσπισθούν βάσει του παρόντος κανονισμού, εάν αντικείμενο των εν λόγω δραστηριοτήτων είναι η γνωστοποίηση στο κοινό πληροφοριών, γνωμών ή ιδεών, ανεξάρτητα από το μέσο που χρησιμοποιείται για τη μετάδοσή τους. Οι δραστηριότητες δεν πρέπει να περιορίζονται στις επιχειρήσεις μέσων ενημέρωσης και μπορούν να πραγματοποιούνται για κερδοσκοπικούς ή μη κερδοσκοπικούς σκοπούς."
		},
		{
			"lang": "bg",
			"text": "Обработването на лични данни единствено за журналистически цели или за литературно или художествено изразяване следва да отговаря на условията за освобождаване от изискванията на някои разпоредби на настоящия регламент, за да се съгласува правото на защита на личните данни с правото на свобода на изразяване, и най-вече с правото на всяко лице да получава и предава информация, както е гарантирано по-специално в член 11 от Хартата на основните права на Европейския съюз. Това следва да се прилага по-специално по отношение на обработването на лични данни в аудиовизуалната област и в новинарските архиви и библиотеките с печатни издания. Поради това държавите-членки следва да приемат законодателни мерки, с които следва да определят изключенията и дерогациите, необходими за постигането на равновесие между тези основни права. Държавите-членки следва да приемат такива изключения и дерогации относно общите принципи, относно правата на субекта на данните, относно администратора и обработващия данни, относно предаването на данни на трети държави или международни организации, относно независимостта на надзорните органи и относно сътрудничеството и съгласуваността. Това обаче не следва да води до установяване от страна на държавите-членки на изключения от другите разпоредби на настоящия регламент. За да се отчете значението на правото на свобода на изразяване във всяко демократично общество, е необходимо свързаните с тази свобода понятия, като журналистиката например, да се тълкуват широко. Поради това за целите на изключенията и дерогациите, установени по силата на настоящия регламент, държавите-членки следва да определят като „журналистически“ дейностите, чийто предмет е разкриването пред обществеността на информация, мнения или идеи, независимо от средството за тяхното предаване. Тези дейности не следва да бъдат ограничени до медийни предприятия и могат да бъдат осъществявани с възмездна или безвъзмездна цел."
		},
		{
			"lang": "hu",
			"text": "Az újságírás, az irodalmi, vagy művészi kifejezés céljából végzett személyesadat-feldolgozás kivételnek számít e rendelet meghatározott rendelkezéseiben szereplő követelmények vonatkozásában, annak érdekében, hogy a személyes adatok védelmét összhangba hozzák a véleménynyilvánítás szabadságával, különösen az információk megismerésének és közlésének jogával, amelyet elsősorban az Európai Unió Alapjogi Chartájának 11. cikke biztosít. Ez alkalmazandó különösen a személyes adatok audiovizuális területen, valamint a hírarchívumokban és sajtókönyvtárakban történő feldolgozására. Következésképpen a tagállamoknak jogalkotási intézkedések elfogadásával kell meghatározni az ezen alapvető jogok közötti egyensúly érdekében szükséges kivételeket és eltéréseket. E kivételeket és eltéréseket a tagállamok az általános elvek, az érintett jogai, az adatkezelő és -feldolgozó, a harmadik országokba vagy nemzetközi szervezetekhez irányuló adattovábbítás, a független felügyelő hatóságok és az együttműködés és a következetesség tekintetében állapítják meg. Ez azonban nem vezethet az e rendelet más rendelkezései alóli kivételek tagállamok általi meghatározásához. Annak érdekében, hogy figyelembe vegyék a véleménynyilvánítás szabadságához való jog jelentőségét minden demokratikus társadalomban, az e szabadsághoz tartozó olyan fogalmakat, mint az újságírás, kiterjesztően kell értelmezni. Ezért a tagállamoknak az e rendelet szerint szabályozandó kivételek és eltérések alkalmazásában „újságírással kapcsolatosnak” kell minősíteniük azokat a tevékenységeket, amely célja a nyilvánosság számára információk, vélemények vagy gondolatok közlése, függetlenül attól a médiumtól, amelyet a közvetítésre felhasználnak. E tevékenységek nem korlátozódhatnak a média-vállalkozásokra, és azok nyereség elérése érdekében vagy nonprofit célból is végezhetők."
		},
		{
			"lang": "mt",
			"text": "L-ipproċessar tad-dejta personali għal skopijiet ġurnalistiċi biss, jew għal skopijiet ta’ espressjoni artistika jew letterarja għandu jikkwalifika għall-eżenzjoni mir-rekwiżiti ta’ ċerti dispożizzjonijiet ta’ dan ir-Regolament sabiex ikun irrikonċiljat id-dritt tal-protezzjoni tad-dejta personali mad-dritt tal-libertà tal-espressjoni, u l-aktar id-dritt li wieħed jirċievi u jagħti informazzjoni, kif garantit b’mod partikolari mill-Artikolu 11 tal-Karta tad-Drittijiet Fundamentali tal-Unjoni Ewropea. Dan għandu japplika b’mod partikolari għall-ipproċessar ta’ dejta personali fil-qasam awdjoviżiv u fl-arkivji tal-aħbarijiet u l-libreriji tal-istampa. Għaldaqstant l-Istati Membri għandhom jadottaw miżuri leġiżlattivi, li għandhom jistabbilixxu l-eżenzjonijiet u d-derogi li huma meħtieġa għall-fini tal-bilanċ ta’ dawn id-drittijiet fundamentali. Dawn l-eżenzjonijiet u derogi għandhom jiġu adottati mill-Istati Membri fuq prinċipji ġenerali, fuq id-drittijiet tas-suġġett tad-dejta, fuq il-kontrollur u l-proċessur, fuq it-trasferiment ta’ dejta lil pajjiżi terzi jew organizzazzjonijiet internazzjonali, fuq l-awtoritajiet ta’ superviżjoni indipendenti u fuq il-kooperazzjoni u l-konsistenza. Dan ma għandux iwassal, madankollu, sabiex l-Istati Membri jistabbilixxu eżenzjonijiet mid-dispożizzjonijiet l-oħrajn ta’ dan ir-Regolament. Sabiex jittieħed kont tal-importanza tad-dritt tal-libertà tal-espressjoni f’kull soċjetà demokratika, huwa neċessarju li jiġu interpretati kunċetti relatati b'mod wiesa’ mal-libertà, bħall-ġurnaliżmu. Għalhekk l-Istati Membri għandhom jikklassifikaw l-attivitajiet bħala &quot;ġurnalistiċi&quot; għall-fini tal-eżenzjonijiet u d-derogi li jridu jiġu stabbiliti f'dan ir-Regolament jekk l-għan ta’ dawn l-attivitajiet huwa l-iżvelar lill-pubbliku tal-informazzjoni, opinjonijiet jew ideat, irrispettivament mill-medium li jintuża biex jiġu trażmessi. Dawn m’għandhomx ikunu limitati għal impriżi tal-medja u jistgħu jintużaw għall-fini ta’ profitt jew bla profitt."
		},
		{
			"lang": "lv",
			"text": "Personas datu apstrāde tikai un vienīgi žurnālistikas vajadzībām vai mākslinieciskās vai literārās izpausmes vajadzībām būtu jākvalificē kā izņēmums, uz kuru neattiecas atsevišķas regulas prasības, lai panāktu līdzsvaru starp tiesībām uz personas datu aizsardzību un tiesībām uz vārda un informācijas brīvību un jo īpaši tiesībām saņemt un sniegt informāciju, kā tas garantēts Eiropas Savienības Pamattiesību hartas 11. pantā. Tas būtu jo īpaši jāpiemēro personas datu apstrādei audiovizuālajā jomā un ziņu arhīvos, un preses bibliotēkās. Tāpēc dalībvalstīm būtu jāpieņem leģislatīvi akti, kuros būtu noteikti izņēmumi un atkāpes, kas ir nepieciešamas šo pamattiesību līdzsvara nodrošināšanai. Šie izņēmumi un atkāpes dalībvalstīm būtu jāpieņem par vispārīgajiem principiem, datu subjektu tiesībām, par pārziņiem un apstrādātājiem, par datu nosūtīšanu uz trešām valstīm vai starptautiskām organizācijām, par neatkarīgām uzraudzības iestādēm un sadarbību un konsekvenci. Tam tomēr nevajadzētu nozīmēt, ka dalībvalstis nosaka izņēmumus no citiem šīs regulas noteikumiem. Lai vārda un izteiksmes brīvības īpaši svarīgā loma katrā demokrātiskā sabiedrībā būtu pietiekami ņemta vērā, jēdzienus, kas saistīti ar šo brīvību, piemēram, jēdzienu žurnālistika, ir jāinterpretē plaši. Tāpēc šajā regulā paredzēto izņēmumu un atkāpju piemērošanas vajadzībām dalībvalstīm darbība būtu jāklasificē kā &quot;žurnālistika&quot;, ja šādas darbības objekts ir informācijas, viedokļu vai ideju atklāšana sabiedrībai neatkarīgi no plašsaziņas līdzekļa, kas izmantots, lai tos pārraidītu. Tiem nebūtu jāaprobežojas ar plašsaziņas līdzekļu uzņēmumiem un pārraide var būt veikta gan peļņas gūšanas, gan bezpeļņas nolūkos."
		},
		{
			"lang": "ro",
			"text": "Prelucrarea datelor cu caracter personal exclusiv în scopuri jurnalistice, artistice sau literare ar trebui să îndeplinească criteriile pentru aplicarea unor derogări de la cerințele anumitor dispoziții din prezentul regulament, în vederea stabilirii unui echilibru între dreptul la protecția datelor cu caracter personal și dreptul la libertatea de exprimare și, mai ales, dreptul de a primi și de a comunica informații, astfel cum este garantat în special prin articolul 11 din Carta drepturilor fundamentale a Uniunii Europene. Acest lucru ar trebui să se aplice în special prelucrării datelor cu caracter personal din domeniul audiovizualului, precum și din arhivele de știri și din bibliotecile de ziare. Prin urmare, statele membre ar trebui să adopte măsuri legislative care să prevadă excepțiile și derogările necesare în vederea asigurării echilibrului între aceste drepturi fundamentale. Astfel de excepții și derogări ar trebui să fie adoptate de statele membre în ceea ce privește principiile generale, drepturile persoanelor vizate, operatorul și persoana împuternicită de operator, transferul de date cu caracter personal către țări terțe sau organizații internaționale, autoritățile de supraveghere independente, precum și cooperarea și coerența. Acest lucru nu trebuie totuși să determine statele membre să stabilească derogări de la celelalte dispoziții ale prezentului regulament. Pentru a ține seama de importanța dreptului la libertatea de exprimare în fiecare societate democratică, este necesar ca noțiunile legate de această libertate, cum ar fi jurnalismul, să fie interpretate în sens larg. Prin urmare, în scopul excepțiilor și derogărilor care urmează să fie stabilite în prezentul regulament, statele membre ar trebui să clasifice drept „jurnalistice” activitățile al căror scop este de a comunica publicului informații, opinii și idei, indiferent de suportul utilizat pentru transmiterea acestora. Aceste activități nu ar trebui să se limiteze la cele desfășurate de societăți de media și pot include activități cu sau fără scop lucrativ."
		},
		{
			"lang": "sk",
			"text": "Spracúvanie osobných údajov vykonávané výlučne na žurnalistické účely alebo na účely umeleckej alebo literárnej tvorby by malo byť predmetom výnimky z požiadaviek určitých ustanovení tohto nariadenia s cieľom zosúladiť právo na ochranu osobných údajov s právom slobody prejavu, konkrétne s právom dostávať nestranné informácie, ako sú zaručené najmä článkom 11 Charty základných práv Európskej únie. Malo by sa to vzťahovať najmä na spracúvanie osobných údajov v audiovizuálnej oblasti a v archívoch spravodajstva a tlače. Členské štáty by preto mali prijať legislatívne opatrenia, ktorými sa určia výnimky a odchýlky nevyhnutné na vyvážené zabezpečenie týchto základných práv. Takéto výnimky a odchýlky by členské štáty mali prijať, pokiaľ ide o všeobecné zásady, práva dotknutej osoby, prevádzkovateľa a sprostredkovateľa, prenos údajov do tretích krajín alebo medzinárodným organizáciám, nezávislé dozorné orgány, spoluprácu a konzistentnosť. Nemalo by to však viesť k tomu, aby členské štáty stanovovali výnimky z iných ustanovení tohto nariadenia. S cieľom zohľadniť dôležitosť práva slobody prejavu v každej demokratickej spoločnosti je nevyhnutné pojmy súvisiace s touto slobodou, napríklad žurnalistiku, vykladať v širšom zmysle. Členské štáty by preto mali určiť kategórie „žurnalistických“ činností na účely výnimiek a odchýlok, ktoré sa majú určiť na základe tohto nariadenia, ak cieľom týchto činností je zverejňovanie informácií, názorov alebo námetov bez ohľadu na médium používané na ich prenos. Tieto činnosti by nemali byť obmedzené výlučne na mediálne podniky a malo by byť možné využívať ich na ziskové aj neziskové účely."
		},
		{
			"lang": "sl",
			"text": "Za obdelavo osebnih podatkov, ki se izvaja zgolj v novinarske namene ali zaradi umetniškega ali literarnega izražanja, bi morala veljati izjema od zahtev nekaterih določb te uredbe, da se uskladi pravica do varstva osebnih podatkov s pravico do svobode izražanja in predvsem pravico do sprejemanja in širjenja informacij, kot je zagotovljeno zlasti v členu 11 Listine Evropske unije o temeljnih pravicah. To bi moralo veljati zlasti za obdelavo osebnih podatkov na avdiovizualnem področju ter v arhivih novic in medijskih arhivih. Zato bi morale države članice sprejeti zakonodajne ukrepe, ki bi morali določati izjeme in odstopanja, potrebne za uravnoteženje teh temeljnih pravic. Take izjeme in odstopanja bi države članice morale sprejeti glede splošnih načel, pravic posameznika, na katerega se nanašajo osebni podatki, upravljavca in obdelovalca, prenosa podatkov v tretje države ali mednarodne organizacije, neodvisnih nadzornih organov ter sodelovanja in skladnosti. Vendar pa države članice ne bi smele določati izjem od drugih določb te uredbe. Za upoštevanje pomena pravice do svobode izražanja v vsaki demokratični družbi je treba pojme, povezane s to svobodo, kot je na primer novinarstvo, razlagati v širokem smislu. Zato bi morale države članice opredeliti dejavnosti kot „novinarske“ za namene izjem in odstopanj na podlagi te uredbe, če je predmet teh dejavnosti razkritje informacij, mnenj ali idej javnosti, ne glede na medij, s katerim se prenašajo. Ne bi smele biti omejene na medijske družbe, opravljajo pa se lahko v profitne ali neprofitne namene."
		},
		{
			"lang": "fi",
			"text": "Ainoastaan journalistisia tarkoituksia tai taiteellisen tai kirjallisen ilmaisun tarkoituksia varten toteutettu henkilötietojen käsittely olisi vapautettava eräiden tämän asetuksen säännösten noudattamisesta, jotta voidaan sovittaa yhteen oikeus henkilötietojen suojaan ja oikeus sananvapauteen ja erityisesti Euroopan unionin perusoikeuskirjan 11 artiklassa vahvistettu oikeus vastaanottaa ja levittää tietoja. Tätä olisi sovellettava erityisesti audiovisuaalialalla sekä uutis- ja lehtiarkistoissa tapahtuvaan henkilötietojen käsittelyyn. Jäsenvaltioiden olisi tätä varten hyväksyttävä lainsäädäntötoimia, joissa säädetään vapautuksista ja poikkeuksista näiden perusoikeuksien tasapainottamista varten. Jäsenvaltioiden olisi hyväksyttävä tällaisia vapautuksia ja poikkeuksia, jotka koskevat yleisiä periaatteita, rekisteröidyn oikeuksia, rekisterinpitäjää ja henkilötietojen käsittelijää, tiedonsiirtoja kolmansiin maihin tai kansainvälisille järjestöille, riippumattomia valvontaviranomaisia sekä yhteistyötä ja johdonmukaisuutta. Jäsenvaltiot eivät kuitenkaan saisi säätää poikkeuksia muista tämän asetuksen säännöksistä. Jotta voitaisiin ottaa huomioon sananvapautta koskevan oikeuden merkitys kaikissa demokraattisissa yhteiskunnissa, tähän vapauteen liittyviä käsitteitä, kuten journalismia, on tulkittava väljästi. Tätä varten jäsenvaltioiden olisi luokiteltava toiminnot tässä asetuksessa säädettyjen vapautusten ja poikkeusten soveltamista varten ”journalistisiksi”, jos niiden tarkoituksena on esittää yleisölle tietoja, mielipiteitä tai ajatuksia, niiden levittämisessä käytettävästä välineestä riippumatta. Tällaisia toimintoja ei pitäisi rajoittaa pelkästään mediayrityksiin, ja niitä olisi voitava toteuttaa sekä voiton tavoittelemiseksi että voittoa tavoittelemattomassa tarkoituksessa."
		},
		{
			"lang": "pl",
			"text": "Przetwarzanie danych osobowych wyłącznie w celach dziennikarskich lub w celu uzyskania wyrazu artystycznego lub literackiego powinno kwalifikować się do zwolnienia z wymogów niektórych przepisów niniejszego rozporządzenia, by pogodzić prawo do ochrony danych osobowych z prawem do wolności wypowiedzi, a zwłaszcza prawem do uzyskiwania i udzielania informacji, co gwarantuje w szczególności art. 11 Karty praw podstawowych Unii Europejskiej. Powinno mieć to w szczególności zastosowanie do przetwarzania danych osobowych w dziedzinie techniki audiowizualnej oraz w archiwach danych i bibliotekach prasowych. Z tego względu państwa członkowskie powinny przyjąć środki ustawodawcze, które powinny określać wyjątki i odstępstwa konieczne do zapewnienia równowagi pomiędzy prawami podstawowymi. Państwa członkowskie powinny przyjąć takie wyjątki i odstępstwa, jeśli chodzi o zasady ogólne, prawa podmiotów danych, administratora i podmiot przetwarzający, przekazywanie danych do państw trzecich lub organizacji międzynarodowych, organy nadzorcze oraz współpracę i zgodność. Nie powinno to jednak powodować wprowadzenia przez państwa członkowskie wyjątków od innych przepisów rozporządzenia. W celu uwzględnienia znaczenia prawa do wolności wypowiedzi w każdym demokratycznym społeczeństwie, należy dokonać wykładni pojęć dotyczących tej wolności, takich jak szeroko rozumiane dziennikarstwo. Państwa członkowskie powinny zatem zaklasyfikować jako działalność „dziennikarską” do celów wyjątków i odstępstw określonych w niniejszym rozporządzeniu, działalność której przedmiotem jest ujawnianie opinii publicznej informacji, opinii lub pomysłów, niezależnie od nośnika wykorzystanego do ich przekazania. Działalność ta nie powinna być ograniczona do agencji medialnych i może być podejmowana zarówno w celach dochodowych, jak i w celach niedochodowych."
		},
		{
			"lang": "lt",
			"text": "asmens duomenų tvarkymui vien tik žurnalistiniais arba meninės ar literatūrinės raiškos tikslais turėtų būti taikomos tam tikrų reglamento reikalavimų išimtys, kad teisė į duomenų apsaugą būtų suderinta su saviraiškos laisvę reglamentuojančiomis taisyklėmis, ypač teise gauti nešališką informaciją, garantuojama Europos Sąjungos pagrindinių teisių chartijos 11 straipsniu. Tai visų pirma turėtų būti taikoma asmens duomenų tvarkymui audiovizualinėje srityje ir žinių bei spaudos archyvuose. Todėl valstybės narės turėtų priimti teisės nuostatas, kuriomis būtų nustatytos išimtys ir nukrypti leidžiančios nuostatos, reikalingos šioms pagrindinės teisėms suderinti. Tokias išimtis ir nukrypti leidžiančias nuostatas valstybės narės turėtų priimti bendrųjų principų, duomenų subjekto teisių, duomenų valdytojų ir duomenų tvarkytojų, duomenų perdavimo į trečiąsias šalis ir tarptautinėms organizacijoms, nepriklausomų priežiūros institucijų, bendradarbiavimo ir nuoseklaus teisės taikymu atžvilgiu. Tačiau tai neturėtų suteikti valstybėms narėms pagrindo nustatyti kitų šio reglamento nuostatų išimtis. Kad būtų atsižvelgta į teisės į saviraiškos laisvę svarbą demokratinėje visuomenėje, su šia laisve susijusias sąvokas, kaip antai žurnalistika, būtina aiškinti plačiai. Todėl šio reglamento išimčių ir nukrypti leidžiančių nuostatų tikslais valstybės narės turėtų veiklą priskirti „žurnalistinei“, jeigu jos tikslas – paskelbti informaciją, nuomones ar idėjas visuomenei, nepriklausomai nuo pasirinkto perdavimo būdo. Tokia veikla turėtų būti siejama ne vien su žiniasklaidos bendrovėmis; ji gali būti vykdoma pelno ir ne pelno tikslais;"
		},
		{
			"lang": "nl",
			"text": "Voor de verwerking van persoonsgegevens voor uitsluitend journalistieke doeleinden of voor artistieke en literaire doeleinden dient te worden voorzien in uitzonderingen op een aantal bepalingen van deze verordening teneinde het recht op bescherming van persoonsgegevens te verzoenen met de regels betreffende de vrijheid van meningsuiting, inzonderheid het recht om inlichtingen te ontvangen of te verstrekken, zoals dat met name bij artikel 11 van het Handvest van de grondrechten van de Europese Unie wordt gewaarborgd. Dit dient met name voor de verwerking van persoonsgegevens voor audiovisuele doeleinden en in nieuws- en persarchieven te gelden. Derhalve dienen de lidstaten wettelijke maatregelen te treffen om de uitzonderingen en beperkingen vast te stellen die nodig zijn voor een juiste balans tussen deze grondrechten. De lidstaten dienen dergelijke uitzonderingen en afwijkingen vast te stellen met betrekking tot de algemene beginselen, de rechten van betrokkenen, de voor de verwerking verantwoordelijke en de verwerker, de doorgifte van gegevens naar derde landen of internationale organisaties, de onafhankelijke toezichthoudende autoriteiten en samenwerking en conformiteit. Zulks mag de lidstaten er evenwel niet toe bewegen te voorzien in uitzonderingen op de andere bepalingen van deze verordening. Gelet op het belang van het recht van vrijheid van meningsuiting in elke democratische samenleving, dienen begrippen die betrekking hebben op die vrijheid, zoals journalistiek, ruim te worden uitgelegd. Voor de in het kader van deze verordening vast te stellen uitzonderingen en afwijkingen dienen de lidstaten activiteiten derhalve als “journalistiek” aan te merken, indien deze activiteiten de bekendmaking aan het publiek van informatie, meningen of ideeën tot doel hebben, ongeacht het voor de doorgifte gebruikte medium. Het hoeft niet noodzakelijkerwijs om activiteiten van mediaondernemingen te gaan en zij kunnen met of zonder winstoogmerk worden uitgevoerd."
		},
		{
			"lang": "sv",
			"text": "Behandling av personuppgifter enkom för journalistiska, konstnärliga eller litterära ändamål bör undantas från vissa av kraven i denna förordning, så att rätten till skydd av personuppgifter kan förenas med rätten till yttrandefrihet, särskilt rätten att ta emot och lämna upplysningar, som särskilt garanteras genom artikel 11 i Europeiska unionens stadga om de grundläggande rättigheterna. Detta bör särskilt gälla vid behandling av personuppgifter inom det audiovisuella området och i nyhetsarkiv och pressbibliotek. Medlemsstaterna bör därför anta lagstiftningsåtgärder som fastställer de olika undantag som behövs för att skapa en balans mellan dessa grundläggande rättigheter. Medlemsstaterna bör fastställa sådana undantag med avseende på: allmänna principer, de registrerades rättigheter, registeransvariga och registerförare, överföring av uppgifter till tredjeländer eller internationella organisationer, de oberoende tillsynsmyndigheterna samt samarbete och enhetlighet. Detta får dock inte föranleda medlemsstaterna att fastställa undantag från andra bestämmelser i denna förordning. För att ta hänsyn till yttrandefrihetens betydelse i varje demokratiskt samhälle måste en bred tolkning tillämpas av vad som innefattas i denna frihet, som till exempel ”journalism”. Medlemsstaterna bör därför med avseende på de undantag som ska fastställas enligt denna förordning klassificera verksamheter som ”journalistiska” om målet för dem är att bland allmänheten sprida information, åsikter eller idéer, oavsett vilket medium som används för att nå detta mål. Kategorin bör inte begränsas till medieföretag, och såväl vinstdrivande verksamhet som verksamhet som drivs utan vinstintresse bör inbegripas."
		}
	],
	"children": [],
	"title": "Recital 121"
}