{
	"id": "r123",
	"type": "recital",
	"literal": "123",
	"parent": "_",
	"text": [
		{
			"lang": "en",
			"text": "The processing of personal data concerning health may be necessary for reasons of public interest in the areas of public health, without consent of the data subject. In that context, ‘public health’ should be interpreted as defined in Regulation (EC) No 1338/2008 of the European Parliament and of the Council of 16 December 2008 on Community statistics on public health and health and safety at work, meaning all elements related to health, namely health status, including morbidity and disability, the determinants having an effect on that health status, health care needs, resources allocated to health care, the provision of, and universal access to, health care as well as health care expenditure and financing, and the causes of mortality. Such processing of personal data concerning health for reasons of public interest should not result in personal data being processed for other purposes by third parties such as employers, insurance and banking companies."
		},
		{
			"lang": "de",
			"text": "Aus Gründen des öffentlichen Interesses in Bereichen der öffentlichen Gesundheit kann es notwendig sein, personenbezogene Gesundheitsdaten auch ohne Einwilligung der betroffenen Person zu verarbeiten. In diesem Zusammenhang sollte der Begriff „öffentliche Gesundheit“ im Sinne der Verordnung (EG) Nr. 1338/2008 des Europäischen Parlaments und des Rates vom 16. Dezember 2008 zu Gemeinschaftsstatistiken über öffentliche Gesundheit und über Gesundheitsschutz und Sicherheit am Arbeitsplatz ausgelegt werden und alle Elemente im Zusammenhang mit der Gesundheit wie Gesundheitszustand einschließlich Morbidität und Behinderung, die sich auf diesen Gesundheitszustand auswirkenden Determinanten, den Bedarf an Gesundheitsversorgung, die der Gesundheitsversorgung zugewiesenen Mittel, die Bereitstellung von und den allgemeinen Zugang zu Gesundheitsversorgungsleistungen sowie die entsprechenden Ausgaben und die Finanzierung und schließlich die Ursachen der Mortalität einschließen. Eine solche Verarbeitung personenbezogener Gesundheitsdaten aus Gründen des öffentlichen Interesses darf nicht dazu führen, dass Dritte, unter anderem Arbeitnehmer, Versicherungs- und Finanzunternehmen, solche personenbezogene Daten zu anderen Zwecken verarbeiten."
		},
		{
			"lang": "fr",
			"text": "Le traitement de données à caractère personnel concernant la santé peut être nécessaire pour des raisons d'intérêt général dans les domaines de la santé publique, et sans le consentement de la personne concernée. Dans ce contexte, la notion de «santé publique» s'interprète selon la définition prévue dans le règlement (CE) n° 1338/2008 du Parlement européen et du Conseil du 16 décembre 2008 relatif aux statistiques communautaires de la santé publique et de la santé et de la sécurité au travail, et désigne l'ensemble des éléments liés à la santé, à savoir, l'état de santé, y compris le décès et le handicap, les éléments déterminant cet état de santé, les besoins en soins de santé, les ressources allouées aux soins de santé, l'offre de soin et l'accès universel à ces soins ainsi que les dépenses et le financement des soins de santé et les causes de décès. Ces traitements de données à caractère personnel concernant la santé autorisés pour des motifs d'intérêt général ne doivent pas aboutir à ce que ces données soient traitées à d'autres fins par des tiers, tels que les employeurs, les compagnies d'assurance et les banques."
		},
		{
			"lang": "es",
			"text": "El tratamiento de datos personales relativos a la salud puede ser necesario por razones de interés público en los ámbitos de la salud pública, sin el consentimiento del interesado. En ese contexto, «salud pública» debe interpretarse como se definió en el Reglamento (CE) nº 1338/2008 del Parlamento Europeo y del Consejo, de 16 de diciembre de 2008, sobre estadísticas comunitarias de salud pública y de salud y seguridad en el trabajo, es decir, todos los elementos relacionados con la salud, a saber, el estado de salud, con inclusión de la morbilidad y la discapacidad, los determinantes que influyen en dicho estado de salud, las necesidades de asistencia sanitaria, los recursos asignados a la asistencia sanitaria, la puesta a disposición de asistencia sanitaria y el acceso universal a ella, así como los gastos y la financiación de la asistencia sanitaria, y las causas de mortalidad. Este tratamiento de datos personales relativos a la salud por razones de interés público no debe tener como consecuencia que terceros, como empresarios, aseguradoras y bancos, sometan a tratamiento datos personales."
		},
		{
			"lang": "pt",
			"text": "O tratamento de dados pessoais relativos à saúde pode ser necessário por razões de interesse público nos domínios da saúde pública, sem o consentimento do titular dos dados. Neste contexto, a noção de «saúde pública» é interpretada segundo a definição prevista no Regulamento (CE) n.º 1338/2008 do Parlamento Europeu e do Conselho, de 16 de dezembro de 2008, relativo às estatísticas da União sobre saúde pública e saúde e segurança no trabalho, e designa todos os elementos relacionados com a saúde, a saber, o estado de saúde, incluindo a morbilidade e a incapacidade, as determinantes desse estado de saúde, as necessidades de cuidados de saúde, os recursos atribuídos aos cuidados de saúde, a prestação de cuidados de saúde e o acesso universal aos mesmos, assim como as despesas e o financiamento dos cuidados de saúde, e as causas de mortalidade. Esses tratamentos de dados pessoais sobre a saúde autorizados por motivos de interesse público não devem ter por resultado serem tratados para outros fins por terceiros, nomeadamente empregadores, companhias de seguros e entidades bancárias."
		},
		{
			"lang": "it",
			"text": "Il trattamento dei dati relativi alla salute può essere necessario per motivi di interesse pubblico nei settori della sanità pubblica, senza il consenso dell’interessato. In questo contesto, il concetto di “sanità pubblica” va interpretato secondo la definizione del regolamento (CE) n. 1338/2008 del Parlamento europeo e del Consiglio, del 16 dicembre 2008, relativo alle statistiche comunitarie in materia di sanità pubblica e di salute e sicurezza sul luogo di lavoro: tutti gli elementi relativi alla salute, ossia lo stato di salute, morbilità e disabilità incluse, i determinanti aventi un effetto su tale stato di salute, le necessità in materia di assistenza sanitaria, le risorse destinate all’assistenza sanitaria, la prestazione di assistenza sanitaria e l’accesso universale ad essa, la spesa sanitaria e il relativo finanziamento e le cause di mortalità. Il trattamento dei dati personali relativi alla salute effettuato per motivi di interesse pubblico non deve comportare il trattamento dei dati per altre finalità da parte di terzi, quali datori di lavoro, compagnie di assicurazione e istituti di credito."
		},
		{
			"lang": "ga",
			"text": "Féadfar go mbeidh gá le sonraí pearsanta a bhaineann le sláinte a phróiseáil gan toiliú ón duine is ábhar do na sonraí ar chúiseanna a bhaineann le leas an phobail i réimse na sláinte poiblí. Sa chomhthéacs sin, ba cheart ‘sláinte phoiblí’ a léirmhíniú mar atá sainmhínithe i Rialachán (CE) Uimh. 1338/2008 ó Pharlaimint na hEorpa agus ón gComhairle an 16 Nollaig 2008 maidir le staidreamh Comhphobail i dtaca leis an tsláinte phoiblí agus i dtaca leis an tsláinte agus leis an tsábháilteacht ag an obair, is é sin na heilimintí uile a bhaineann leis an tsláinte, eadhon stádas sláinte, lena n‑áirítear galracht agus míchumas, na deitéarmanaint a bhfuil tionchar acu ar an stádas sláinte sin, riachtanais chúraim sláinte, acmhainní a leithdháiltear ar chúram sláinte, soláthar cúraim sláinte agus rochtain uilíoch air, chomh maith le caiteachas ar chúram sláinte agus maoiniú do chúram sláinte agus cúiseanna mortlaíochta. Maidir leis na sonraí pearsanta sin a bhaineann le sláinte a phróiseáil ar chúiseanna a bhaineann le leas an phobail, níor cheart go bhfágfadh próiseáil den sórt sin go ndéanfadh tríú páirtithe, amhail fostóirí agus cuideachtaí árachais agus baincéireachta, na sonraí pearsanta a phróiseáil chun críocha eile."
		},
		{
			"lang": "cs",
			"text": "Z důvodů veřejného zájmu v oblasti veřejného zdraví může být nezbytné zpracovávat osobní údaje o zdravotním stavu bez souhlasu subjektu údajů. V této souvislosti by mělo být „veřejné zdraví“ vykládáno ve smyslu definice v nařízení Evropského parlamentu a Rady (ES) č. 1338/2008 ze dne 16. prosince 2008 o statistice Společenství v oblasti veřejného zdraví a bezpečnosti a ochrany zdraví při práci jako veškeré prvky týkající se zdraví, zejména zdravotní stav včetně nemocnosti a zdravotního postižení, determinanty ovlivňující tento zdravotní stav, potřeby zdravotní péče, prostředky přidělené na zdravotní péči, poskytování zdravotní péče a její všeobecná dostupnost, výdaje na zdravotní péči a její financování a příčiny úmrtnosti. Takové zpracování osobních údajů o zdravotním stavu z důvodu veřejného zájmu by nemělo vést k tomu, aby třetí strany, jako jsou zaměstnavatelé, pojišťovny a finanční společnosti, zpracovávaly osobní údaje pro jiné účely."
		},
		{
			"lang": "da",
			"text": "Behandling af personlige helbredsoplysninger kan være nødvendig af hensyn til samfundsinteresser, hvad angår folkesundhed, uden den registreredes samtykke. I den sammen­hæng fortolkes &quot;folkesundhed&quot; som defineret i Europa-Parlamentets og Rådets forordning (EF) nr. 1338/2008 af 16. december 2008 om fællesskabs­statistikker over folkesundhed og arbejdsmiljø, dvs. alle elementer vedrørende sundhed, nemlig helbredstilstand, herunder sygelighed og invaliditet, determinanter med en indvirkning på denne helbredstilstand, behov for sundhedspleje, ressourcer tildelt sundhedsplejen, ydelse af og almen adgang til sundhedspleje, udgifter til og finansiering af sundhedspleje samt dødsårsager. Denne behandling af personlige helbredsoplysninger af samfundsinteresse bør ikke medføre, at tredjeparter såsom arbejdsgivere, forsikringsselskaber eller pengeinstitutter behandler personoplysninger til andre formål."
		},
		{
			"lang": "et",
			"text": "Terviseandmete töötlemine (ilma andmesubjekti nõusolekuta) võib olla avalikes huvides vajalik näiteks rahvatervise valdkonnas. Selles kontekstis tõlgendatakse „rahvatervist” Euroopa Parlamendi ja nõukogu 16. detsembri 2008. aasta määruse (EÜ) nr 1338/2008 (rahvatervist ning töötervishoidu ja tööohutust käsitleva ühenduse statistika kohta) mõistes, mille kohaselt rahvatervis on kõik tervisega seotud asjaolud, täpsemalt terviseseisund, sealhulgas haigestumus ja puuded, terviseseisundit mõjutavad tegurid, tervishoiualased vajadused, tervishoiule eraldatud vahendid, tervishoiuteenuse osutamine ja selle üldine kättesaadavus, samuti kulutused tervishoiule ja selle rahastamine ning suremuse põhjused. Sellise terviseandmete avalikes huvides töötlemise tulemusel ei tohiks isikuandmeid muudel eesmärkidel töödelda kolmandad isikud, näiteks tööandjad, kindlustus- ja pangandusettevõtjad."
		},
		{
			"lang": "el",
			"text": "Η επεξεργασία δεδομένων προσωπικού χαρακτήρα που αφορούν την υγεία μπορεί να είναι απαραίτητη για λόγους δημόσιου συμφέροντος στους τομείς της δημόσιας υγείας, χωρίς τη συγκατάθεση του προσώπου στο οποίο αναφέρονται τα δεδομένα. Στο πλαίσιο αυτό, η «δημόσια υγεία» πρέπει να ερμηνεύεται όπως ορίζεται στον κανονισμό (ΕΚ) αριθ. 1338/2008 του Ευρωπαϊκού Κοινοβουλίου και του Συμβουλίου της 16ης Δεκεμβρίου 2008 σχετικά με τις κοινοτικές στατιστικές στους τομείς της δημόσιας υγείας και της υγείας και ασφάλειας στην εργασία, δηλαδή ως όλα τα στοιχεία που συνδέονται με την υγεία, συγκεκριμένα η κατάσταση της υγείας, συμπεριλαμβανομένης της νοσηρότητας και αναπηρίας, οι καθοριστικοί παράγοντες που επιδρούν στην κατάσταση της υγείας, οι ανάγκες υγειονομικής περίθαλψης, οι πόροι που διατίθενται στην υγειονομική περίθαλψη, η παροχή υγειονομικής περίθαλψης και η πρόσβαση από όλους σε αυτήν καθώς και οι δαπάνες και η χρηματοδότηση της υγειονομικής περίθαλψης και οι αιτίες θνησιμότητας. Η επεξεργασία δεδομένων προσωπικού χαρακτήρα σχετικών με την υγεία για λόγους δημόσιου συμφέροντος δεν πρέπει να έχει ως αποτέλεσμα την επεξεργασία δεδομένων προσωπικού χαρακτήρα για άλλους σκοπούς από τρίτους, όπως εργοδότες, ασφαλιστικές εταιρείες και τράπεζες."
		},
		{
			"lang": "bg",
			"text": "Обработването на лични данни за здравословното състояние може да е необходимо по причини от обществен интерес в областта на общественото здраве без съгласието на субекта на данните. В този контекст понятието „обществено здраве“ следва да се тълкува по смисъла на Регламент (ЕО) № 1338/2008 на Европейския парламент и на Съвета от 16 декември 2008 г. относно статистиката на Общността в областта на общественото здраве и здравословните и безопасни условия на труд и означава всички елементи, свързани със здравето, а именно здравно състояние, заболеваемост и инвалидност, решаващи фактори, които оказват влияние върху това здравно състояние, нужди на здравното обслужване, средства, отделени за здравно обслужване, предоставяне на здравни грижи и всеобщ достъп до тях, разходи и финансиране на здравното обслужване, както и причини за смъртност. Такова обработване на лични данни за здравословното състояние по причини от обществен интерес не следва да води до обработването на лични данни за други цели от трети страни като работодатели, застрахователни дружества или банки."
		},
		{
			"lang": "hu",
			"text": "A népegészség terén az érintett hozzájárulása nélkül is szükséges lehet az egészségügyi vonatkozású személyes adatok közérdekből történő feldolgozása. Ebben az összefüggésben a „népegészség” fogalmát a népegészségre és a munkahelyi egészségre és biztonságra vonatkozó közösségi statisztikáról szóló, 2008. december 16-i 1338/2008/EK európai parlamenti és tanácsi rendeletben meghatározottak szerint úgy kell értelmezni, hogy az valamennyi, az egészséggel kapcsolatos elem, nevezetesen az egészségi állapot, beleértve a morbiditást és a fogyatékosságot, az egészségi állapotot befolyásoló tényezők, az egészségügyi ellátással kapcsolatos igények, az egészségügyi ellátásra kiosztott források, az egészségügyi ellátás nyújtása és az ahhoz való általános hozzáférés, valamint az egészségügyi ellátással kapcsolatos kiadások és finanszírozás, továbbá a halálokok. Az egészségügyi személyes adatok ilyen közérdekű feldolgozása nem eredményezheti azt, hogy a személyes adatokat más célokból harmadik személyek, így munkáltatók, biztosítók és bankok dolgozzák fel."
		},
		{
			"lang": "mt",
			"text": "L-ipproċessar ta’ dejta personali dwar is-saħħa jista’ jkun meħtieġ għal raġunijiet ta’ interess pubbliku fl-oqsma tas-saħħa pubblika, mingħajr il-kunsens tas-suġġett tad-dejta. F’dak il-kuntest, is-‘saħħa pubblika’ għandha tiġi interpretata kif definita fir-Regolament (KE) Nru 1338/2008 tal-Parlament Ewropew u tal-Kunsill tas-16 ta’ Diċembru 2008 dwar l-istatistika tal-Komunità dwar is-saħħa pubblika u s-saħħa u s-sigurtà fuq ix-xogħol, li jfisser l-elementi kollha relatati mas-saħħa, l-aktar l-istat ta’ saħħa, inklużi l-morbożità u d-diżabilità, il-fatturi determinanti li għandhom effett fuq l-istat ta’ saħħa, il-bżonnijiet fil-qasam tal-kura tas-saħħa, ir-riżorsi allokati għall-kura tas-saħħa, il-provvediment ta’, u l-aċċess universali għal, kura tas-saħħa kif ukoll l-ispiża u l-finanzjament tal-kura tas-saħħa, u l-kawżi ta’ mortalità. Tali proċessar tad-dejta personali li jikkonċerna saħħa għal raġunijiet ta' interess pubbliku m'għandux jirriżulta f'li d-dejta personali tiġi proċessata għal skopijiet oħra minn partijiet terzi bħal minn min jimpjega, kumpaniji tal-assigurazzjoni u banek."
		},
		{
			"lang": "lv",
			"text": "Personas veselības datu apstrāde bez datu subjekta piekrišanas var būt nepieciešama sabiedrības interešu vārdā ar sabiedrības veselību saistītās jomās. Minētajā kontekstā &quot;sabiedrības veselība&quot; būtu jāinterpretē saskaņā ar definīciju Eiropas Parlamenta un Padomes 2008. gada 16. decembra Regulā (EK) Nr. 1338/2008 attiecībā uz Kopienas statistiku par sabiedrības veselību un veselības aizsardzību un drošību darbā, proti, kā visi elementi, kas saistīti ar veselību, proti, veselības stāvoklis, tostarp saslimstība un invaliditāte, faktori, kas ietekmē veselības stāvokli, veselības aprūpes vajadzības, veselības aprūpei piešķirtie resursi, veselības aprūpes nodrošināšana un vispārēja piekļuve tai, kā arī veselības aprūpes izdevumi un finansējums, un nāves cēloņi. Šādai personas veselības datu apstrādei sabiedrības interešu vārdā nebūtu jānoved pie tā, ka trešās personas, piemēram, darba devēji, apdrošināšanas sabiedrības un kredītiestādes apstrādā personas datus citos nolūkos."
		},
		{
			"lang": "ro",
			"text": "Prelucrarea datelor cu caracter personal privind sănătatea poate fi necesară din motive de interes public în domeniile sănătății publice, fără consimțământul persoanei vizate. În acest context, conceptul de „sănătate publică” ar trebui interpretat astfel cum este definit în Regulamentul (CE) nr. 1338/2008 al Parlamentului European și al Consiliului din 16 decembrie 2008 privind statisticile comunitare referitoare la sănătatea publică, precum și la sănătatea și siguranța la locul de muncă, adică toate elementele referitoare la sănătate și anume starea de sănătate, inclusiv morbiditatea sau handicapul, factorii determinanți care au efect asupra stării de sănătate, necesitățile în domeniul asistenței medicale, resursele alocate asistenței medicale, furnizarea asistenței medicale și asigurarea accesului universal la aceasta, precum și cheltuielile și sursele de finanțare în domeniul sănătății și cauzele mortalității. Această prelucrare a datelor cu caracter personal privind sănătatea din motive de interes public nu ar trebui să ducă la prelucrarea acestor date în alte scopuri de către părți terțe, cum ar fi angajatorii, societățile de asigurări și băncile."
		},
		{
			"lang": "sk",
			"text": "Spracúvanie osobných údajov týkajúcich sa zdravia bez súhlasu dotknutej osoby môže byť potrebné z dôvodov verejného záujmu v oblasti verejného zdravia. V tejto súvislosti by sa malo „verejné zdravie“ vykladať v zmysle nariadenia Európskeho parlamentu a Rady (ES) č. 1338/2008 zo 16. decembra 2008 o štatistikách Spoločenstva v oblasti verejného zdravia a bezpečnosti a ochrany zdravia pri práci, teda malo by zahŕňať všetky prvky súvisiace so zdravím, konkrétne zdravotný stav vrátane chorobnosti a zdravotného postihnutia, faktory ovplyvňujúce tento zdravotný stav, potreby zdravotnej starostlivosti, zdroje pridelené na zdravotnú starostlivosť, poskytovanie zdravotnej starostlivosti a jej všeobecnú dostupnosť, ako aj výdavky na zdravotnú starostlivosť a jej financovanie a príčiny smrti. Takéto spracúvanie osobných údajov týkajúcich sa zdravia z dôvodov verejného záujmu by nemalo viesť k spracúvaniu osobných údajov na iné účely tretími stranami, napríklad zamestnávateľmi či poisťovacími a bankovými spoločnosťami."
		},
		{
			"lang": "sl",
			"text": "Obdelava osebnih podatkov v zvezi z zdravjem je lahko potrebna zaradi javnega interesa na področju javnega zdravja, brez privolitve posameznika, na katerega se nanašajo osebni podatki. V zvezi s tem je treba pojem „javno zdravje“ razlagati, kakor je opredeljeno v Uredbi (ES) št. 1338/2008 Evropskega parlamenta in Sveta z dne 16. decembra 2008 o statističnih podatkih Skupnosti v zvezi z javnim zdravjem ter zdravjem in varnostjo pri delu, kjer pomeni vse elemente, povezane z zdravjem, in sicer zdravstveno stanje, vključno z obolevnostjo in invalidnostjo, determinante, ki vplivajo na zdravstveno stanje, potrebe zdravstvenega varstva, vire, namenjene zdravstvenemu varstvu, zagotavljanje in splošni dostop do zdravstvenega varstva, pa tudi izdatke in financiranje zdravstvenega varstva ter vzroke smrtnosti. Zaradi take obdelave osebnih podatkov v zvezi z zdravjem zaradi javnega interesa tretje osebe, kot so delodajalci ter zavarovalne in bančne družbe, ne bi smele obdelovati osebnih podatkov v druge namene."
		},
		{
			"lang": "fi",
			"text": "Terveystietoja saattaa olla tarpeen käsitellä ilman rekisteröidyn suostumusta kansanterveyteen liittyvää yleistä etua koskevista syistä. Tässä yhteydessä ’kansanterveydellä’ olisi kansanterveyttä sekä työterveyttä ja työturvallisuutta koskevista yhteisön tilastoista 16 päivänä joulukuuta 2008 annetussa Euroopan parlamentin ja neuvoston asetuksessa (EY) N:o 1338/2008 esitetyn määritelmän mukaisesti tarkoitettava kaikkia niitä osatekijöitä, jotka koskevat terveyttä, erityisesti terveydentilaa, myös sairastuvuutta ja vammaisuutta, terveydentilaan vaikuttavia tekijöitä, terveydenhuoltopalvelujen tarvetta, terveydenhuoltoon myönnettyjä resursseja, terveydenhuoltopalvelujen tarjontaa ja yleistä saatavuutta, terveydenhuollon menoja ja rahoitusta sekä kuolleisuuden syitä. Tällainen yleistä etua koskevista syistä suoritettava terveystietojen käsittely ei saisi johtaa siihen, että henkilötietoja käsitellään muita tarkoituksia varten kolmansien osapuolten kuten työnantajien tai vakuutusyhtiöiden ja pankkien toimesta."
		},
		{
			"lang": "pl",
			"text": "Przetwarzanie danych osobowych dotyczących zdrowia bez zgody podmiotu danych może być konieczne ze względu na interes publiczny w dziedzinie zdrowia publicznego. W tym kontekście „zdrowie publiczne” należy interpretować zgodnie z definicją w rozporządzeniu (WE) nr 1338/2008 Parlamentu Europejskiego i Rady z dnia 16 grudnia 2008 r. w sprawie statystyk Wspólnoty w zakresie zdrowia publicznego oraz zdrowia i bezpieczeństwa w pracy, według której oznacza ono wszystkie elementy związane ze zdrowiem, mianowicie stan zdrowia, w tym zachorowalność i niepełnosprawność, czynniki warunkujące stan zdrowia, potrzeby w zakresie opieki zdrowotnej, zasoby opieki zdrowotnej, oferowane usługi opieki zdrowotnej i powszechny dostęp do nich, opiekę zdrowotną, wydatki na opiekę zdrowotną i sposób jej finansowania oraz przyczyny zgonów. Takie przetwarzanie danych osobowych dotyczących zdrowia w celu realizacji interesu publicznego nie powinno skutkować przetwarzaniem danych do innych celów przez osoby trzecie, takie jak pracownicy, zakłady ubezpieczeń i banki."
		},
		{
			"lang": "lt",
			"text": "dėl viešojo intereso priežasčių visuomenės sveikatos srityje tvarkyti asmens sveikatos duomenis gali prireikti ir be duomenų subjekto sutikimo. Todėl sąvoka „visuomenės sveikata“ turėtų būti aiškinama taip, kai ji apibrėžta 2008 m. gruodžio 16 d. Europos Parlamento ir Tarybos reglamente (EB) Nr. 1338/2008 dėl Bendrijos statistikos apie visuomenės sveikatą ir sveikatą bei saugą darbe, ir apimti visus elementus, susijusius su sveikata, kaip antai sveikatos būklė, įskaitant sergamumą ir neįgalumą, veiksniai, darantys poveikį šiai sveikatos būklei, sveikatos priežiūros poreikiai, sveikatos priežiūrai skirti ištekliai, sveikatos priežiūros paslaugų teikimas ir jų visuotinis prieinamumas, sveikatos priežiūros išlaidos ir jos finansavimas, taip pat mirtingumo priežastys. Su sveikata susijusių asmens duomenų tvarkymas dėl viešojo intereso neturėtų lemti, kad asmens duomenis kitais tikslais tvarkytų tretieji asmenys, kaip antai darbdaviai, draudimo bendrovės ir bankai;"
		},
		{
			"lang": "nl",
			"text": "Het kan om redenen van algemeen belang op het gebied van de volksgezondheid nodig zijn om persoonsgegevens over gezondheid zonder toestemming van de betrokkene te verwerken. In dat verband dient “volksgezondheid” overeenkomstig de definitie van Verordening (EG) nr. 1338/2008 van het Europees Parlement en de Raad van 16 december 2008 betreffende communautaire statistieken over de volksgezondheid en de gezondheid en veiligheid op het werk te worden uitgelegd als alle elementen in verband met de gezondheid, namelijk gezondheidstoestand, inclusief morbiditeit en beperkingen, de determinanten die een effect hebben op die gezondheidstoestand, de behoeften aan gezondheidszorg, middelen ten behoeve van de gezondheidszorg, de verstrekking van en de universele toegang tot gezondheidszorg, alsmede de uitgaven voor en de financiering van de gezondheidszorg, en de doodsoorzaken. Dergelijke verwerking van persoonsgegevens over gezondheid om redenen van algemeen belang mag er niet toe te leiden dat persoonsgegevens door derden zoals werkgevers, verzekeringsmaatschappijen en banken voor andere doeleinden worden verwerkt."
		},
		{
			"lang": "sv",
			"text": "På folkhälsoområdet kan det bli nödvändigt att med hänsyn till det allmännas intresse behandla personuppgifter som rör hälsa utan att den registrerades samtycke inhämtas. I det sammanhanget bör ”folkhälsan” tolkas enligt definitionen i Europaparlamentets och rådets förordning (EG) nr 1338/2008 av den 16 december 2008 om gemenskapsstatistik om folkhälsa och hälsa och säkerhet i arbete, nämligen alla aspekter som rör hälsosituationen, dvs. allmänhetens hälsotillstånd, inbegripet sjuklighet och funktionshinder, hälsans bestämningsfaktorer, hälso- och sjukvårdsbehov, resurser inom hälso- och sjukvården, tillhandahållande av och allmän tillgång till hälso- och sjukvård, utgifter för och finansiering av hälso- och sjukvården samt dödsorsaker. Behandling av personuppgifter rörande hälsan i det allmännas intresse bör inte innebära att personuppgifter behandlas för andra ändamål av tredje part, exempelvis arbetsgivare, försäkrings- och bankföretag."
		}
	],
	"children": [],
	"title": "Recital 123"
}