{
	"id": "r124",
	"type": "recital",
	"literal": "124",
	"parent": "_",
	"text": [
		{
			"lang": "en",
			"text": "The general principles on the protection of individuals with regard to the processing of personal data should also be applicable to the employment context. Therefore, in order to regulate the processing of employees' personal data in the employment context, Member States should be able, within the limits of this Regulation, to adopt by law specific rules for the processing of personal data in the employment sector."
		},
		{
			"lang": "de",
			"text": "Die allgemeinen Grundsätze des Schutzes natürlicher Personen bei der Verarbeitung personenbezogener Daten sollten auch im Beschäftigungskontext gelten. Die Mitgliedstaaten sollten daher in den Grenzen dieser Verordnung die Verarbeitung personenbezogener Daten im Beschäftigungskontext gesetzlich regeln können."
		},
		{
			"lang": "fr",
			"text": "Les principes généraux concernant la protection des personnes physiques à l’égard du traitement des données à caractère personnel devraient également être applicables dans le contexte de l'emploi. En conséquence, pour réglementer le traitement des données à caractère personnel des salariés dans ce contexte, les États membres devraient pouvoir, dans les limites du présent règlement, adopter par voie législative des règles spécifiques au traitement des données à caractère personnel dans le secteur de l’emploi."
		},
		{
			"lang": "es",
			"text": "Los principios generales sobre la protección de las personas físicas en lo que respecta al tratamiento de datos personales también deben ser aplicables al ámbito laboral. Por lo tanto, con el fin de regular el tratamiento de los datos personales de los trabajadores, los Estados miembros, dentro de los límites del presente Reglamento, deben estar facultados para adoptar por ley normas específicas para el tratamiento de datos personales en el ámbito laboral."
		},
		{
			"lang": "pt",
			"text": "Os princípios gerais de proteção das pessoas singulares no que respeita ao tratamento de dados pessoais também devem ser aplicáveis no domínio do emprego. Por conseguinte, a fim de regulamentar o tratamento de dados pessoais dos trabalhadores neste contexto, os Estados-Membros devem poder adotar, nos limites do presente regulamento, disposições legislativas específicas relativas ao tratamento de dados pessoais no setor laboral."
		},
		{
			"lang": "it",
			"text": "I principi generali della protezione delle persone fisiche con riguardo al trattamento dei dati personali devono trovare applicazione anche nei rapporti di lavoro. Pertanto, al fine di disciplinare il trattamento dei dati personali dei lavoratori in tale ambito, gli Stati membri devono avere facoltà, nei limiti del presente regolamento, di emanare specifiche disposizioni applicabili al trattamento dei dati personali nel settore del lavoro."
		},
		{
			"lang": "ga",
			"text": "I gcomhthéacs na fostaíochta, ba cheart feidhm a bheith freisin ag na prionsabail ghinearálta maidir le cosaint daoine aonair i ndáil le sonraí pearsanta a phróiseáil. Dá bhrí sin, chun próiseáil sonraí pearsanta fostaithe a rialáil i gcomhthéacs na fostaíochta, ba cheart go mbeadh na Ballstáit in ann, laistigh de theorainneacha an Rialacháin seo, rialacha sonracha a ghlacadh le dlí maidir le próiseáil sonraí pearsanta san earnáil fostaíochta."
		},
		{
			"lang": "cs",
			"text": "Obecné zásady ochrany jednotlivců při zpracování osobních údajů by měly platit také v souvislosti se zaměstnáním. V mezích tohoto nařízení by měly členské státy mít možnost přijmout právním předpisem zvláštní pravidla, která upraví zpracovávání osobních údajů zaměstnanců v souvislosti se zaměstnáním."
		},
		{
			"lang": "da",
			"text": "De generelle principper vedrørende beskyttelse af fysiske personer i forbindelse med behandling af personoplysninger bør også gælde i ansættelsesforhold. For at regulere behandlingen af arbejdstageres personoplysninger i ansættelsesforhold bør medlemsstaterne under overholdelse af denne forordnings øvrige bestemmelser ved lov kunne indføre specifikke regler for behandling af personoplysninger ved ansættelsesforhold."
		},
		{
			"lang": "et",
			"text": "Üksikisikute kaitse põhimõtteid nende isikuandmete töötlemisel tuleks kohaldada ka töösuhte kontekstis. Selleks et reguleerida töövõtjate isikuandmete töötlemist töösuhte kontekstis, peaksid liikmesriigid seetõttu suutma kooskõlas käesoleva määrusega õigusaktiga vastu võtta isikuandmete töötlemise erieeskirjad töösuhte kontekstis."
		},
		{
			"lang": "el",
			"text": "Οι γενικές αρχές για την προστασία των φυσικών προσώπων έναντι της επεξεργασίας δεδομένων προσωπικού χαρακτήρα πρέπει να εφαρμόζονται επίσης στο πλαίσιο της απασχόλησης. Επομένως, για τη ρύθμιση της επεξεργασίας των δεδομένων προσωπικού χαρακτήρα εργαζομένων στο πλαίσιο της απασχόλησης, τα κράτη μέλη πρέπει να μπορούν, εντός των ορίων του παρόντος κανονισμού, να θεσπίζουν διά νόμου ειδικούς κανόνες για την επεξεργασία δεδομένων προσωπικού χαρακτήρα στον τομέα της απασχόλησης."
		},
		{
			"lang": "bg",
			"text": "Общите принципи относно защитата на физическите лица във връзка с обработването на лични данни следва да се прилагат и в контекста на трудовите правоотношения. Ето защо, за да се уреди обработването на личните данни на служителите в контекста на трудовите правоотношения, държавите-членки следва да могат в рамките на настоящия регламент да приемат със закон специални разпоредби за обработването на лични данни в сектора на трудовата заетост."
		},
		{
			"lang": "hu",
			"text": "A személyes adatok feldolgozása vonatkozásában az egyének védelmére vonatkozó általános alapelveket a foglalkoztatással összefüggésben is alkalmazni kell. Következésképpen a munkavállalók személyes adatainak a munkaviszonnyal összefüggő feldolgozásának szabályozása érdekében a tagállamok e rendelet keretein belül jogszabályban különös szabályokat fogadhatnak el a személyes adatoknak a foglalkoztatási ágazatban való feldolgozására."
		},
		{
			"lang": "mt",
			"text": "Il-prinċipji ġenerali dwar il-protezzjoni tal-individwi fir-rigward tal-ipproċessar ta’ dejta personali għandhom ikunu applikabbli wkoll għall-kuntest tal-impjieg. Għaldaqstant, sabiex jiġi rregolat l-ipproċessar tad-dejta personali tal-impjegat fil-kuntest tal-impjieg, l-Istati Membri fil-limiti ta’ dan ir-Regolament, għandhom ikunu jistgħu, jadottaw bil-liġi regoli speċifiċi għall-ipproċessar ta’ dejta personali fis-settur tal-impjieg."
		},
		{
			"lang": "lv",
			"text": "Principi fizisku personu aizsardzībai attiecībā uz personas datu apstrādi būtu jāpiemēro arī nodarbinātības kontekstā. Tāpēc, lai regulētu darbinieku personas datu apstrādi nodarbinātības kontekstā, dalībvalstīm, ņemot vērā šajā regulā noteiktos ierobežojumus, būtu ar likumu jāpieņem īpaši noteikumi par personas datu apstrādi nodarbinātības jomā."
		},
		{
			"lang": "ro",
			"text": "Principiile generale privind protecția persoanelor fizice în ceea ce privește prelucrarea datelor cu caracter personal ar trebui să fie aplicabile și în contextul ocupării forței de muncă. Prin urmare, pentru a reglementa activitățile de prelucrare a datelor cu caracter personal ale angajaților în contextul ocupării forței de muncă, statele membre ar trebui să aibă posibilitatea, în limitele stabilite de prezentul regulament, de a adopta pe cale legislativă norme specifice de prelucrare a datelor cu caracter personal în sectorul ocupării forței de muncă."
		},
		{
			"lang": "sk",
			"text": "Všeobecné zásady ochrany fyzických osôb pri spracúvaní osobných údajov by sa mali uplatňovať aj v súvislosti so zamestnaním. Preto s cieľom upraviť spracúvanie osobných údajov zamestnancov v súvislosti so zamestnaním by členské štáty mali mať možnosť v medziach tohto nariadenia prijať špecifické zákonné pravidlá spracúvania osobných údajov v oblasti zamestnanosti."
		},
		{
			"lang": "sl",
			"text": "Splošna načela o varstvu posameznikov pri obdelavi osebnih podatkov bi morala veljati tudi glede zaposlitve. Za ureditev obdelave osebnih podatkov zaposlenega v okviru zaposlitve bi morale države članice imeti možnost, da v mejah te uredbe sprejmejo posebno zakonodajo o obdelavi osebnih podatkov v sektorju zaposlovanja."
		},
		{
			"lang": "fi",
			"text": "Yksilöiden suojelua henkilötietojen käsittelyssä koskevia yleisiä periaatteita olisi sovellettava myös työsuhteen yhteydessä. Siksi jäsenvaltioiden olisi tässä asetuksessa asetetuissa rajoissa voitava antaa lainsäädännössä henkilötietojen käsittelyä työsuhteen yhteydessä koskevat erityiset säännöt, jotta voidaan säännellä työntekijöiden henkilötietojen käsittelyä työsuhteen yhteydessä."
		},
		{
			"lang": "pl",
			"text": "Zasady ogólne ochrony osób fizycznych w zakresie przetwarzania danych osobowych powinny mieć także zastosowanie w kontekście zatrudnienia. Zatem w celu regulacji przetwarzania danych osobowych pracowników w kontekście zatrudnienia państwa członkowskie powinny mieć możliwość, w granicach niniejszego rozporządzenia, przyjmowania w drodze ustawy przepisów szczególnych dotyczących przetwarzania danych osobowych w sektorze zatrudnienia."
		},
		{
			"lang": "lt",
			"text": "bendrieji fizinių asmenų apsaugos tvarkant asmens duomenis principai taip pat turėtų būti taikomi ir su darbo santykiais susijusiais tikslais. Todėl siekiant reglamentuoti darbuotojų asmens duomenų tvarkymą su darbo santykiais susijusiais tikslais, valstybės narės, neperžengdamos šio reglamento ribų, turėtų galėti priimti įstatymus, kuriuose būtų įtvirtintos specialios asmens duomenų tvarkymo užimtumo sektoriuje taisyklės;"
		},
		{
			"lang": "nl",
			"text": "De algemene beginselen inzake de bescherming van personen met betrekking tot de verwerking van persoonsgegevens dienen ook van toepassing te zijn op de arbeidsverhouding. Teneinde de verwerking van de persoonsgegevens van werknemers in het kader van de arbeidsverhouding te reglementeren, dienen de lidstaten de mogelijkheid hebben om, binnen de grenzen van deze verordening, specifieke voorschriften vast te stellen voor de verwerking van persoonsgegevens in het kader van de arbeidsverhouding."
		},
		{
			"lang": "sv",
			"text": "De allmänna principerna för skyddet av enskilda vid behandling av personuppgifter bör även vara tillämpliga vid anställningar. För att reglera behandling av arbetstagares personuppgifter inom ramen för ett anställningsförhållande bör medlemsstaterna därför, inom gränserna för denna förordning, lagstiftningsvägen kunna anta särskilda regler för behandling av personuppgifter under anställningar."
		}
	],
	"children": [],
	"title": "Recital 124"
}