{
	"id": "r125",
	"type": "recital",
	"literal": "125",
	"parent": "_",
	"text": [
		{
			"lang": "en",
			"text": "The processing of personal data for the purposes of historical, statistical or scientific research should, in order to be lawful, also respect other relevant legislation such as on clinical trials."
		},
		{
			"lang": "de",
			"text": "Die Verarbeitung personenbezogener Daten zu historischen oder statistischen Zwecken oder zum Zwecke der wissenschaftlichen Forschung sollte, um rechtmäßig zu sein, auch anderen einschlägigen Rechtsvorschriften unter anderem zu klinischen Versuchen genügen."
		},
		{
			"lang": "fr",
			"text": "Le traitement de données à caractère personnel à des fins statistiques ou de recherche historique ou scientifique devrait, pour être licite, également respecter d'autres législations pertinentes, telles que celle relative aux essais cliniques."
		},
		{
			"lang": "es",
			"text": "Para que sea lícito, el tratamiento de datos de carácter personal a efectos de investigación histórica, estadística o científica también debe respetar otras normas pertinentes, como las relativas a los ensayos clínicos."
		},
		{
			"lang": "pt",
			"text": "O tratamento de dados pessoais para fins de investigação histórica, estatística ou científica deve, para que seja lícito, igualmente respeitar outras legislações relevantes, tal como a relativa aos testes clínicos."
		},
		{
			"lang": "it",
			"text": "Il trattamento dei dati personali per finalità storiche, statistiche o di ricerca scientifica deve, per essere lecito, rispettare anche altre normative pertinenti, ad esempio quelle sulle sperimentazioni cliniche."
		},
		{
			"lang": "ga",
			"text": "Le go mbeidh próiseáil sonraí pearsanta dleathach chun críocha taighde stairiúil, staidrimh nó eolaíoch, ba cheart reachtaíocht ábhartha eile a urramú freisin, amhail reachtaíocht ar thrialacha cliniciúla."
		},
		{
			"lang": "cs",
			"text": "Aby bylo zpracování osobních údajů pro účely historiografického, statistického a vědeckého výzkumu zákonné, mělo by také respektovat další příslušné právní předpisy, upravující například klinické studie."
		},
		{
			"lang": "da",
			"text": "Behandling af personoplysninger til historiske, statistiske eller videnskabelige forskningsformål bør også - for at være lovlig - overholde anden relevant lovgivning, f.eks. om kliniske forsøg."
		},
		{
			"lang": "et",
			"text": "Selleks et isikuandmete töötlemine ajaloo- ja statistikauurimuste ning teadustöö eesmärgil oleks seaduslik, tuleb selle juures järgida ka muid asjaomaseid õigusakte, näiteks kliinilisi uuringuid käsitlevaid õigusakte."
		},
		{
			"lang": "el",
			"text": "Η επεξεργασία δεδομένων προσωπικού χαρακτήρα για ιστορικούς ή στατιστικούς σκοπούς ή σκοπούς επιστημονικής έρευνας πρέπει, προκειμένου να είναι σύννομη, να σέβεται επίσης άλλες σχετικές νομοθεσίες, όπως αυτή για τις κλινικές δοκιμές."
		},
		{
			"lang": "bg",
			"text": "За да бъде обработването на лични данни за исторически, статистически или научноизследователски цели законосъобразно, при извършването му следва да се спазва и друго релевантно законодателство, като например законодателството относно клиничните изпитвания."
		},
		{
			"lang": "hu",
			"text": "A személyes adatok történelmi, statisztikai vagy tudományos kutatási célú feldolgozása akkor jogszerű, ha tiszteletben tartja az egyéb, például a klinikai vizsgálatokat szabályozó vonatkozó jogszabályokat is."
		},
		{
			"lang": "mt",
			"text": "L-ipproċessar ta’ dejta personali għall-finijiet ta’ storja, statistika jew riċerka xjentifika għandu jirrispetta wkoll, sabiex ikun legali, leġiżlazzjoni rilevanti oħra bħal fi provi kliniċi."
		},
		{
			"lang": "lv",
			"text": "Lai personas datu apstrāde vēstures, statistikas vai zinātniskās izpētes nolūkos būtu likumīga, tai jānotiek ievērojot citus piemērojamos tiesību aktus, piemēram, par klīniskajiem pētījumiem."
		},
		{
			"lang": "ro",
			"text": "Pentru a fi legală, prelucrarea datelor cu caracter personal în scopuri de cercetare istorică, statistică sau științifică ar trebui să respecte și alte dispoziții legislative relevante, cum ar fi cele privind studiile clinice."
		},
		{
			"lang": "sk",
			"text": "Spracúvanie osobných údajov na historické, štatistické alebo vedeckovýskumné účely by malo v záujme zákonnosti takisto rešpektovať ďalšie relevantné právne predpisy, napríklad predpisy o klinických skúškach."
		},
		{
			"lang": "sl",
			"text": "Da bi bila obdelava osebnih podatkov v zgodovinske, statistične in znanstvenoraziskovalne namene zakonita, bi morala spoštovati tudi drugo ustrezno zakonodajo, na primer zakonodajo o kliničnem preskušanju."
		},
		{
			"lang": "fi",
			"text": "Jotta historiantutkimusta taikka tilastollisia tai tieteellisiä tutkimustarkoituksia varten suoritettava henkilötietojen käsittely olisi lainmukaista, siinä olisi noudatettava myös muita asiaan liittyviä lakisääteisiä vaatimuksia, kuten kliinisiä kokeita koskevia sääntöjä."
		},
		{
			"lang": "pl",
			"text": "Zgodne z prawem przetwarzanie danych osobowych do celów dokumentacji, statystyki lub badań naukowych powinno także respektować inne odnośne przepisy, takie jak dotyczące prób klinicznych."
		},
		{
			"lang": "lt",
			"text": "kad asmens duomenų tvarkymas istoriniais, statistiniais arba mokslinių tyrimų tikslais būtų teisėtas, taip pat reikėtų paisyti kitų tos srities teisės aktų, pavyzdžiui, dėl klinikinių tyrimų;"
		},
		{
			"lang": "nl",
			"text": "Om rechtmatig te zijn, dient bij de verwerking van persoonsgegevens voor historisch, statistisch en wetenschappelijk onderzoek ook andere relevante wetgeving in acht te worden genomen, zoals de wetgeving inzake klinische proeven."
		},
		{
			"lang": "sv",
			"text": "Behandling av personuppgifter för historiska, statistiska eller vetenskapliga forskningsändamål bör för att vara laglig också respektera annan relevant lagstiftning, exempelvis den som gäller kliniska prövningar."
		}
	],
	"children": [],
	"title": "Recital 125"
}