{
	"id": "r127",
	"type": "recital",
	"literal": "127",
	"parent": "_",
	"text": [
		{
			"lang": "en",
			"text": "As regards the powers of the supervisory authorities to obtain from the controller or processor access personal data and access to its premises, Member States may adopt by law, within the limits of this Regulation, specific rules in order to safeguard the professional or other equivalent secrecy obligations, in so far as necessary to reconcile the right to the protection of personal data with an obligation of professional secrecy."
		},
		{
			"lang": "de",
			"text": "Hinsichtlich der Befugnisse der Aufsichtsbehörden, von dem für die Verarbeitung Verantwortlichen oder vom Auftragsverarbeiter Zugang zu personenbezogenen Daten oder zu seinen Räumlichkeiten zu erlangen, können die Mitgliedstaaten in den Grenzen dieser Verordnung den Schutz des Berufsgeheimnisses oder anderer gleichwertiger Geheimhaltungspflichten gesetzlich regeln, soweit dies notwendig ist, um das Recht auf Schutz der personenbezogenen Daten mit einer Pflicht zur Wahrung des Berufsgeheimnisses in Einklang zu bringen."
		},
		{
			"lang": "fr",
			"text": "En ce qui concerne le pouvoir qu'ont les autorités de contrôle d'obtenir du responsable du traitement ou du sous‑traitant l’accès aux données à caractère personnel et l'accès à ses locaux, les États membres peuvent adopter par voie législative, dans les limites du présent règlement, des règles spécifiques visant à préserver le secret professionnel ou d'autres obligations équivalentes de confidentialité, dans la mesure où cela est nécessaire pour concilier le droit à la protection des données à caractère personnel et une obligation de secret professionnel."
		},
		{
			"lang": "es",
			"text": "Por lo que respecta a los poderes de las autoridades de control para obtener del responsable o del encargado del tratamiento acceso a los datos personales y a sus locales, los Estados miembros pueden adoptar por ley, dentro de los límites fijados por el presente Reglamento, normas específicas con vistas a salvaguardar las obligaciones de secreto profesional u otras equivalentes, en la medida necesaria para conciliar el derecho a la protección de los datos personales con la obligación de secreto profesional."
		},
		{
			"lang": "pt",
			"text": "No que se refere aos poderes das autoridades de controlo para obter, junto do responsável pelo tratamento ou do subcontratante, o acesso aos dados pessoais e o acesso às suas instalações, os Estados-Membros podem adotar por lei, nos limites do presente regulamento, regras específicas visando preservar o sigilo profissional ou outras obrigações equivalentes, desde que tal seja necessário para conciliar o direito à proteção dos dados pessoais e uma obrigação de sigilo profissional."
		},
		{
			"lang": "it",
			"text": "Per quanto riguarda il potere delle autorità di controllo di ottenere, dal responsabile del trattamento o dall’incaricato del trattamento, accesso ai dati personali e accesso ai locali, gli Stati membri possono stabilire per legge, nei limiti del presente regolamento, norme specifiche per tutelare il segreto professionale o altri obblighi equivalenti di segretezza, qualora si rendano necessarie per conciliare il diritto alla protezione dei dati personali con l’obbligo di segretezza."
		},
		{
			"lang": "ga",
			"text": "Maidir le cumhachtaí na n‑údarás maoirseachta sonraí rochtain a fháil ón rialaitheoir nó ón bpróiseálaí ar shonraí pearsanta agus ar a áitreabh, féadfaidh na Ballstáit rialacha sonracha a ghlacadh le dlí, laistigh de theorainneacha an Rialacháin seo, chun na hoibleagáidí rúndachta gairmiúla nó oibleagáidí rúndachta eile a chosaint, a mhéid is gá sin chun réiteach a dhéanamh idir an ceart go ndéanfar sonraí pearsanta a chosaint agus oibleagáid rúndachta gairmiúla."
		},
		{
			"lang": "cs",
			"text": "Pokud jde o pravomoci orgánů dozoru získat od správce nebo zpracovatele přístup k osobním údajům a přístup do jejich prostorů, mohou členské státy v mezích tohoto nařízení právním předpisem přijmout zvláštní pravidla pro ochranu povinnosti zachovávat profesní tajemství nebo jiné rovnocenné povinnosti mlčenlivosti, pokud je to nezbytné pro uvedení práva na ochranu osobních údajů do souladu s povinností zachovávat profesní tajemství."
		},
		{
			"lang": "da",
			"text": "Hvad angår tilsynsmyndighedernes beføjelser til af den registeransvarlige eller registerføreren at få indsigt i personoplysninger og adgang til dennes lokaler, kan medlemsstaterne under overholdelse af denne forordnings øvrige bestemmelser ved lov indføre specifikke regler med det formål at sikre den faglige eller anden tilsvarende tavshedspligt med henblik på at forene retten til beskyttelse af personoplysninger med en tavshedspligt."
		},
		{
			"lang": "et",
			"text": "Seoses järelevalveasutuste volitustega saada vastutavalt töötlejalt või volitatud töötlejalt juurdepääs isikuandmetele ning ruumidele, võivad liikmesriigid õigusaktiga ja käesoleva määruse piires vastu võtta konkreetseid eeskirju, et kaitsta äri- ja muude samaväärsete saladuse hoidmise kohustusi niivõrd, kuivõrd see on vajalik isikuandmete kaitse õiguse ja saladuse hoidmise kohustuse ühildamiseks."
		},
		{
			"lang": "el",
			"text": "Όσον αφορά τις εξουσίες των αρχών ελέγχου να εξασφαλίζουν από τον υπεύθυνο επεξεργασίας ή τον εκτελούντα την επεξεργασία πρόσβαση σε δεδομένα προσωπικού χαρακτήρα και πρόσβαση στις εγκαταστάσεις του, τα κράτη μέλη μπορούν να θεσπίσουν διά νόμου, εντός των ορίων του παρόντος κανονισμού, ειδικούς κανόνες προκειμένου να διαφυλάσσονται οι υποχρεώσεις επαγγελματικού απορρήτου ή άλλες αντίστοιχες υποχρεώσεις απορρήτου, στον βαθμό που αυτό είναι αναγκαίο για τον συμβιβασμό του δικαιώματος στην προστασία των δεδομένων προσωπικού χαρακτήρα με την υποχρέωση επαγγελματικού απορρήτου."
		},
		{
			"lang": "bg",
			"text": "По отношение на правомощията на надзорните органи да получават от администратора или обработващия лични данни достъп до лични данни и достъп до помещенията му, държавите-членки могат, в рамките на настоящия регламент, да приемат със закон специални разпоредби, за да гарантират задължението за опазване на професионална тайна или на други равностойни задължения за опазване на тайна, доколкото това е необходимо за съгласуване на правото на защита на личните данни със задължението за опазване на професионална тайна."
		},
		{
			"lang": "hu",
			"text": "A felügyelő hatóságok azon jogköre tekintetében, hogy az adatkezelőtől vagy -feldolgozótól hozzáférést kérjenek a személyes adatokhoz és azok helyiségeihez, a tagállamok e rendelet keretein belül jogszabályban hozhatnak különös rendelkezéseket a szakmai vagy más, azzal egyenértékű titoktartási kötelezettségek biztosítása érdekében, amennyiben a személyes adatok védelmére vonatkozó jogot összhangba kell hozni a szakmai titoktartásra vonatkozó kötelezettséggel."
		},
		{
			"lang": "mt",
			"text": "Rigward is-setgħat tal-awtoritajiet ta’ superviżjoni li jiksbu mill-kontrollur jew mill-proċessur l-aċċess għal dejta personali u aċċess għall-bini tiegħu, l-Istati Membri jistgħu jadottaw bil-liġi, fil-limiti ta’ dan ir-Regolament, regoli speċifiċi sabiex jissalvagwardjaw l-obbligi professjonali jew obbligi ta’ segretezza oħrajn ekwivalenti, safejn dan ikun meħtieġ sabiex ikun irrikonċiljat id-dritt għall-protezzjoni tad-dejta personali ma’ obbligu ta’ segretezza professjonali."
		},
		{
			"lang": "lv",
			"text": "Attiecībā uz uzraudzības iestādes pilnvarām panākt no pārziņa vai apstrādātāja piekļuvi personas datiem un piekļuvi tā telpām, dalībvalstis var, ievērojot šajā regulā noteiktos ierobežojumus, ar likumu pieņemt īpašus noteikumus, kas aizsargātu dienesta vai cita līdzvērtīga noslēpuma glabāšanas pienākumu, ciktāl tas nepieciešams, lai saglabātu līdzsvaru starp tiesībām uz personas datu aizsardzību un dienesta noslēpuma glabāšanas pienākumu."
		},
		{
			"lang": "ro",
			"text": "În ceea ce privește competențele autorităților de supraveghere de a obține, de la operator sau de la persoana împuternicită de operator, accesul la datele cu caracter personal și accesul în clădirile sale, statele membre pot adopta, pe cale legislativă și în limitele stabilite de prezentul regulament, norme specifice pentru garantarea secretului profesional sau a altor obligații echivalente, în măsura în care acest lucru este necesar pentru a asigura un echilibru între dreptul la protecția datelor cu caracter personal și o obligație de păstrare a secretului profesional."
		},
		{
			"lang": "sk",
			"text": "Pokiaľ ide o právomoci dozorných orgánov získať od prevádzkovateľa alebo sprostredkovateľa prístup k osobným údajom a prístup do ich prevádzkových priestorov, členské štáty môžu prijať formou zákona a v medziach tohto nariadenia osobitné pravidlá s cieľom zaručiť plnenie povinností týkajúcich sa služobného tajomstva alebo inej rovnocennej povinnosti zachovávať mlčanlivosť, ak je to potrebné na zosúladenie práva na ochranu osobných údajov s povinnosťou zachovávať služobné tajomstvo."
		},
		{
			"lang": "sl",
			"text": "Glede pooblastil nadzornih organov, da od upravljavca ali obdelovalca dobijo dostop do osebnih podatkov in njegovih prostorov, lahko države članice v mejah te uredbe sprejmejo posebno zakonodajo glede varovanja poklicne ali druge enakovredne obveznosti molčečnosti, v kolikor je to potrebno zaradi uskladitve pravice do varstva osebnih podatkov z obveznostjo poklicne molčečnosti."
		},
		{
			"lang": "fi",
			"text": "Koska valvontaviranomaisilla on valtuudet saada rekisterinpitäjiltä tai henkilötietojen käsittelijöiltä pääsy henkilötietoihin ja rekisterinpitäjien ja henkilötietojen käsittelijöiden toimitiloihin, jäsenvaltiot voivat vahvistaa lainsäädännössä tässä asetuksessa asetetuissa rajoissa erityiset säännöt, joiden avulla taataan vaitiolovelvollisuus tai muu vastaava velvoite, jos tämä on tarpeen henkilötietojen suojaa koskevan oikeuden ja vaitiolovelvollisuuden yhteensovittamiseksi."
		},
		{
			"lang": "pl",
			"text": "Jeśli chodzi o uprawnienia organów nadzorczych w zakresie uzyskania od administratora lub podmiotu przetwarzającego dostępu do danych osobowych oraz dostępu do ich pomieszczeń, państwa członkowskie mogą przyjąć w drodze ustawy, w granicach niniejszego rozporządzenia, przepisy szczególne mające na celu ochronę obowiązku zachowania tajemnicy służbowej lub innej równoważnej tajemnicy, w zakresie w jakim jest to konieczne, by pogodzić prawo do ochrony danych osobowych z obowiązkiem zachowania tajemnicy służbowej."
		},
		{
			"lang": "lt",
			"text": "kiek tai susiję su priežiūros institucijų įgaliojimais reikalauti, kad duomenų valdytojai ar tvarkytojai leistų susipažinti su asmens duomenimis ir įsileistų į savo patalpas, valstybės narės, neperžengdamos šio reglamento ribų, gali priimti įstatymą, kuriame įtvirtintų specialias profesinės paslapties ar kitų lygiaverčių pareigų saugoti paslaptį taisykles, jeigu to reikia teisei į asmens duomenų apsaugą ir pareigai saugoti profesinę paslaptį suderinti;"
		},
		{
			"lang": "nl",
			"text": "Met betrekking tot de bevoegdheden van de toezichthoudende autoriteiten om van de voor de verwerking verantwoordelijke of de verwerker toegang tot persoonsgegevens en tot zijn lokalen te verkrijgen, kunnen de lidstaten, binnen de grenzen van deze verordening, bij wet specifieke bepalingen vaststellen om het beroepsgeheim of andere, gelijkwaardige geheimhoudingsplichten te waarborgen, voor zover dit nodig is om het recht op bescherming van persoonsgegevens met het beroepsgeheim te verzoenen."
		},
		{
			"lang": "sv",
			"text": "Vad beträffar tillsynsmyndigheternas befogenheter att från registeransvariga eller registerförare få tillgång till personuppgifter och tillgång till deras lokaler får medlemsstaterna genom lagstiftning, och förutsatt att det sker inom gränserna för denna förordning, anta särskilda regler för att garantera yrkesmässig eller annan jämförlig tystnadsplikt, i den mån detta är nödvändigt för att jämka samman rätten till skydd av personuppgifter med tystnadsplikten."
		}
	],
	"children": [],
	"title": "Recital 127"
}