{
	"id": "r128",
	"type": "recital",
	"literal": "128",
	"parent": "_",
	"text": [
		{
			"lang": "en",
			"text": "This Regulation respects and does not prejudice the status under national law of churches and religious associations or communities in the Member States, as recognised in Article 17 of the Treaty on the Functioning of the European Union. As a consequence, where a church in a Member State applies, at the time of entry into force of this Regulation, comprehensive rules relating to the protection of individuals with regard to the processing of personal data, these existing rules should continue to apply if they are brought in line with this Regulation. Such churches and religious associations should be required to provide for the establishment of a completely independent supervisory authority."
		},
		{
			"lang": "de",
			"text": "Im Einklang mit Artikel 17 des Vertrags über die Arbeitsweise der Europäischen Union achtet diese Verordnung den Status, den Kirchen und religiöse Vereinigungen oder Gemeinschaften in den Mitgliedstaaten nach deren Rechtsvorschriften genießen, und beeinträchtigt ihn nicht. Wendet eine Kirche in einem Mitgliedstaat zum Zeitpunkt des Inkrafttretens dieser Verordnung umfassende Regeln zum Schutz natürlicher Personen bei der Verarbeitung personenbezogener Daten an, sollten diese Regeln weiter gelten, wenn sie mit dieser Verordnung in Einklang gebracht werden. Kirchen und religiöse Vereinigungen oder Gemeinschaften sollten verpflichtet werden, eine völlig unabhängige Datenschutzaufsicht einzurichten."
		},
		{
			"lang": "fr",
			"text": "Conformément à l'article 17 du traité sur le fonctionnement de l'Union européenne, le présent règlement respecte et ne préjuge pas du statut dont bénéficient, en vertu du droit national, les églises et les associations ou communautés religieuses dans les États membres. Il s'ensuit que si, dans un État membre, une église applique, à la date d'entrée en vigueur du présent règlement, un ensemble complet de règles relatives à la protection des personnes physiques à l’égard du traitement des données à caractère personnel, ces règles existantes devraient continuer de s'appliquer si elles sont mises en conformité avec les dispositions du présent règlement. Ces églises et les associations religieuses devraient être tenues d'instituer une autorité de contrôle totalement indépendante."
		},
		{
			"lang": "es",
			"text": "El presente Reglamento respeta y no prejuzga el estatuto reconocido, en virtud del Derecho interno, a las iglesias y las asociaciones o comunidades religiosas en los Estados miembros, tal como se reconoce en el artículo 17 del Tratado de Funcionamiento de la Unión Europea. Como consecuencia de ello, cuando una iglesia aplique en un Estado miembro, en el momento de entrada en vigor del presente Reglamento, normas generales relativas a la protección de las personas por lo que respecta al tratamiento de datos personales, estas normas en vigor deben seguir aplicándose si se adaptan a lo dispuesto en el presente Reglamento. Estas iglesias y asociaciones religiosas deben estar obligadas a crear una autoridad de control totalmente independiente."
		},
		{
			"lang": "pt",
			"text": "O presente regulamento respeita e não afeta o estatuto de que beneficiam, ao abrigo do direito nacional, as igrejas e associações ou comunidades religiosas nos Estados‑Membros, reconhecido pelo artigo 17.º do Tratado sobre o Funcionamento da União Europeia. Consequentemente, se uma igreja de um Estado-Membro aplicar, à data da entrada em vigor do presente regulamento, um conjunto completo de regras relacionadas com a proteção das pessoas singulares relativamente ao tratamento de dados pessoais, estas regras existentes devem continuar a ser aplicadas, desde que sejam conformes com o presente regulamento. Essas igrejas e associações religiosas devem ser obrigadas a criar uma autoridade de controlo totalmente independente."
		},
		{
			"lang": "it",
			"text": "Il presente regolamento rispetta e non pregiudica lo status di cui godono le chiese e le associazioni o comunità religiose negli Stati membri in virtù del diritto nazionale, in conformità dell’articolo 17 del trattato sul funzionamento dell’Unione europea. Di conseguenza, se in uno Stato membro una chiesa applica, al momento dell’entrata in vigore del presente regolamento, un corpus completo di norme a tutela delle persone fisiche con riguardo al trattamento dei dati personali, è opportuno che tali norme continuino ad applicarsi purché siano conformi alle disposizioni del presente regolamento. Dette chiese e associazioni religiose dovrebbero essere tenute a istituire un’autorità di controllo pienamente indipendente."
		},
		{
			"lang": "ga",
			"text": "Urramaítear leis an Rialachán seo stádas eaglaisí agus stádas comhlachas nó pobal reiligiúnach faoin dlí náisiúnta agus ní dhéanann sé aon dochar do na stádais sin, mar atá aitheanta in Airteagal 17 den Chonradh ar Fheidhmiú an Aontais Eorpaigh. Dá thoradh sin, i gcás ina gcuireann eaglais i mBallstát rialacha cuimsitheacha i bhfeidhm, tráth theacht i bhfeidhm an Rialacháin seo, ar rialacha iad a bhaineann le cosaint daoine aonair i ndáil le sonraí pearsanta a phróiseáil, ba cheart go leanfadh na rialacha sin d’fheidhm a bheith acu má tá siad ag luí leis an Rialachán seo. Ba cheart go mbeadh sé de cheangal ar eaglaisí agus ar chomhlachais reiligiúnacha foráil a dhéanamh maidir le bunú údaráis mhaoirseachta atá go hiomlán neamhspleách."
		},
		{
			"lang": "cs",
			"text": "V souladu s článkem 17 Smlouvy o fungování Evropské unie toto nařízení respektuje a nepředjímá postavení církví a náboženských sdružení či spolků v členských státech podle vnitrostátního právního řádu. Jestliže církev v některém členském státě v době vstupu tohoto nařízení v platnost uplatňuje komplexní pravidla týkající se ochrany jednotlivců v souvislosti se zpracováváním osobních údajů, tato existující pravidla by měla nadále platit za předpokladu, že se uvedou do souladu s tímto nařízením. Tyto církve a náboženská sdružení by měly mít povinnost zajistit zřízení zcela nezávislého orgánu dozoru."
		},
		{
			"lang": "da",
			"text": "Denne forordning respekterer og anfægter ikke den status i henhold til national lovgivning, som kirker og religiøse sammenslutninger eller samfund har i medlemsstaterne, jf. artikel 17 i traktaten om Den Europæiske Unions funktionsmåde. Hvis en kirke i en medlemsstat følgelig på tidspunktet for denne forordnings ikrafttræden anvender omfattende regler om beskyttelse af fysiske personer, hvad angår behandling af personoplysninger, bør disse eksisterende regler fortsat gælde, hvis de bringes i overensstemmelse med denne forordning. Sådanne kirker og religiøse sammenslutninger bør være forpligtet til at sørge for at have en fuldstændig uafhængig tilsynsmyndighed."
		},
		{
			"lang": "et",
			"text": "Käesolev määrus austab ega piira staatust, mis siseriikliku õiguse kohaselt on liikmesriikides kirikutel ja usuühendustel või -kogukondadel, nagu on sätestatud Euroopa Liidu toimimise lepingu artiklis 17. Seega, kui liikmesriigis asuv kirik kohaldab käesoleva määruse jõustumise ajal terviklikke eeskirju üksikisikute kaitse kohta isikuandmete töötlemisel, peaksid olemasolevad eeskirjad jääma kehtima, kui need viiakse käesoleva määrusega kooskõlla. Sellistelt kirikutelt ja usuühendustelt tuleks nõuda, et nad looksid täielikult sõltumatu järelevalveasutuse."
		},
		{
			"lang": "el",
			"text": "Ο παρών κανονισμός σέβεται και δεν θίγει το καθεστώς που έχουν σύμφωνα με το εθνικό δίκαιο οι εκκλησίες και οι θρησκευτικές ενώσεις ή κοινότητες στα κράτη μέλη, όπως αναγνωρίζεται στο άρθρο 17 της συνθήκης για τη λειτουργία της Ευρωπαϊκής Ένωσης. Ως εκ τούτου, εάν μια εκκλησία σε ένα κράτος μέλος εφαρμόζει, κατά την έναρξη ισχύος του παρόντος κανονισμού, ολοκληρωμένο σύστημα κανόνων σχετικά με την προστασία των φυσικών προσώπων έναντι της επεξεργασίας δεδομένων προσωπικού χαρακτήρα, οι συγκεκριμένοι ισχύοντες κανόνες πρέπει να συνεχίσουν να εφαρμόζονται εφόσον εναρμονισθούν με τον παρόντα κανονισμό. Οι εν λόγω εκκλησίες και οι θρησκευτικές ενώσεις πρέπει να υποχρεούνται να προβλέπουν την ίδρυση μιας πλήρως ανεξάρτητης αρχής ελέγχου."
		},
		{
			"lang": "bg",
			"text": "Настоящият регламент зачита и не засяга статута, от който се ползват църквите и религиозните сдружения или общности в държавите-членки съгласно националното законодателство, както това е признато в член 17 от Договора за функционирането на Европейския съюз. В резултат на това, когато към момента на влизане в сила на настоящия регламент дадена църква в дадена държава-членка прилага цялостни правила по отношение на защитата на физическите лица във връзка с обработването на лични данни, тези съществуващи правила следва да продължат да се прилагат, ако бъдат приведени в съответствие с настоящия регламент. От такива църкви и религиозни сдружения следва да се изисква да предвидят създаването на изцяло независим надзорен орган."
		},
		{
			"lang": "hu",
			"text": "E rendelet az Európai Unió működéséről szóló szerződés 17. cikke értelmében tiszteletben tartja és nem sérti az egyházak és vallási szervezetek vagy közösségek nemzeti jog szerinti jogállását a tagállamokban. Ennek következtében, amennyiben valamely tagállamban egy egyház a rendelet hatálybalépésének időpontjában átfogó szabályokat alkalmaz a személyek adatfeldolgozással kapcsolatos védelme tekintetében, a létező szabályok tovább alkalmazandók, amennyiben azokat összhangba hozzák e rendelettel. Az ilyen egyházak és vallási szervezetek kötelesek gondoskodni egy teljesen független felügyelő hatóság létrehozásáról."
		},
		{
			"lang": "mt",
			"text": "Dan ir-Regolament jirrispetta u ma jippreġudikax l-istatus taħt il-liġi nazzjonali ta’ knejjes u assoċjazzjonijiet jew komunitajiet reliġjużi fl-Istati Membri, kif rikonoxxut fl-Artikolu 17 tat-Trattat dwar il-Funzjonament tal-Unjoni Ewropea. Bħala konsegwenza, meta knisja fi Stat Membru matul id-dħul fis-seħħ ta’ dan ir-Regolament, tapplika regoli komprensivi rigward l-ipproċessar tad-dejta personali, dawn ir-regoli eżistenti għandhom ikomplu japplikaw jekk jinġiebu konformi ma’ dan ir-Regolament. Tali knejjes u assoċjazzjonijiet reliġjużi għandhom ikunu obbligati li jipprovdu għat-twaqqif ta’ awtorità ta’ superviżjoni li hija indipendenti għal kollox."
		},
		{
			"lang": "lv",
			"text": "Šajā regulā tiek ievērots un nav skarts baznīcu un reliģisko apvienību vai kopienu statuss, kas tām saskaņā ar valstu tiesībām ir piešķirts dalībvalstīs, kā tas atzīts Līguma par Eiropas Savienības darbību 17. pantā. Tādējādi, ja baznīca kādā dalībvalstī šīs regulas spēkā stāšanās laikā piemēro vispusīgus noteikumus par fizisku personu aizsardzību attiecībā uz personas datu apstrādi, šos esošos noteikumus būtu jāturpina piemērot, ja tos saskaņo ar šo regulu. Šādām baznīcām un reliģiskām apvienībām būtu jāpieprasa izveidot pilnīgi neatkarīgu uzraudzības iestādi."
		},
		{
			"lang": "ro",
			"text": "Conform articolului 17 din Tratatul privind funcționarea Uniunii Europene, prezentul regulament respectă și nu aduce atingere statutului de care beneficiază, în temeiul dreptului național, bisericile și asociațiile sau comunitățile religioase din statele membre. Prin urmare, atunci când o biserică dintr-un stat membru aplică, la data intrării în vigoare a prezentului regulament, norme cuprinzătoare de protecție a persoanelor fizice în ceea ce privește prelucrarea datelor cu caracter personal, aceste norme existente ar trebui să se aplice în continuare, în măsura în care se asigură conformitatea lor cu prezentul regulament. Ar trebui să se solicite acestor biserici și asociații religioase să prevadă instituirea unei autorități de supraveghere complet independente."
		},
		{
			"lang": "sk",
			"text": "V zmysle článku 17 Zmluvy o fungovaní Európskej únie sa týmto nariadením rešpektuje a zároveň ním nie je dotknuté postavenie, ktoré majú cirkvi a náboženské združenia alebo spoločenstvá v členských štátoch podľa vnútroštátneho práva. Z toho vyplýva, že ak určitá cirkev v niektorom členskom štáte v čase nadobudnutia účinnosti tohto nariadenia uplatňuje komplexné pravidlá ochrany fyzických osôb pri spracúvaní osobných údajov, tieto pravidlá by sa mali aj naďalej uplatňovať za podmienky, že sa zosúladia s týmto nariadením. Od takýchto cirkví a náboženských združení by sa malo vyžadovať, aby zabezpečili zriadenie úplne nezávislého dozorného orgánu."
		},
		{
			"lang": "sl",
			"text": "Ta uredba spoštuje in ne vpliva na status cerkva in verskih združenj ali skupnosti, ki ga imajo na podlagi nacionalne zakonodaje v državah članicah, kot je priznan v členu 17 Pogodbe o delovanju Evropske unije. Zato bi se morala, če cerkev v državi članici v času začetka veljavnosti te uredbe uporablja celovita pravila v zvezi z varstvom posameznikov pri obdelavi osebnih podatkov, ta veljavna pravila uporabljati še naprej, če se uskladijo s to uredbo. Od cerkva in verskih združenj bi bilo treba zahtevati, da zagotovijo ustanovitev popolnoma neodvisnega nadzornega organa."
		},
		{
			"lang": "fi",
			"text": "Tässä asetuksessa kunnioitetaan kirkkojen ja uskonnollisten yhdistysten tai yhdyskuntien asemaa, joka niillä on kansallisen lainsäädännön mukaisesti jäsenvaltioissa, eikä puututa siihen, kuten Euroopan unionin toiminnasta tehdyn sopimuksen 17 artiklassa todetaan. Jos jäsenvaltion kirkot ja uskonnolliset yhdistykset tai yhdyskunnat soveltavat tämän asetuksen tullessa voimaan kattavia sääntöjä, jotka koskevat yksilöiden suojaamista henkilötietojen käsittelyssä, näitä sääntöjä olisi sen vuoksi sovellettava edelleen, kunhan ne saatetaan tämän asetuksen mukaisiksi. Tällaisia kirkkoja ja uskonnollisia yhdistyksiä olisi vaadittava säätämään täysin riippumattomien valvontaviranomaisten perustamisesta."
		},
		{
			"lang": "pl",
			"text": "Niniejsze rozporządzenie szanuje status przyznany na mocy prawa krajowego kościołom i stowarzyszeniom lub wspólnotom religijnym w państwach członkowskich i nie narusza tego statusu, jak uznano w art. 17 Traktatu o funkcjonowaniu Unii Europejskiej. W związku z tym, jeśli kościół w państwie członkowskim stosuje, w momencie wejścia w życie niniejszego rozporządzenia, kompleksowe przepisy dotyczące ochrony osób fizycznych w zakresie przetwarzania danych osobowych, te obowiązujące przepisy powinny mieć zastosowanie, jeżeli zostaną dostosowane do niniejszego rozporządzenia. Kościoły i stowarzyszenia religijne powinny być zobowiązane do ustanowienia całkowicie niezależnego organu nadzorczego."
		},
		{
			"lang": "lt",
			"text": "kaip nustatyta Sutarties dėl Europos Sąjungos veikimo 17 straipsnyje, šiuo reglamentu paisoma pagal nacionalinę teisę nustatyto valstybių narių bažnyčių ir religinių asociacijų ar bendruomenių statuso ir jo nepažeidžia. Jeigu įsigaliojant šiam reglamentui bažnyčia valstybėje narėje taiko išsamias taisykles dėl fizinių asmenų apsaugos tvarkant asmens duomenis, tos taisyklės turėtų būti taikomos toliau, jeigu jos dera su šio reglamento nuostatomis. Tokios bažnyčios ir religinės asociacijos turėtų būti įpareigotos įsteigti visiškai nepriklausomą priežiūros instituciją;"
		},
		{
			"lang": "nl",
			"text": "Overeenkomstig artikel 17 van het Verdrag betreffende de werking van de Europese Unie eerbiedigt deze verordening de status die kerken en religieuze verenigingen en gemeenschappen volgens het nationaal recht in de lidstaten hebben, en doet daaraan geen afbreuk. Wanneer een kerk in een lidstaat op het tijdstip van de inwerkingtreding van deze verordening uitgebreide voorschriften betreffende de bescherming van personen in verband met de verwerking van persoonsgegevens toepast, dienen deze bestaande voorschriften derhalve van toepassing te blijven, wanneer zij met deze verordening in overeenstemming worden gebracht. Dergelijke kerken en religieuze verenigingen dienen verplicht te worden om voor de instelling van een volledig onafhankelijke toezichthoudende autoriteit te zorgen."
		},
		{
			"lang": "sv",
			"text": "I enlighet med artikel 17 i EUF-fördraget är denna förordning förenlig med kravet på att respektera och inte påverka den ställning som kyrkor och religiösa sammanslutningar eller samfund har i medlemsstaterna enligt nationell lagstiftning. Om en kyrka i en medlemsstat vid tidpunkten för ikraftträdandet av denna förordning tillämpar övergripande regler rörande skyddet av enskilda vid behandling av personuppgifter bör dessa befintliga regler följaktligen fortsätta att vara tillämpliga under förutsättning att de görs förenliga med bestämmelserna i denna förordning. Kyrkor och religiösa sammanslutningar bör vara förpliktade att bilda en fullständigt oberoende tillsynsmyndighet."
		}
	],
	"children": [],
	"title": "Recital 128"
}