{
	"id": "r132",
	"type": "recital",
	"literal": "132",
	"parent": "_",
	"text": [
		{
			"lang": "en",
			"text": "The Commission should adopt immediately applicable implementing acts where, in duly justified cases relating to a third country or a territory or a processing sector within that third country or an international organisation which does not ensure an adequate level of protection and relating to matters communicated by supervisory authorities under the consistency mechanism, imperative grounds of urgency so require."
		},
		{
			"lang": "de",
			"text": "Die Kommission sollte in hinreichend begründeten Fällen äußerster Dringlichkeit, die ein Drittland oder ein Gebiet oder einen Verarbeitungssektor in diesem Drittland oder eine internationale Organisation betreffen, die kein angemessenes Schutzniveau gewährleisten, und sich auf Angelegenheiten beziehen, die von Aufsichtsbehörden im Rahmen des Kohärenzverfahrens mitgeteilt wurden, sofort geltende Durchführungsrechtsakte erlassen."
		},
		{
			"lang": "fr",
			"text": "La Commission devrait adopter des actes d’exécution immédiatement applicables lorsque, dans des cas dûment justifiés concernant un pays tiers, ou un territoire ou secteur de traitement de données dans ce pays tiers, ou une organisation internationale, qui n'assure pas un niveau de protection adéquat, ou concernant des questions communiquées par les autorités de contrôle dans le cadre du mécanisme de contrôle de la cohérence, des raisons d’urgence impérieuses l’exigent."
		},
		{
			"lang": "es",
			"text": "La Comisión debe adoptar actos de ejecución inmediatamente aplicables cuando así lo requieran razones perentorias, en casos debidamente justificados relacionados con un tercer país, un territorio o un sector de tratamiento en ese tercer país, o una organización internacional que no garantice un nivel de protección adecuado, y relacionados con cuestiones comunicadas por las autoridades de control con arreglo al mecanismo de coherencia."
		},
		{
			"lang": "pt",
			"text": "A Comissão deve adotar atos de execução imediatamente aplicáveis quando, em casos devidamente fundamentados relacionados com um país terceiro, um território ou um setor de tratamento de dados nesse país terceiro, ou uma organização internacional, que não assegure um nível de proteção adequado, e relacionados com matérias comunicadas pelas autoridades de controlo no quadro do mecanismo de controlo da coerência, imperativos urgentes assim o exigirem."
		},
		{
			"lang": "it",
			"text": "È opportuno che la Commissione adotti atti di esecuzione immediatamente applicabili quando, in casi debitamente giustificati relativi ad un paese terzo, o a un territorio o settore di trattamento dati all’interno del paese terzo, o a un’organizzazione internazionale che non garantisce un livello di protezione adeguato e concernenti questioni comunicate dalle autorità di controllo conformemente al meccanismo di coerenza, ciò sia reso necessario da imperativi motivi di urgenza."
		},
		{
			"lang": "ga",
			"text": "Ba cheart don Choimisiún gníomhartha cur chun feidhme a ghlacadh a bheidh infheidhme láithreach má éilíonn mórchúiseanna práinne é i gcásanna cuí‑réasúnaithe a bhaineann le tríú tír nó le críoch nó le hearnáil próiseála laistigh den tríú tír sin nó le heagraíocht idirnáisiúnta nach ndéantar leibhéal leordhóthanach cosanta a áirithiú inti agus a bhaineann le hábhair arna gcur in iúl ag na húdaráis mhaoirseachta faoin sásra comhsheasmhachta."
		},
		{
			"lang": "cs",
			"text": "Komise by měla v řádně odůvodněných a krajně naléhavých případech týkajících se třetí země nebo území nebo odvětví zpracování v této třetí zemi nebo mezinárodní organizace, která nezajišťuje přiměřenou úroveň ochrany, a související se záležitostmi, které byly sděleny orgánům dozoru v rámci mechanismu jednotnosti, přijmout okamžitě uplatnitelné prováděcí akty."
		},
		{
			"lang": "da",
			"text": "Kommissionen bør, i behørigt begrundede tilfælde vedrørende et tredjeland, et område eller en behandlingssektor i dette tredjeland eller en international organisation, som ikke sikrer et tilstrækkeligt beskyttelsesniveau, og vedrørende forhold, der er meddelt af tilsynsmyndigheder i henhold til sammenhængsmekanismen, vedtage gennem­førelsesretsakter, der straks finder anvendelse."
		},
		{
			"lang": "et",
			"text": "Nõuetekohaselt põhjendatud juhtudel, mis on seotud kolmanda riigi, kolmanda riigi territooriumi või töötlemissektori või rahvusvahelise organisatsiooni isikuandmete kaitse ebapiisava taseme või järjepidevuse mehhanismi raames järelevalveasutustele edastatud küsimustega, peaks komisjon olukorra tungiva kiireloomulisuse korral vastu võtma viivitamata kohaldatavad rakendusaktid."
		},
		{
			"lang": "el",
			"text": "Η Επιτροπή πρέπει να εγκρίνει αμέσως εφαρμοστέες εκτελεστικές πράξεις όταν, σε δεόντως αιτιολογημένες περιπτώσεις που σχετίζονται με τρίτη χώρα, ή έδαφος ή τομέα επεξεργασίας στην εν λόγω τρίτη χώρα ή διεθνή οργανισμό που δεν διασφαλίζουν επαρκές επίπεδο προστασίας και αφορούν θέματα που κοινοποιούνται από αρχές ελέγχου στο πλαίσιο του μηχανισμού συνεκτικότητας, το απαιτούν επιτακτικοί λόγοι επείγοντος."
		},
		{
			"lang": "bg",
			"text": "Комисията следва да приеме актове за изпълнение с незабавно приложение, когато в надлежно обосновани случаи, свързани с трета държава, или територия или обработващ данни сектор в тази трета държава, или международна организация, които не осигуряват адекватно ниво на защита, и с въпроси, повдигнати от надзорен орган в рамките на механизма за съгласуваност, наложителни причини за спешност изискват това."
		},
		{
			"lang": "hu",
			"text": "A Bizottságnak azonnal alkalmazandó végrehajtási aktusokat kell elfogadnia az olyan kellően indokolt esetekben, amennyiben valamely harmadik ország, vagy annak régiója vagy adatfeldolgozó ágazata, illetve valamely nemzetközi szervezet nem biztosít megfelelő védelmi szintet, továbbá a felügyelő hatóság által az egységességi mechanizmus keretében közölt tények esetében a rendkívüli sürgősség ezt megköveteli."
		},
		{
			"lang": "mt",
			"text": "Il-Kummissjoni għandha tadotta minnufih atti ta’ implimentazzjoni applikabbli fejn, f’każijiet debitament ġustifikati relatati ma’ pajjiż terz jew territorju jew settur ta’ pproċessar f’dak il-pajjiż terz jew organizzazzjoni internazzjonali li ma tassigurax livell ta’ protezzjoni adegwat u relatati ma’ kwistjonijiet ikkomunikati minn awtoritajiet ta’ superviżjoni taħt il-mekkaniżmu ta’ konsistenza, raġunijiet imperattivi ta’ urġenza jitolbu hekk."
		},
		{
			"lang": "lv",
			"text": "Komisijai būtu jāpieņem nekavējoties piemērojami īstenošanas akti, ja pilnīgi attaisnotos gadījumos saistībā ar trešo valsti vai kādu šīs valsts teritoriju vai apstrādes nozari vai starptautisku organizāciju, kas nenodrošina pietiekamu aizsardzības līmeni, un saistībā ar jautājumiem, ko paziņojušas uzraudzības iestādes saskaņā ar konsekvences mehānismu, tas ir nepieciešams nenovēršami steidzamu iemeslu dēļ."
		},
		{
			"lang": "ro",
			"text": "Comisia ar trebui să adopte acte de punere în aplicare imediat aplicabile atunci când acest lucru se impune din motive imperative de urgență, în cazuri justificate în mod corespunzător referitoare la o țară terță, un teritoriu sau un sector de prelucrare din țara terță respectivă sau o organizație internațională care nu asigură un nivel de protecție adecvat și referitoare la aspectele comunicate de către autoritățile de supraveghere în cadrul mecanismului pentru asigurarea coerenței."
		},
		{
			"lang": "sk",
			"text": "Pokiaľ si to vyžadujú vážne a naliehavé dôvody, Komisia by mala prijať okamžite uplatniteľné akty, ak ide o riadne odôvodnené prípady týkajúce sa tretej krajiny alebo územia, alebo sektora spracúvania či medzinárodnej organizácie, ktoré nezabezpečujú náležitú úroveň ochrany a dozorné orgány riešia tieto prípady v rámci mechanizmu konzistentnosti."
		},
		{
			"lang": "sl",
			"text": "Komisija bi morala sprejeti izvedbene akte, ki se začnejo takoj uporabljati, na podlagi ustrezno utemeljenih nujnih primerov v zvezi s tretjo državo, ozemeljsko enoto, sektorjem za obdelavo v navedeni tretji državi ali mednarodno organizacijo, ki ne zagotavlja ustrezne ravni varstva, in v zvezi z zadevami, o katerih Komisijo v okviru mehanizma za skladnost obvestijo nadzorni organi."
		},
		{
			"lang": "fi",
			"text": "Komission olisi hyväksyttävä välittömästi sovellettavia täytäntöönpanosäädöksiä, kun tämä on tarpeen asianmukaisesti perustelluissa erittäin kiireellisissä tapauksissa, jotka liittyvät kolmanteen maahan tai kyseisen kolmannen maan alueeseen tai tietojenkäsittelyn sektoriin tai kansainväliseen järjestöön, joka ei tarjoa riittävää tietosuojaa, tai valvontaviranomaisten yhdenmukaisuusmekanismin mukaisesti ilmoittamiin seikkoihin."
		},
		{
			"lang": "pl",
			"text": "Komisja powinna przyjąć akty wykonawcze mające natychmiastowe zastosowanie, jeśli, w uzasadnionych przypadkach dotyczących państwa trzeciego, terytorium lub sektora, w którym przetwarzane są dane w tym państwie trzecim lub w organizacji międzynarodowej, które nie zapewniają odpowiedniego poziomu ochrony, oraz w odniesieniu do kwestii, o których poinformowały organy nadzorcze w ramach mechanizmu zgodności, jest to uzasadnione szczególnie pilną potrzebą."
		},
		{
			"lang": "lt",
			"text": "Komisija turėtų priimti nedelsiant taikomus įgyvendinimo aktus, jeigu tinkamai pagrįstais atvejais, susijusiais su tinkamo apsaugos lygio neužtikrinančia trečiąja šalimi arba teritorija, arba su sektoriumi, kurio duomenys tvarkomi, toje trečiojoje šalyje, arba tarptautine organizacija ir susijusiais su priežiūros institucijai pagal nuoseklumo užtikrinimo mechanizmą praneštais klausimais, to reikia dėl imperatyvių skubos pagrindų;"
		},
		{
			"lang": "nl",
			"text": "Wanneer een derde land, een gebied of een verwerkingssector in een derde land, of een internationale organisatie geen passend beschermingsniveau waarborgt en wanneer er sprake is van aan de toezichthoudende autoriteiten in het kader van de conformiteitstoetsing gemelde aangelegenheden, moet de Commissie in naar behoren gerechtvaardige gevallen onmiddellijk toepasselijke uitvoeringshandelingen vaststellen, wanneer dwingende urgente redenen dat vereisen."
		},
		{
			"lang": "sv",
			"text": "Kommissionen bör när tvingande skäl till skyndsamhet föreligger i vederbörligen motiverade fall anta omedelbart tillämpliga genomförandeakter avseende ett tredjeland, ett territorium eller en behandlande sektor i ett tredjeland eller en internationell organisation vars skyddsnivå inte är adekvat och som avser frågor som tillsynsmyndigheterna tar upp genom mekanismen för enhetlighet."
		}
	],
	"children": [],
	"title": "Recital 132"
}