{
	"id": "r14",
	"type": "recital",
	"literal": "14",
	"parent": "_",
	"text": [
		{
			"lang": "en",
			"text": "This Regulation does not address issues of protection of fundamental rights and freedoms or the free flow of data related to activities which fall outside the scope of Union law, nor does it cover the processing of personal data by the Union institutions, bodies, offices and agencies, which are subject to Regulation (EC) No 45/2001[44], or the processing of personal data by the Member States when carrying out activities in relation to the common foreign and security policy of the Union."
		},
		{
			"lang": "de",
			"text": "Die Verordnung behandelt weder Fragen des Schutzes von Grundrechten und Grundfreiheiten und des freien Datenverkehrs im Zusammenhang mit Tätigkeiten, die nicht in den Anwendungsbereich des Unionsrechts fallen, noch die Verarbeitung personenbezogener Daten durch die Organe, Einrichtungen, Ämter und Agenturen der Union, für die die Verordnung (EG) Nr. 45/2001[44] maßgeblich ist, noch die von den Mitgliedstaaten im Rahmen der Gemeinsamen Außen- und Sicherheitspolitik der Union durchgeführte Verarbeitung personenbezogener Daten."
		},
		{
			"lang": "fr",
			"text": "Le présent règlement ne traite pas des questions de protection des libertés et droits fondamentaux ou de libre circulation des données relatives à des activités n'entrant pas dans le champ d'application du droit de l'Union; il ne couvre pas non plus le traitement des données à caractère personnel par les institutions, organes et organismes de l'Union, qui relève du règlement (CE) n° 45/2001[44], ni celui qui est fait par les États membres dans le contexte de leurs activités ayant trait à la politique étrangère et de sécurité commune de l'Union."
		},
		{
			"lang": "es",
			"text": "El presente Reglamento no aborda cuestiones en materia de protección de los derechos y las libertades fundamentales o la libre circulación de los datos relativos a las actividades no comprendidas en el ámbito de aplicación del Derecho de la Unión, ni tampoco se refiere al tratamiento de datos de carácter personal por las instituciones, órganos y organismos de la Unión, que están sujetos al Reglamento (CE) nº 45/2001[44], o por los Estados miembros en el ejercicio de las actividades relacionadas con la política exterior y de seguridad común de la Unión."
		},
		{
			"lang": "pt",
			"text": "O presente regulamento não cobre questões de proteção dos direitos e das liberdades fundamentais ou da livre circulação de dados relacionados com atividades que se encontrem fora do âmbito de aplicação do direito da União, nem abrange o tratamento de dados pessoais pelas instituições, órgãos, organismos ou agências da União, com base no Regulamento (CE) n.º 45/2001[44], ou o tratamento de dados pessoais pelos Estados-Membros no exercício de atividades relacionadas com a política externa e de segurança comum da União."
		},
		{
			"lang": "it",
			"text": "Il presente regolamento non si applica a questioni di tutela dei diritti e delle libertà fondamentali o di libera circolazione dei dati riferite ad attività che non rientrano nell’ambito di applicazione del diritto dell’Unione europea, né si applica al trattamento dei dati personali effettuato da istituzioni, organi, uffici e agenzie dell’Unione, che sono soggetti al regolamento (CE) n. 45/2001[44], e nemmeno al trattamento effettuato dagli Stati membri nell’esercizio di attività relative alla politica estera e di sicurezza comune dell’Unione."
		},
		{
			"lang": "ga",
			"text": "Ní dhíríonn an Rialachán seo ar shaincheisteanna maidir le cearta agus saoirsí bunúsacha a chosaint ná ar shaorshreabhadh sonraí a bhaineann le gníomhaíochtaí nach dtagann faoi raon feidhme dhlí an Aontais, ní chumhdaíonn sé próiseáil sonraí pearsanta ag institiúidí, comhlachtaí, oifigí ná gníomhaireachtaí an Aontais atá faoi réir Rialachán (CE) Uimh. 45/2001[44], ná próiseáil sonraí pearsanta ag na Ballstáit agus iad i mbun gníomhaíochtaí a bhaineann le comhbheartas eachtrach agus slándála an Aontais."
		},
		{
			"lang": "cs",
			"text": "Toto nařízení se nezabývá otázkami ochrany základních práv a svobod nebo volného pohybu údajů v souvislosti s činnostmi, které nespadají do působnosti práva Unie, ani zpracováním osobních údajů orgány, institucemi a jinými subjekty Unie, na které se vztahuje nařízení (ES) č. 45/2001[44], nebo zpracováním osobních údajů členskými státy při výkonu jejich činností v rámci společné zahraniční a bezpečnostní politiky Unie."
		},
		{
			"lang": "da",
			"text": "Denne forordning omhandler ikke spørgsmål vedrørende beskyttelse af grundlæg­gende rettigheder og frihedsrettigheder eller fri udveksling af data, der vedrører aktiviteter, som falder uden for EU-retten, og den omhandler ikke behandling af personoplysninger, der foretages af Unionens institutioner, organer, kontorer og agenturer, der er omfattet af forordning (EF) nr. 45/2001[44], eller behandling af personoplysninger, der foretages af medlemsstaterne, når de udfører aktiviteter vedrørende Unionens fælles udenrigs- og sikkerhedspolitik."
		},
		{
			"lang": "et",
			"text": "Käesolevas määruses ei käsitleta põhiõiguste ja -vabaduste kaitset ega andmete vaba liikumist väljapoole ELi õiguse reguleerimisala jäävate meetmete puhul ega isikuandmete töötlemist ELi institutsioonide, asutuste ja ametite poolt, mille kohta kehtib määrus (EÜ) nr 45/2001,[44] ega isikuandmete töötlemist liikmesriikide poolt ELi ühise välis- ja julgeolekupoliitikaga seonduvate meetmete puhul."
		},
		{
			"lang": "el",
			"text": "Ο παρών κανονισμός δεν εξετάζει ζητήματα προστασίας θεμελιωδών δικαιωμάτων και ελευθεριών ή την ελεύθερη ροή δεδομένων που σχετίζονται με δραστηριότητες που δεν υπάγονται στο πεδίο εφαρμογής του δικαίου της Ένωσης και δεν καλύπτει την επεξεργασία δεδομένων προσωπικού χαρακτήρα από τα θεσμικά και λοιπά όργανα και τους οργανισμούς της Ένωσης, που υπάγονται στον κανονισμό (ΕΚ) αριθ. 45/2001[44], ούτε την επεξεργασία δεδομένων προσωπικού χαρακτήρα από τα κράτη μέλη κατά την άσκηση δραστηριοτήτων σε σχέση με την κοινή εξωτερική πολιτική και πολιτική ασφάλειας της Ένωσης."
		},
		{
			"lang": "bg",
			"text": "Настоящият регламент не урежда въпроси по отношение на защитата на основните права и свободи или свободното движение на данни, свързани с дейности, които са извън приложното поле на правото на Съюза, нито урежда обработването на лични данни от институциите, органите, службите и агенциите на Съюза, уредено с Регламент (ЕО) № 45/2001[44], нито обработването на лични данни от държавите-членки, когато извършват дейности във връзка с общата външна политика и политиката на сигурност на Съюза."
		},
		{
			"lang": "hu",
			"text": "E rendeletnek nem tárgya az olyan tevékenységekkel kapcsolatos alapvető jogok és szabadságok védelme vagy adatok szabad áramlása, amelyek az uniós jog hatályán kívül esnek, és nem tartozik a rendelet hatálya alá az uniós intézmények, szervek, hatóságok és ügynökségek 45/2001/EK rendelet[44] alkalmazási körébe tartozó személyesadat-feldolgozása, vagy a tagállamok által végzett személyesadat-feldolgozás, ha a tevékenységeket az Unió közös kül- és biztonságpolitikájával összefüggésben végzik."
		},
		{
			"lang": "mt",
			"text": "Dan ir-Regolament la jindirizza kwistjonijiet ta’ protezzjoni ta’ libertajiet u drittijiet fundamentali jew il-fluss ħieles ta’ dejta relatata ma’ attivitajiet li jaqgħu barra l-kamp ta’ applikazzjoni tal-liġi tal-Unjoni, u lanqas ikopri l-ipproċessar tad-dejta personali mill-istituzzjonijiet, il-korpi, l-uffiċċji u l-aġenziji tal-Unjoni, li huma soġġetti għar-Regolament (KE) Nru 45/2001[44], jew l-ipproċessar tad-dejta personali mill-Istati Membri meta jitwettqu attivitajiet fir-rigward tal-politika estera u ta’ sigurtà komuni tal-Unjoni."
		},
		{
			"lang": "lv",
			"text": "Šī regula neattiecas uz jautājumiem par pamattiesību un brīvību aizsardzību vai tādu datu brīvu apriti, kas saistīti ar darbībām, kas neietilpst Savienības tiesību piemērošanas jomā, tāpat tā neattiecas uz personas datu apstrādi Savienības iestādēs, struktūrās, birojos un aģentūrās, kas ietilpst Regulas (EK) Nr. 45/2001[44] piemērošanas jomā, un neattiecas arī uz personas datu apstrādi, ko veic dalībvalstis, rīkojoties saistībā ar Eiropas Savienības Kopējo ārpolitiku un drošības politiku."
		},
		{
			"lang": "ro",
			"text": "Prezentul regulament nu se referă nici la chestiuni de protecție a drepturilor și libertăților fundamentale, nici la libera circulație a datelor referitoare la activități care nu intră în domeniul de aplicare a dreptului Uniunii, nici la prelucrarea datelor cu caracter personal de către instituțiile, organismele, oficiile și agențiile Uniunii, care fac obiectul Regulamentului (CE) nr. 45/2001[44], și nici la prelucrarea datelor cu caracter personal de către statele membre atunci când desfășoară activități legate de politica externă și de securitate comună a Uniunii."
		},
		{
			"lang": "sk",
			"text": "Toto nariadenie sa netýka otázok ochrany základných práv a slobôd alebo voľného toku údajov týkajúcich sa činností, ktoré nepatria do pôsobnosti práva Únie, a netýka sa ani spracúvania osobných údajov inštitúciami, orgánmi, úradmi a agentúrami Únie, na ktoré sa vzťahuje nariadenie (ES) č. 45/2001[44], či spracúvania osobných údajov členskými štátmi pri vykonávaní činností v súvislosti so spoločnou zahraničnou a bezpečnostnou politikou Únie."
		},
		{
			"lang": "sl",
			"text": "Ta uredba ne obravnava vprašanj varstva temeljnih pravic in svoboščin ali prostega pretoka podatkov, povezanih z dejavnostmi, ki ne sodijo na področje uporabe prava Unije, prav tako pa ne zajema obdelave osebnih podatkov s strani institucij, organov, uradov in agencij Unije, za katere se uporablja Uredba (ES) št. 45/2001[44], ali obdelave osebnih podatkov s strani držav članic pri izvajanju dejavnosti v zvezi s skupno zunanjo in varnostno politiko Unije."
		},
		{
			"lang": "fi",
			"text": "Tämä asetus ei koske sellaisia perusoikeuksien ja -vapauksien suojeluun tai tietojen vapaaseen liikkuvuuteen liittyviä kysymyksiä, jotka eivät kuulu unionin oikeuden soveltamisalaan, eikä se kata unionin toimielinten, elinten ja laitosten suorittamaa henkilötietojen käsittelyä, johon sovelletaan asetusta (EY) N:o 45/2001[44], eikä henkilötietojen käsittelyä jäsenvaltioissa niiden toteuttaessa unionin yhteiseen ulko- ja turvallisuuspolitiikkaan liittyvää toimintaa."
		},
		{
			"lang": "pl",
			"text": "Rozporządzenie nie odnosi się do kwestii ochrony podstawowych praw i wolności lub swobodnego przepływu danych dotyczących działalności, która nie wchodzi w zakres prawa unijnego, ani też nie obejmuje przetwarzania danych osobowych przez instytucje, organy i jednostki administracyjne Unii, które podlegają przepisom rozporządzenia (WE) nr 45/2001[44] lub przetwarzania danych osobowych przez państwa członkowskie podczas prowadzenia działalności związanej ze wspólną polityką zagraniczną i bezpieczeństwa Unii."
		},
		{
			"lang": "lt",
			"text": "šiuo reglamentu nereguliuojami nei pagrindinių teisių ir laisvių apsaugos ar laisvo duomenų, susijusių su Sąjungos teisės nereglamentuojama veikla, judėjimo klausimai, nei asmens duomenų tvarkymas, kai duomenis tvarko Sąjungos institucijos, įstaigos, organai ir agentūros, kurioms taikomas Reglamentas (EB) Nr. 45/2001[44], arba valstybės narės, atlikdamos su Sąjungos bendra užsienio ir saugumo politika susijusią veiklą;"
		},
		{
			"lang": "nl",
			"text": "Deze verordening is niet van toepassing op vraagstukken met betrekking tot de bescherming van grondrechten en fundamentele vrijheden of het vrije verkeer van gegevens in verband met niet onder het EU-recht vallende activiteiten en betreft noch de bescherming van natuurlijke personen in verband met de verwerking van persoonsgegevens door de instellingen, organen en instanties van de Unie, die onder Verordening (EG) nr. 45/2001[44] vallen, noch de gegevensverwerking die de lidstaten verrichten bij activiteiten in verband met het gemeenschappelijk buitenlands en veiligheidsbeleid van de Unie."
		},
		{
			"lang": "sv",
			"text": "Denna förordning tar inte upp frågor som rör skyddet av grundläggande rättigheter och friheter eller det fria flödet av uppgifter på områden som inte omfattas av unionslagstiftningen, och den tar heller inte upp behandling av personuppgifter som sker i EU:s institutioner, organ och byråer, som omfattas av förordning (EG) nr 45/2001[44], och inte heller medlemsstaternas behandling av personuppgifter när de agerar inom ramen för unionen gemensamma utrikes- och säkerhetspolitik."
		}
	],
	"children": [],
	"title": "Recital 14"
}