{
	"id": "r17",
	"type": "recital",
	"literal": "17",
	"parent": "_",
	"text": [
		{
			"lang": "en",
			"text": "This Regulation should be without prejudice to the application of Directive 2000/31/EC, in particular of the liability rules of intermediary service providers in Articles 12 to 15 of that Directive."
		},
		{
			"lang": "de",
			"text": "Die vorliegende Verordnung sollte die Anwendung der Richtlinie 2000/31/EG und speziell die Vorschriften der Artikel 12 bis 15 zur Verantwortlichkeit von Anbietern reiner Vermittlungsdienste nicht berühren."
		},
		{
			"lang": "fr",
			"text": "Le présent règlement devrait s'appliquer sans préjudice de la directive 2000/31/CE, et notamment de ses articles 12 et 15 relatifs à la responsabilité des prestataires intermédiaires."
		},
		{
			"lang": "es",
			"text": "El presente Reglamento debe entenderse sin perjuicio de la aplicación de la Directiva 2000/31/CE, en particular de las normas en materia de responsabilidad de los prestadores de servicios intermediarios dispuestas en los artículos 12 a 15 de la Directiva citada."
		},
		{
			"lang": "pt",
			"text": "O presente regulamento não deve prejudicar a aplicação da Diretiva 2000/31/CE, nomeadamente as normas em matéria de responsabilidade dos prestadores intermediários de serviços previstas nos seus artigos 12.º a 15.º."
		},
		{
			"lang": "it",
			"text": "Il presente regolamento non deve pregiudicare l’applicazione della direttiva 2000/31/CE, in particolare le norme relative alla responsabilità dei prestatori intermediari di servizi di cui ai suoi articoli da 12 a 15."
		},
		{
			"lang": "ga",
			"text": "Ba cheart go mbeadh an Rialachán seo gan dochar do chur i bhfeidhm Threoir 2000/31/CE, go háirithe maidir le rialacha dliteanais na soláthraithe seirbhíse idirmheánacha in Airteagail 12 go 15 den Treoir sin."
		},
		{
			"lang": "cs",
			"text": "Tímto nařízením by nemělo být dotčeno uplatňování směrnice 2000/31/ES, zejména pokud jde o pravidla týkající se odpovědnosti poskytovatelů zprostředkovatelských služeb uvedená v článcích 12 až 15 uvedené směrnice."
		},
		{
			"lang": "da",
			"text": "Denne forordning bør ikke berøre anvendelsen af direktiv 2000/31/EF, navnlig formidleransvaret for tjenesteydere, der er fastsat i artikel 12-15 i dette direktiv."
		},
		{
			"lang": "et",
			"text": "Käesolevat määrust tuleks kohaldada, ilma et see piiraks direktiivi 2000/31/EÜ, eelkõige selle artiklites 12–15 esitatud vahendusteenuste osutajate vastutust käsitlevate eeskirjade kohaldamist."
		},
		{
			"lang": "el",
			"text": "Ο παρών κανονισμός θα πρέπει να εφαρμόζεται με την επιφύλαξη της οδηγίας 2000/31/ΕΚ, και ιδίως των κανόνων για τη ευθύνη των μεσαζόντων παροχής υπηρεσιών που προβλέπονται στα άρθρα 12 έως 15 της εν λόγω οδηγίας."
		},
		{
			"lang": "bg",
			"text": "Настоящият регламент следва да се прилага, без да се засяга прилагането на Директива 2000/31/ЕО, и по-специално разпоредбите относно междинните доставчици на услуги в членове 12—15 от посочената директива."
		},
		{
			"lang": "hu",
			"text": "E rendeletet a 2000/31/EK irányelv, különösen az említett irányelv 12–15. cikke szerinti, a közvetítő szolgáltatók felelősségére vonatkozó szabályok alkalmazásának a sérelme nélkül kell alkalmazni."
		},
		{
			"lang": "mt",
			"text": "Dan ir-Regolament għandu jkun mingħajr preġudizzju għall-applikazzjoni tad-Direttiva 2000/31/KE, b’mod partikolari tar-regoli dwar ir-responsabbiltà ta’ fornituri ta’ servizzi intermedjarji fl-Artikoli 12 sa 15 ta’ dik id-Direttiva."
		},
		{
			"lang": "lv",
			"text": "Šai regulai nebūtu jāskar Direktīvas 2000/31/EK piemērošana, jo īpaši attiecībā uz direktīvas 12. un 15. panta noteikumiem par pakalpojumu sniegšanas starpnieku atbildību."
		},
		{
			"lang": "ro",
			"text": "Prezentul regulament nu ar trebui să aducă atingere aplicării Directivei 2000/31/CE, în special normelor privind răspunderea furnizorilor intermediari de servicii prevăzute la articolele 12 - 15 din directiva menționată."
		},
		{
			"lang": "sk",
			"text": "Týmto nariadením by nemalo byť dotknuté uplatňovanie smernice 2000/31/ES, najmä povinnosť poskytovateľov sprostredkovateľských služieb uvedená v článkoch 12 až 15 uvedenej smernice."
		},
		{
			"lang": "sl",
			"text": "Ta uredba ne bi smela posegati v uporabo Direktive 2000/31/ES, zlasti predpisov o odgovornosti posrednih ponudnikov storitev iz členov 12 do 15 navedene direktive."
		},
		{
			"lang": "fi",
			"text": "Tämä asetus ei saisi vaikuttaa direktiivin 2000/31/EY soveltamiseen eikä etenkään tuon direktiivin 12–15 artiklassa säädettyihin välittäjinä toimivien palveluntarjoajien vastuuta koskeviin sääntöihin."
		},
		{
			"lang": "pl",
			"text": "Przepisy niniejszego rozporządzenia pozostają bez uszczerbku dla stosowania dyrektywy 2000/31/WE, w szczególności zasad odpowiedzialności usługodawców będących pośrednikami, o których mowa w art. 12-15 tej dyrektywy."
		},
		{
			"lang": "lt",
			"text": "šis reglamentas neturėtų daryti poveikio Direktyvos 2000/31/EB, visų pirma jos 12–15 straipsniuose įtvirtintų tarpininkavimo paslaugų teikėjų atsakomybės nuostatų, taikymui;"
		},
		{
			"lang": "nl",
			"text": "Deze verordening dient geen afbreuk te doen aan de toepassing van Richtlijn 2000/31/EG, inzonderheid de bepalingen inzake de aansprakelijkheid van dienstverleners die als tussenpersoon optreden in de artikelen 12 tot en met 15 van die richtlijn."
		},
		{
			"lang": "sv",
			"text": "Denna förordning bör inte påverka tillämpningen av direktiv 2000/31/EG, särskilt bestämmelserna om tjänstelevererande mellanhänders ansvar i artiklarna 12–15 i det direktivet."
		}
	],
	"children": [],
	"title": "Recital 17"
}