{
	"id": "r18",
	"type": "recital",
	"literal": "18",
	"parent": "_",
	"text": [
		{
			"lang": "en",
			"text": "This Regulation allows the principle of public access to official documents to be taken into account when applying the provisions set out in this Regulation."
		},
		{
			"lang": "de",
			"text": "Diese Verordnung ermöglicht es, dass bei der Anwendung ihrer Vorschriften der Grundsatz des Zugangs der Öffentlichkeit zu amtlichen Dokumenten berücksichtigt wird."
		},
		{
			"lang": "fr",
			"text": "Le présent règlement permet de prendre en compte, dans la mise en œuvre de ses dispositions, le principe du droit d'accès du public aux documents administratifs."
		},
		{
			"lang": "es",
			"text": "El presente Reglamento permite tener en cuenta el principio de acceso público a los documentos oficiales al aplicar sus disposiciones."
		},
		{
			"lang": "pt",
			"text": "O presente regulamento permite tomar em consideração o princípio do direito de acesso público aos documentos oficiais aquando da aplicação das suas disposições."
		},
		{
			"lang": "it",
			"text": "Il presente regolamento ammette, nell’applicazione delle sue disposizioni, che si tenga conto del principio del pubblico accesso ai documenti ufficiali."
		},
		{
			"lang": "ga",
			"text": "Leis an Rialachán seo is féidir prionsabal na rochtana poiblí ar dhoiciméid oifigiúla a chur san áireamh nuair atá na forálacha atá leagtha amach sa Rialachán á gcur chun feidhme."
		},
		{
			"lang": "cs",
			"text": "Toto nařízení umožňuje při provádění ustanovení v něm uvedených vzít v úvahu zásadu práva na přístup veřejnosti k úředním dokumentům."
		},
		{
			"lang": "da",
			"text": "Denne forordning giver mulighed for, at der ved gennemførelsen af de principper, der er fastsat heri, kan tages hensyn til princippet om aktindsigt i offentlige dokumenter."
		},
		{
			"lang": "et",
			"text": "Käesoleva määruse sätete kohaldamisel on võimalik arvesse võtta ametlike dokumentide üldise kättesaadavuse põhimõtet."
		},
		{
			"lang": "el",
			"text": "Ο παρών κανονισμός επιτρέπει να λαμβάνεται υπόψη η αρχή της πρόσβασης του κοινού στα επίσημα έγγραφα κατά την εφαρμογή των διατάξεων που προβλέπονται στον παρόντα κανονισμό."
		},
		{
			"lang": "bg",
			"text": "Настоящият регламент дава възможност при прилагане на неговите разпоредби да се взема предвид принципът на публичен достъп до официални документи."
		},
		{
			"lang": "hu",
			"text": "E rendelet lehetővé teszi a hivatalos iratokhoz való nyilvános hozzáférés elvének figyelembevételét a rendelettel megállapított rendelkezések alkalmazása során."
		},
		{
			"lang": "mt",
			"text": "Dan ir-Regolament jippermetti li jiġi meqjus il-prinċipju ta’ aċċess pubbliku għal dokumenti uffiċjali fl-applikazzjoni tad-dispożizzjonijiet stipulati f’dan ir-Regolament."
		},
		{
			"lang": "lv",
			"text": "Šī regula atļauj ņemt vērā principu par publisku piekļuvi oficiāliem dokumentiem, piemērojot regulā paredzētos noteikumus."
		},
		{
			"lang": "ro",
			"text": "Prezentul regulament permite luarea în considerare a principiului accesului publicului la documente oficiale, în aplicarea dispozițiilor prevăzute de acesta."
		},
		{
			"lang": "sk",
			"text": "Toto nariadenie umožňuje, aby sa princíp verejného prístupu k oficiálnym dokumentom zohľadnil pri uplatňovaní ustanovení tohto nariadenia."
		},
		{
			"lang": "sl",
			"text": "Ta uredba omogoča upoštevanje načela dostopa javnosti do uradnih dokumentov pri uporabi določb iz te uredbe."
		},
		{
			"lang": "fi",
			"text": "Tämän asetuksen säännöksiä sovellettaessa voidaan ottaa huomioon virallisten asiakirjojen julkisuusperiaate."
		},
		{
			"lang": "pl",
			"text": "Niniejsze rozporządzenie pozwala na uwzględnienie zasady publicznego dostępu do dokumentów urzędowych przy stosowaniu przepisów tego rozporządzenia."
		},
		{
			"lang": "lt",
			"text": "taikant šio reglamento nuostatas galima atsižvelgti į visuomenės teisės susipažinti su oficialiais dokumentais principą;"
		},
		{
			"lang": "nl",
			"text": "Deze verordening biedt de mogelijkheid om bij de toepassing van de daarin vastgelegde voorschriften rekening te houden met het beginsel van het recht van toegang van het publiek tot officiële documenten."
		},
		{
			"lang": "sv",
			"text": "Denna förordning gör det möjligt att vid tillämpningen av bestämmelserna i den ta hänsyn till principen om allmänhetens rätt att få tillgång till allmänna handlingar."
		}
	],
	"children": [],
	"title": "Recital 18"
}