{
	"id": "r19",
	"type": "recital",
	"literal": "19",
	"parent": "_",
	"text": [
		{
			"lang": "en",
			"text": "Any processing of personal data in the context of the activities of an establishment of a controller or a processor in the Union should be carried out in accordance with this Regulation, regardless of whether the processing itself takes place within the Union or not. Establishment implies the effective and real exercise of activity through stable arrangements. The legal form of such arrangements, whether through a branch or a subsidiary with a legal personality, is not the determining factor in this respect."
		},
		{
			"lang": "de",
			"text": "Jede Verarbeitung personenbezogener Daten im Rahmen der Tätigkeiten einer Niederlassung eines für die Verarbeitung Verantwortlichen oder eines Auftragsverarbeiters in der Union sollte gemäß dieser Verordnung erfolgen, gleich, ob die Verarbeitung in oder außerhalb der Union stattfindet. Eine Niederlassung setzt die effektive und tatsächliche Ausübung einer Tätigkeit durch eine feste Einrichtung voraus. Die Rechtsform einer solchen Einrichtung, gleich, ob es sich um eine Zweigstelle oder eine Tochtergesellschaft mit eigener Rechtspersönlichkeit handelt, ist dabei unerheblich."
		},
		{
			"lang": "fr",
			"text": "Tout traitement de données à caractère personnel intervenant dans le cadre des activités d'un établissement d'un responsable du traitement ou sous‑traitant situé sur le territoire de l'Union devrait être effectué conformément au présent règlement, que le traitement lui-même se déroule à l'intérieur de l'Union ou non. L'établissement suppose l'exercice effectif et réel d'une activité au moyen d'une installation stable. La forme juridique retenue pour un tel établissement, qu'il s'agisse d'une succursale ou d'une filiale ayant la personnalité juridique, n'est pas déterminante à cet égard."
		},
		{
			"lang": "es",
			"text": "Todo tratamiento de datos personales en el contexto de las actividades de un establecimiento de un responsable o un encargado del tratamiento en la Unión debe llevarse a cabo de conformidad con el presente Reglamento, independientemente de si el tratamiento tiene lugar en la Unión o no. Por establecimiento se entiende el ejercicio efectivo y real de una actividad mediante una instalación estable. Su forma jurídica, ya sea a través de una sucursal o una filial con personalidad jurídica, no es el factor determinante al respecto."
		},
		{
			"lang": "pt",
			"text": "Qualquer tratamento de dados pessoais efetuado no contexto das atividades de um estabelecimento de um responsável pelo tratamento, ou de um subcontratante, situado na União, deve ser conforme com o presente regulamento, independentemente de o tratamento em si ser realizado dentro ou fora da União. O estabelecimento pressupõe o exercício efetivo e real de uma atividade com base numa instalação estável. A forma jurídica de tal estabelecimento, quer se trate de uma sucursal ou filial com personalidade jurídica, não é um fator determinante a este respeito."
		},
		{
			"lang": "it",
			"text": "Qualsiasi trattamento di dati personali effettuato nell’ambito delle attività di uno stabilimento di un responsabile del trattamento o incaricato del trattamento nel territorio dell’Unione deve essere conforme al presente regolamento, che il trattamento avvenga all’interno dell’Unione o al di fuori. Lo stabilimento implica l’effettivo e reale svolgimento di attività nel quadro di un’organizzazione stabile. A tale riguardo non è determinante la forma giuridica assunta, sia essa una succursale o una filiale dotata di personalità giuridica."
		},
		{
			"lang": "ga",
			"text": "Maidir le próiseáil sonraí pearsanta a bhaineann le gníomhaíochtaí bunaíochta de chuid rialaitheora nó próiseálaí atá lonnaithe san Aontas, ba cheart an phróiseáil sin a dhéanamh i gcomhréir leis an Rialachán seo, is cuma má dhéantar an phróiseáil féin laistigh den Aontas nó mura ndéantar. Tugtar le tuiscint le húsáid an fhocail ‘bunaíocht’ go ndéantar gníomhaíocht éifeachtach iarbhír inti trí shocruithe seasmhacha. Ní hí foirm dhlíthiúil na bunaíochta sin, cibé acu an brainse nó fochuideachta a bhfuil pearsantacht dhlíthiúil aici í, an toisc chinntitheach sa chás seo."
		},
		{
			"lang": "cs",
			"text": "Jakékoli zpracování osobních údajů v rámci činností provozovny správce nebo zpracovatele v Unii by mělo být prováděno v souladu s tímto nařízením bez ohledu na to, zda samotné zpracování probíhá v Unii nebo mimo ni. Provozovna předpokládá účinný a skutečný výkon činnosti prostřednictvím stálého zařízení. Právní forma této provozovny, ať již jde o pobočku nebo dceřinou společnost s právní subjektivitou, není v tomto ohledu rozhodujícím faktorem."
		},
		{
			"lang": "da",
			"text": "Behandling af personoplysninger, der foretages som led i en virksomheds eller et organs aktiviteter inden for Unionen, hvor den registeransvarlige eller registerføreren er etableret, bør gennemføres i overensstemmelse med denne forordning, uanset om behandlingen finder sted i Unionen eller ej. Ved etablering forstås en effektiv og reel udøvelse af aktiviteter gennem en mere permanent struktur. Den pågældende strukturs retlige form, hvad enten det blot er en filial eller et datterselskab med status som juridisk person, har ikke afgørende betydning i denne forbindelse."
		},
		{
			"lang": "et",
			"text": "ELis vastutava töötleja või volitatud töötleja asutuse tegevuse raames tuleks töödelda isikuandmeid vastavalt käesolevale määrusele, sõltumata sellest, kas töötlemine toimub ELis. Asutus eeldab tegelikku ja tulemuslikku tegutsemist ning stabiilset asukohta. Tegevuse õiguslik vorm (kas filiaali või juriidilise isiku tütarettevõtja kaudu) ei ole selles osas määrav."
		},
		{
			"lang": "el",
			"text": "Κάθε επεξεργασία δεδομένων προσωπικού χαρακτήρα στο πλαίσιο των δραστηριοτήτων ενός υπευθύνου επεξεργασίας ή εκτελούντος την επεξεργασία στην Ένωση εντός μιας εγκατάστασης πρέπει να διεξάγεται σύμφωνα με τον παρόντα κανονισμό, ανεξάρτητα από το κατά πόσον η ίδια η επεξεργασία πραγματοποιείται εντός ή εκτός της Ένωσης. Η εγκατάσταση προϋποθέτει την ουσιαστική και πραγματική άσκηση δραστηριότητας μέσω σταθερής ρύθμισης. Ο νομικός τύπος της ρύθμισης αυτής, είτε πρόκειται για παράρτημα είτε για θυγατρική με νομική προσωπικότητα, δεν είναι καθοριστικής σημασίας σε σχέση με το συγκεκριμένο ζήτημα."
		},
		{
			"lang": "bg",
			"text": "Всякакъв вид обработване на лични данни в контекста на дейностите на място на установяване на администратор или на обработващ лични данни в Съюза следва да се извършва в съответствие с настоящия регламент, независимо от това дали самото обработване се извършва в рамките на Съюза или не. Установяването предполага ефективното и действителното упражняване на дейност по силата на стабилни договорености. Правната форма на тези договорености, независимо дали става въпрос за клон или дъщерно дружество с правосубектност, не е определящ фактор в това отношение."
		},
		{
			"lang": "hu",
			"text": "A tagállam területén az adatkezelő vagy -feldolgozó valamely szervezete tevékenységének keretében végzett bármely személyesadat-feldolgozást e rendelettel összhangban kell végezni tekintet nélkül arra, hogy maga az adatfeldolgozás az Unió területén történik-e vagy sem. A letelepedés magában foglalja a tevékenység tényleges gyakorlását tartós jelleggel. E letelepedések – legyen akár fióktelep, akár jogi személyiséggel rendelkező leányvállalat – jogi formája e tekintetben nem meghatározó tényező."
		},
		{
			"lang": "mt",
			"text": "Kull ipproċessar ta’ dejta personali fil-kuntest tal-attivitajiet ta’ stabbiliment ta’ kontrollur jew proċessur fl-Unjoni għandu jsir skont dan ir-Regolament, irrispettivament minn jekk l-ipproċessar innifsu jseħħx fl-Unjoni jew le. L-istabbiliment jimplika l-eżerċizzju reali u effettiv ta’ attività permezz ta’ arranġamenti stabbli. Il-forma legali ta’ dawn l-arranġamenti, kemm jekk permezz ta’ fergħa kif ukoll sussidjarja ma’ personalità ġuridika, mhijiex il-fattur determinanti f’dan ir-rigward."
		},
		{
			"lang": "lv",
			"text": "Personas datu apstrādei, kas notiek saistībā ar darbībām, ko veic pārziņa vai apstrādātāja institūcija Savienībā, būtu jānotiek saskaņā ar šo regulu neatkarīgi no tā, vai pati apstrāde notiek Savienībā. Institūcija nozīmē efektīvu un faktisku darbību, ko veic pastāvīga vienība. Šādas vienības juridiskā forma, vienalga, vai tā būtu filiāle vai meitasuzņēmums ar juridiskas personas statusu, šajā sakarā nav noteicošais faktors."
		},
		{
			"lang": "ro",
			"text": "Orice prelucrare în Uniune a datelor cu caracter personal în cadrul activităților unui sediu al unui operator sau al unei persoane împuternicite de către operator ar trebui efectuată în conformitate cu prezentul regulament, indiferent dacă procesul de prelucrare în sine are loc sau nu în cadrul Uniunii. Stabilirea implică exercitarea efectivă și reală a unei activități în cadrul unor înțelegeri stabile. Forma juridică a unor astfel de înțelegeri, prin intermediul unei sucursale sau al unei filiale cu personalitate juridică, nu este factorul determinant în această privință."
		},
		{
			"lang": "sk",
			"text": "Každé spracovanie osobných údajov v súvislosti s činnosťami zariadenia prevádzkovateľa alebo sprostredkovateľa v Únii by sa malo vykonávať v súlade s týmto nariadením bez ohľadu na to, či sa samotné spracovanie realizuje v Únii alebo nie. Zariadenie znamená efektívny a skutočný výkon činnosti. Právna forma takéhoto zariadenia, či už ide o pobočku alebo dcérsku spoločnosť s právnou subjektivitou, nie je v tomto ohľade určujúcim faktorom."
		},
		{
			"lang": "sl",
			"text": "Vsaka obdelava osebnih podatkov v okviru dejavnosti ustanovitve upravljavca ali obdelovalca v Uniji bi morala biti izvedena v skladu s to uredbo, ne glede na to, ali sama obdelava poteka v Uniji ali ne. Ustanovitev pomeni učinkovito in dejansko izvajanje dejavnosti prek ustaljenih režimov. Pravna oblika take ustanovitve, ki je bodisi izpostava ali podružnica, ki je pravna oseba, v tem pogledu ni odločujoči dejavnik."
		},
		{
			"lang": "fi",
			"text": "Tätä asetusta olisi noudatettava kaikessa sellaisessa henkilötietojen käsittelyssä, jota suoritetaan unioniin sijoittautuneen rekisterinpitäjän tai henkilötietojen käsittelijän toiminnan yhteydessä, riippumatta siitä, tapahtuuko itse käsittely unionin alueella vai ei. Sijoittautuminen edellyttää tosiasiallista toimintaa ja kiinteää toimipaikkaa. Sijoittautumisen oikeudellisella muodolla eli sillä, onko kyseessä sivuliike vai tytäryhtiö, jolla on oikeushenkilöys, ei ole tässä suhteessa ratkaisevaa merkitystä."
		},
		{
			"lang": "pl",
			"text": "Każde przetwarzanie danych osobowych w kontekście działalności prowadzonej w siedzibie administratora lub podmiotu przetwarzającego w Unii powinno odbywać się zgodnie z niniejszym rozporządzeniem, niezależnie od tego, czy samo przetwarzanie ma miejsce w Unii czy poza nią. Siedziba zakłada skuteczne i faktycznie prowadzenie działalności poprzez stabilne rozwiązania. Forma prawna takich rozwiązań, niezależnie od tego, czy chodzi o oddział czy spółkę zależną posiadającą osobowość prawną, nie jest w tym względzie czynnikiem decydującym."
		},
		{
			"lang": "lt",
			"text": "bet koks asmens duomenų tvarkymas, atliekamas duomenų valdytojo ar tvarkytojo buveinei veikiant Sąjungoje, turėtų vykti pagal šio reglamento nuostatas, neatsižvelgiant į tai, ar pati tvarkymo operacija atliekama Sąjungos teritorijoje. Buveinė per stabilias struktūras turi vykdyti veiksmingą ir realią veiklą. Teisinė tokios struktūros forma, neatsižvelgiant į tai, ar tai filialas ar patronuojamoji bendrovė, turinti juridinio asmens statusą, šiuo požiūriu nėra svarbus veiksnys;"
		},
		{
			"lang": "nl",
			"text": "Verwerking van persoonsgegevens in het kader van de activiteiten van een vestiging van een voor de verwerking verantwoordelijke of een verwerker in de Unie dient overeenkomstig deze verordening te worden verricht, of de eigenlijke verwerking nu in de Unie plaatsvindt of niet. Vestiging veronderstelt het effectief en daadwerkelijk uitoefenen van activiteiten door een vaste vestiging. De rechtsvorm van een dergelijke vestiging, of het nu gaat om een bijkantoor of om een dochteronderneming met rechtspersoonlijkheid, is daarbij niet doorslaggevend."
		},
		{
			"lang": "sv",
			"text": "All behandling av personuppgifter som sker inom ramen för arbetet på registeransvarigas eller registerförares verksamhetsställen inom unionen bör ske i överensstämmelse med denna förordning, oavsett om behandlingen i sig äger rum inom unionen eller inte. “Verksamhetsställe” innebär det faktiska och reella utförandet av verksamhet med hjälp av en stabil struktur. Den rättsliga formen för en sådan struktur, oavsett om det är en filial eller ett dotterbolag med status som juridisk person, bör här inte vara den avgörande faktorn."
		}
	],
	"children": [],
	"title": "Recital 19"
}