{
	"id": "r20",
	"type": "recital",
	"literal": "20",
	"parent": "_",
	"text": [
		{
			"lang": "en",
			"text": "In order to ensure that individuals are not deprived of the protection to which they are entitled under this Regulation, the processing of personal data of data subjects residing in the Union by a controller not established in the Union should be subject to this Regulation where the processing activities are related to the offering of goods or services to such data subjects, or to the monitoring of the behaviour of such data subjects."
		},
		{
			"lang": "de",
			"text": "Um sicherzugehen, dass Personen nicht des Schutzes beraubt werden, auf den sie nach dieser Verordnung ein Anrecht haben, sollte die Verarbeitung personenbezogener Daten von in der Union ansässigen betroffenen Personen durch einen nicht in der Union niedergelassenen für die Verarbeitung Verantwortlichen dieser Verordnung unterliegen, wenn die Verarbeitung dazu dient, diesen Personen Produkte und Dienstleistungen anzubieten oder das Verhalten dieser Personen zu beobachten."
		},
		{
			"lang": "fr",
			"text": "Afin d'éviter qu'une personne soit exclue de la protection qui lui est garantie en vertu du présent règlement, le traitement de données à caractère personnel concernant des personnes résidant dans l'Union, par un responsable du traitement qui n'est pas établi dans l'Union, devrait être soumis au présent règlement lorsque les activités de traitement sont liées à l'offre de biens ou de services à ces personnes concernées, ou à l'observation de leur comportement."
		},
		{
			"lang": "es",
			"text": "Con el fin de garantizar que las personas físicas no se vean privadas de la protección a la que tienen derecho en virtud del presente Reglamento, el tratamiento de datos personales de los interesados que residen en la Unión por un responsable del tratamiento no establecido en la Unión debe someterse a lo dispuesto en el presente Reglamento en caso de que las actividades de tratamiento se refieran a la oferta de bienes o servicios a dichos interesados, o al control de la conducta de dichos interesados."
		},
		{
			"lang": "pt",
			"text": "A fim de evitar que as pessoas singulares sejam privadas da proteção que lhes assiste por força do presente regulamento, o tratamento de dados pessoais de titulares de dados que residam na União por um responsável pelo tratamento não estabelecido na União deve ser sujeito ao presente regulamento se as atividades de tratamento estiverem relacionadas com a oferta de bens ou serviços a esses titulares de dados, ou com o controlo do seu comportamento."
		},
		{
			"lang": "it",
			"text": "Onde evitare che una persona venga privata della tutela cui ha diritto in base al presente regolamento, è necessario che questo disciplini anche il trattamento dei dati personali di residenti nell’Unione effettuato da un responsabile del trattamento non stabilito nell’Unione, quando le attività di trattamento sono finalizzate all’offerta di beni o servizi a dette persone o al controllo del loro comportamento."
		},
		{
			"lang": "ga",
			"text": "Chun a áirithiú nach ndéantar an chosaint atá daoine aonair i dteideal a fháil faoin Rialachán seo a bhaint díobh, ba cheart an phróiseáil a dhéanann rialaitheoir nach bhfuil bunaithe san Aontas ar shonraí pearsanta na ndaoine is ábhar do na sonraí atá ina gcónaí san Aontas a bheith faoi réir an Rialacháin seo i gcás ina mbaineann na gníomhaíochtaí próiseála le hearraí nó seirbhísí a chur ar fáil do na daoine sin is ábhar do na sonraí, nó ina mbaineann siad le faireachán a dhéanamh ar iompar na ndaoine sin."
		},
		{
			"lang": "cs",
			"text": "Aby se zamezilo případům, kdy jednotlivcům nebude poskytnuta ochrana, která jim je zaručena na základě tohoto nařízení, mělo by zpracování osobních údajů subjektů údajů usazených v Unii uskutečněné správcem, jenž není usazen v Unii, podléhat tomuto nařízení, pokud zpracovávání souvisí s nabídkou zboží nebo služeb těmto subjektům údajů nebo se sledováním chování těchto subjektů údajů."
		},
		{
			"lang": "da",
			"text": "For at forhindre, at en fysisk person unddrages den beskyttelse, der sikres ved denne forordning, bør behandling af personoplysninger om registrerede, der er bosiddende i Unionen, som foretages af en registeransvarlig, der ikke er etableret i Unionen, være omfattet af denne forordning, hvis behandlingsaktiviteterne vedrører udbud af varer eller tjenester til sådanne registrerede, eller overvågning af sådanne registreredes adfærd."
		},
		{
			"lang": "et",
			"text": "Selleks et tagada üksikisikutele kaitse, millele neil on õigus käesoleva määruse alusel, tuleks käesolevat määrust kohaldada väljaspool ELi asuva vastutava töötleja poolt ELis asuvate andmesubjektide isikuandmete töötlemise suhtes, kui töötlemistoimingud on seotud kaupade või teenuste pakkumisega kõnealustele andmesubjektidele või nende käitumise jälgimisega."
		},
		{
			"lang": "el",
			"text": "Για τη διασφάλιση του ότι τα φυσικά πρόσωπα δεν στερούνται την προστασία που δικαιούνται βάσει του παρόντος κανονισμού, η επεξεργασία δεδομένων προσωπικού χαρακτήρα προσώπων στα οποία αναφέρονται τα δεδομένα τα οποία διαμένουν στην Ένωση από υπεύθυνο επεξεργασίας μη εγκαταστημένο στην Ένωση πρέπει να υπάγεται στον παρόντα κανονισμό, εάν οι δραστηριότητες επεξεργασίας σχετίζονται με την παροχή αγαθών ή υπηρεσιών στα εν λόγω πρόσωπα στα οποία αναφέρονται τα δεδομένα ή με την παρακολούθηση της συμπεριφοράς των εν λόγω προσώπων."
		},
		{
			"lang": "bg",
			"text": "За да се гарантира, че физическите лица не са лишени от защитата, на която те имат право по силата на настоящия регламент, обработването на лични данни на субекти на данни с местоживеене в Съюза от администратор, който не е установен в Съюза, следва да подлежи на разпоредбите на настоящия регламент в случаите, когато дейностите по обработване на данни са свързани с предлагането на стоки или услуги на такива субекти на данни или с наблюдение на поведението на такива субекти на данни."
		},
		{
			"lang": "hu",
			"text": "Annak biztosítása érdekében, hogy az egyéneket ne lehessen megfosztani attól a védelemtől, amelyre e rendelet értelmében jogosultak, a nem az Unióban letelepedett adatkezelő által az Unióban lakóhellyel rendelkező érintettek személyes adatainak feldolgozását akkor kell a rendelet betartásával végezni, ha a feldolgozási tevékenység termékek vagy szolgáltatások ilyen érintettek számára történő nyújtására, vagy az ilyen érintettek viselkedésének nyomon követésére szolgál."
		},
		{
			"lang": "mt",
			"text": "Sabiex ikun assigurat li l-individwi ma jkunux imċaħħda mill-protezzjoni li huma intitolati għaliha taħt dan ir-Regolament, l-ipproċessar ta’ dejta personali ta’ suġġetti tad-dejta li jgħixu fl-Unjoni minn kontrollur mhux stabbilit fl-Unjoni, għandu jkun soġġett għal dan ir-Regolament meta l-attivitajiet ta’ pproċessar huma relatati mal-offerta ta’ prodotti jew servizzi lil dawn is-suġġetti tad-dejta, jew mal-monitoraġġ tal-imġiba ta’ dawn is-suġġetti tad-dejta."
		},
		{
			"lang": "lv",
			"text": "Lai nodrošinātu, ka fiziskām personām netiek liegta aizsardzība, kas tām pienākas saskaņā ar šo regulu, Savienībā dzīvojošu datu subjektu personas datu apstrāde, ko veic pārzinis, kas neatrodas Savienībā, būtu jāveic saskaņā ar šo regulu, ja apstrādes darbības ir saistītas ar preču vai pakalpojumu piedāvāšanu šādiem datu subjektiem vai ar šādu datu subjektu uzvedības novērošanu."
		},
		{
			"lang": "ro",
			"text": "Pentru a se asigura că persoanele fizice nu sunt lipsite de protecția la care au dreptul în temeiul prezentului regulament, prelucrarea datelor cu caracter personal ale persoanelor vizate care își au reședința în Uniune de către un operator care nu este stabilit în Uniune ar trebui să facă obiectul prezentului regulament în cazul în care activitățile de prelucrare au legătură cu oferirea de bunuri sau servicii unor astfel de persoane vizate sau cu monitorizarea comportamentului acestor persoane vizate."
		},
		{
			"lang": "sk",
			"text": "Aby sa zabezpečilo, že fyzické osoby nebudú zbavené ochrany, na ktorú majú na základe tohto nariadenia právo, toto nariadenie by sa malo uplatňovať na spracovanie osobných údajov dotknutých osôb s bydliskom v Únii vykonávané prevádzkovateľom, ktorý nemá sídlo v Únii, ak spracovanie súvisí s ponukou tovaru alebo služieb týmto dotknutým osobám alebo so sledovaním správania týchto dotknutých osôb."
		},
		{
			"lang": "sl",
			"text": "Za zagotovitev, da posamezniki niso prikrajšani za varstvo, do katerega so upravičeni na podlagi te uredbe, bi morala biti obdelava osebnih podatkov posameznikov, na katere se nanašajo osebni podatki in ki stalno prebivajo v Uniji, s strani upravljavca, ki nima sedeža v Uniji, predmet te uredbe, kadar so postopki obdelave povezani z nudenjem blaga ali storitev takim posameznikom, na katere se nanašajo osebni podatki, ali spremljanjem vedenja takih posameznikov."
		},
		{
			"lang": "fi",
			"text": "Jotta yksilöt eivät jäisi ilman heille tämän asetuksen mukaisesti kuuluvaa tietosuojaa, tätä asetusta olisi sovellettava kaikkien unionin alueella asuvien rekisteröityjen henkilötietojen käsittelyssä, jos sitä suorittava rekisterinpitäjä ei ole sijoittautunut unioniin ja jos käsittelytoimet liittyvät tavaroiden tai palvelujen tarjoamiseen näille rekisteröidyille tai näiden rekisteröityjen käyttäytymisen seurantaan."
		},
		{
			"lang": "pl",
			"text": "By nie dopuścić do pozbawienia osób fizycznych ochrony, która przysługuje im na mocy niniejszego rozporządzenia, przetwarzanie danych osobowych podmiotów danych, które mają miejsce zamieszkania w Unii, przez administratora niemającego siedziby w Unii, powinno podlegać niniejszemu rozporządzeniu, w przypadku gdy przetwarzanie wiąże się z oferowaniem towarów lub usług podmiotom danych lub monitorowaniem zachowania tych osób."
		},
		{
			"lang": "lt",
			"text": "kad asmenims būtų užtikrinta apsauga, į kurią jie turi teisę pagal šį reglamentą, šis reglamentas turėtų būti taikomas Sąjungoje gyvenančių duomenų subjektų asmens duomenų, kuriuos tvarko Sąjungoje neįsisteigęs duomenų valdytojas, tvarkymui, kai duomenų tvarkymas susijęs su prekių ar paslaugų siūlymu tokiems duomenų subjektams arba tokių duomenų subjektų elgesio stebėjimu;"
		},
		{
			"lang": "nl",
			"text": "Om te waarborgen dat personen niet worden uitgesloten van de bescherming waarop zij krachtens deze verordening recht hebben, dient op de verwerking van persoonsgegevens van in de Unie wonende betrokkenen door een niet in de Unie gevestigde verwerker deze verordening van toepassing te zijn wanneer de verwerking verband houdt met het aanbieden van goederen of diensten aan dergelijke betrokkenen of met het observeren van hun gedrag."
		},
		{
			"lang": "sv",
			"text": "För att enskilda inte ska fråntas det skydd denna förordning ger dem bör behandling av personuppgifter om inom unionen boende registrerade som görs av en registeransvarig som inte är etablerad inom unionen omfattas av denna förordning när behandlingen avser utbjudande av varor eller tjänster till de aktuella registrerade, eller övervakning av deras beteende."
		}
	],
	"children": [],
	"title": "Recital 20"
}