{
	"id": "r22",
	"type": "recital",
	"literal": "22",
	"parent": "_",
	"text": [
		{
			"lang": "en",
			"text": "Where the national law of a Member State applies by virtue of public international law, this Regulation should also apply to a controller not established in the Union, such as in a Member State's diplomatic mission or consular post."
		},
		{
			"lang": "de",
			"text": "Ist nach internationalem Recht das innerstaatliche Recht eines Mitgliedstaats anwendbar, z. B. in einer diplomatischen oder konsularischen Vertretung eines Mitgliedstaats, sollte die Verordnung auch auf einen nicht in der EU niedergelassenen für die Verarbeitung Verantwortlichen Anwendung finden."
		},
		{
			"lang": "fr",
			"text": "Lorsque le droit national d’un État membre s’applique en vertu du droit international public, le présent règlement devrait s'appliquer également à un responsable du traitement de données qui n’est pas établi dans l’Union mais, par exemple, dans une mission diplomatique ou un poste consulaire d'un État membre."
		},
		{
			"lang": "es",
			"text": "Cuando sea de aplicación la legislación nacional de un Estado miembro en virtud del Derecho internacional público, el presente Reglamento debe aplicarse también a todo responsable del tratamiento no establecido en la Unión, como los que se encuentren en una misión diplomática u oficina consular."
		},
		{
			"lang": "pt",
			"text": "Sempre que o direito nacional de um Estado-Membro for aplicável por força do direito internacional público, o presente regulamento é aplicável igualmente a um responsável pelo tratamento não estabelecido na União, por exemplo numa missão diplomática ou num posto consular de um Estado-Membro."
		},
		{
			"lang": "it",
			"text": "Laddove vige la legislazione nazionale di uno Stato membro in virtù del diritto internazionale pubblico, ad esempio nella rappresentanza diplomatica o consolare di uno Stato membro, il presente regolamento deve applicarsi anche a un responsabile del trattamento non stabilito nell’Unione."
		},
		{
			"lang": "ga",
			"text": "I gcás ina bhfuil feidhm ag dlí náisiúnta Ballstáit de bhua dlí phoiblí idirnáisiúnta, ba cheart feidhm a bheith ag an Rialachán seo freisin maidir le rialaitheoir nach bhfuil bunaithe san Aontas ach atá bainteach, mar shampla, le misean taidhleoireachta nó post consalach Ballstáit."
		},
		{
			"lang": "cs",
			"text": "Pokud se vnitrostátní právo členského státu uplatňuje na základě mezinárodního práva veřejného, například u diplomatické mise členského státu nebo na konzulárním zastoupení, mělo by se toto nařízení vztahovat také na správce, který není usazen v Unii."
		},
		{
			"lang": "da",
			"text": "Hvis en medlemsstats lovgivning gælder i medfør af folkeretten, bør denne forordning også gælde for en registeransvarlig, der ikke er etableret i Unionen, som f.eks. i en medlemsstats diplomatiske eller konsulære repræsentation."
		},
		{
			"lang": "et",
			"text": "Kui liikmesriigi õigust kohaldatakse rahvusvahelise avaliku õigusena, tuleks käesolevat määrust kohaldada ka väljaspool ELi asuva vastutava töötleja suhtes, näiteks liikmesriigi diplomaatilise või konsulaaresinduse puhul."
		},
		{
			"lang": "el",
			"text": "Εάν το εθνικό δίκαιο ενός κράτους μέλους εφαρμόζεται δυνάμει του δημόσιου διεθνούς δικαίου, ο παρών κανονισμός πρέπει να εφαρμόζεται επίσης και σε υπεύθυνο επεξεργασίας μη εγκαταστημένο στην Ένωση, όπως, για παράδειγμα, στη διπλωματική αποστολή ή στην προξενική αρχή ενός κράτους μέλους."
		},
		{
			"lang": "bg",
			"text": "Когато националното право на дадена държава-членка се прилага по силата на международното публично право, настоящият регламент се прилага също спрямо администратор, който не е установен в Съюза, като например дипломатическа мисия на държава-членка или консулска служба."
		},
		{
			"lang": "hu",
			"text": "Amennyiben a nemzetközi közjog értelmében valamely tagállam nemzeti jogát kell alkalmazni, e rendelet alkalmazandó a nem az Unióban letelepedett adatkezelőre is, például a tagállam diplomáciai vagy konzuli képviseleteire."
		},
		{
			"lang": "mt",
			"text": "Meta l-liġi nazzjonali ta’ Stat Membru tapplika permezz tal-liġi internazzjonali pubblika, dan ir-Regolament għandu japplika wkoll għal kontrollur mhux stabbilit fl-Unjoni, bħal fil-każ ta’ missjoni diplomatika jew uffiċċju konsulari ta’ Stat Membru."
		},
		{
			"lang": "lv",
			"text": "Ja, ievērojot starptautisko publisko tiesību normas, ir piemērojamas dalībvalsts tiesības, arī šai regulai vajadzētu būt piemērojamai pārzinim, kas neatrodas Savienībā, piemēram, pārzinim dalībvalsts diplomātiskajā pārstāvniecībā vai konsulātā."
		},
		{
			"lang": "ro",
			"text": "În cazul în care legislația națională a unui stat membru se aplică în temeiul dreptului internațional public, prezentul regulament ar trebui să se aplice, de asemenea, unui operator care nu este stabilit în Uniune, ci, de exemplu, într-o misiune diplomatică sau într-un oficiu consular al unui stat membru."
		},
		{
			"lang": "sk",
			"text": "Ak sa podľa medzinárodného práva uplatňujú vnútroštátne právne predpisy niektorého členského štátu, toto nariadenie by sa malo uplatniť aj na prevádzkovateľa, ktorý nemá sídlo v Únii, napríklad na diplomatickom zastúpení alebo konzuláte členského štátu."
		},
		{
			"lang": "sl",
			"text": "Kadar se zakonodaja države članice uporablja na podlagi mednarodnega javnega prava, bi morala ta uredba veljati tudi za upravljavca, ki nima sedeža v Uniji, na primer v diplomatskem ali konzularnem predstavništvu države članice."
		},
		{
			"lang": "fi",
			"text": "Jos kansainvälisen julkisoikeuden nojalla on sovellettava jäsenvaltion kansallista lakia, tätä asetusta olisi sovellettava myös sellaiseen rekisterinpitäjään, joka ei ole sijoittautunut unioniin, vaan esimerkiksi jäsenvaltion diplomaatti- tai konsuliedustustoon."
		},
		{
			"lang": "pl",
			"text": "W miejscu, w którym na mocy prawa międzynarodowego publicznego stosuje się prawo krajowe państwa członkowskiego, na przykład na terenie misji dyplomatycznej lub placówki konsularnej, niniejsze rozporządzenie powinno także mieć zastosowanie do administratora niemającego siedziby w Unii."
		},
		{
			"lang": "lt",
			"text": "kai pagal viešąją tarptautinę teisę taikoma valstybės narės teisė, pavyzdžiui, valstybių narių diplomatinėse atstovybėse ar kosulinėse įstaigose, šis reglamentas taip pat turėtų būti taikomas Sąjungos teritorijoje neįsisteigusiems duomenų valdytojams;"
		},
		{
			"lang": "nl",
			"text": "Wanneer uit hoofde van het internationale publiekrecht de nationale wet van een lidstaat van toepassing is, dient deze verordening ook van toepassing te zijn op een voor de verwerking verantwoordelijke die niet in de Unie is gevestigd, maar bijvoorbeeld actief is bij een diplomatieke vertegenwoordiging of een consulaire post."
		},
		{
			"lang": "sv",
			"text": "När nationell lagstiftning i en medlemsstat är tillämplig i kraft av folkrätten bör denna förordning också vara tillämplig på registeransvariga som inte är etablerade inom unionen, exempelvis i en medlemsstats diplomatiska beskickning eller konsulat."
		}
	],
	"children": [],
	"title": "Recital 22"
}