{
	"id": "r30",
	"type": "recital",
	"literal": "30",
	"parent": "_",
	"text": [
		{
			"lang": "en",
			"text": "Any processing of personal data should be lawful, fair and transparent in relation to the individuals concerned. In particular, the specific purposes for which the data are processed should be explicit and legitimate and determined at the time of the collection of the data. The data should be adequate, relevant and limited to the minimum necessary for the purposes for which the data are processed; this requires in particular ensuring that the data collected are not excessive and that the period for which the data are stored is limited to a strict minimum. Personal data should only be processed if the purpose of the processing could not be fulfilled by other means. Every reasonable step should be taken to ensure that personal data which are inaccurate are rectified or deleted. In order to ensure that the data are not kept longer than necessary, time limits should be established by the controller for erasure or for a periodic review."
		},
		{
			"lang": "de",
			"text": "Jede Verarbeitung personenbezogener Daten sollte gegenüber den betroffenen Personen nach Recht und Gesetz sowie nach Treu und Glauben und in transparenter Form erfolgen. Insbesondere sollten die besonderen Zwecke, zu denen die Daten verarbeitet werden, eindeutig und rechtmäßig sein und zum Zeitpunkt der Datenerfassung feststehen. Die erfassten Daten sollten dem Zweck angemessen und sachlich relevant sowie auf das für die Zwecke der Datenverarbeitung notwendige Minimum beschränkt sein; dies heißt vor allem, dass nicht unverhältnismäßig viele Daten erfasst werden und die Speicherfrist auf das unbedingt erforderliche Mindestmaß beschränkt bleibt. Personenbezogene Daten sollten nur verarbeitet werden dürfen, wenn der Zweck der Verarbeitung nicht durch andere Mittel erreicht werden kann. Es sollten alle vertretbaren Schritte unternommen werden, damit unzutreffende oder unvollständige personenbezogene Daten gelöscht oder berichtigt werden. Um sicherzustellen, dass die Daten nicht länger als nötig gespeichert werden, sollte der für die Verarbeitung Verantwortliche Fristen für deren Löschung oder regelmäßige Überprüfung vorsehen."
		},
		{
			"lang": "fr",
			"text": "Tout traitement de données à caractère personnel devrait être licite, loyal et transparent à l'égard des personnes concernées. En particulier, les finalités précises du traitement devraient être explicites et légitimes, et déterminées lors de la collecte des données. Les données devraient être adéquates, pertinentes et limitées au minimum nécessaire aux finalités pour lesquelles elles sont traitées, ce qui exige notamment de veiller à ce que les données collectées ne soient pas excessives et à ce que leur durée de conservation soit limitée au strict minimum. Les données à caractère personnel ne devraient être traitées que si la finalité du traitement ne peut être atteinte par d'autres moyens. Il y a lieu de prendre toutes les mesures raisonnables afin que les données à caractère personnel qui sont inexactes soient rectifiées ou effacées. Afin de garantir que les données ne sont pas conservées plus longtemps que nécessaire, des délais devraient être fixés par le responsable du traitement en vue de leur effacement ou d'une révision périodique."
		},
		{
			"lang": "es",
			"text": "Todo tratamiento de datos de carácter personal debe efectuarse de forma lícita, justa y transparente en relación con las personas interesadas. En particular, los fines específicos para los que se hayan tratado los datos deben ser explícitos y legítimos, y deben determinarse en el momento de su recogida. Los datos deben ser adecuados, pertinentes y limitarse al mínimo necesario para los fines para los que se traten. Ello requiere, en particular, garantizar que los datos recogidos no sean excesivos y que se limite a un mínimo estricto el periodo en el que se almacenan. Los datos personales solo deben tratarse si la finalidad del tratamiento no pudiera lograrse por otros medios. Deben tomarse todas las medidas razonables para garantizar que se rectifiquen o supriman los datos personales que sean inexactos. Para garantizar que los datos no se conservan más tiempo del necesario, el responsable del tratamiento ha de establecer plazos para su supresión o revisión periódica."
		},
		{
			"lang": "pt",
			"text": "Qualquer tratamento de dados pessoais deve ser efetuado de forma lícita, leal e transparente para com as pessoas em causa. Em especial, as finalidades específicas do tratamento devem ser explícitas e legítimas e ser determinadas aquando da recolha dos dados. Os dados devem ser adequados, pertinentes e limitados ao mínimo necessário às finalidades de tratamento para as quais se destinam; para tal, os dados recolhidos não devem ser excessivos e o período de conservação deve ser limitado ao mínimo. Os dados pessoais apenas devem ser tratados se a finalidade do tratamento não puder ser atingida por outros meios. Devem ser adotadas todas as medidas razoáveis para que os dados pessoais inexatos sejam retificados ou apagados. De forma a assegurar que os dados são conservados apenas durante o período considerado necessário, o responsável pelo tratamento deve fixar os prazos para o apagamento ou a revisão periódica."
		},
		{
			"lang": "it",
			"text": "Qualsiasi trattamento di dati personali deve essere lecito, equo e trasparente nei confronti dell’interessato. In particolare, le finalità specifiche del trattamento dei dati devono essere esplicite e legittime e precisate al momento della raccolta. I dati devono essere adeguati, pertinenti e limitati al minimo necessario per le finalità del trattamento, donde l’obbligo, soprattutto, di garantire che la raccolta non sia eccessiva e che il periodo di conservazione dei dati sia limitato al minimo necessario. I dati personali dovrebbero essere trattati solo se la finalità del trattamento non è conseguibile con altri mezzi. Occorre prendere tutte le misure ragionevoli affinché i dati personali inesatti siano rettificati o cancellati. Onde garantire che i dati non siano conservati più a lungo del necessario, il responsabile del trattamento dovrebbe fissare un termine per la cancellazione o per la verifica periodica."
		},
		{
			"lang": "ga",
			"text": "Ba cheart gach próiseáil arna déanamh ar shonraí pearsanta a bheith dleathach, cothrom agus trédhearcach i ndáil leis na daoine aonair lena mbaineann. Ba cheart, go háirithe, go mbeadh na críocha dá ndéantar na sonraí a phróiseáil lánsoiléir agus dlisteanach agus ba cheart iad a chinneadh tráth bhailiú na sonraí. Ba cheart na sonraí a bheith leordhóthanach, ábhartha agus teoranta don mhéid is lú sonraí is gá chun na gcríoch dá ndéantar na sonraí a phróiseáil; ceanglaítear leis sin go háirithe go n‑áirithítear nach mbailítear an iomarca sonraí agus go gcoinnítear tréimhse stórála na sonraí chomh gairid agus is féidir. Níor cheart sonraí pearsanta a phróiseáil ach amháin mura bhféadfaí cuspóir na próiseála a bhaint amach ar bhealach eile. Ba cheart gach beart réasúnta a dhéanamh chun a áirithiú go gceartaítear nó go scriostar sonraí pearsanta míchruinne. Chun a áirithiú nach gcoinnítear na sonraí níos faide ná mar is gá, ba cheart don rialaitheoir teorainneacha ama a shocrú chun sonraí a scriosadh nó chun athbhreithniú tréimhsiúil a dhéanamh."
		},
		{
			"lang": "cs",
			"text": "Jakékoli zpracování osobních údajů by mělo být vůči dotčeným jednotlivcům prováděno zákonným, korektním a transparentním způsobem. Obzvláště specifické účely, pro které jsou údaje zpracovávány, by měly být jednoznačné a legitimní a stanovené v době sběru údajů. Údaje by měly být z hlediska účelů, pro které jsou zpracovávány, přiměřené, podstatné a omezené na nezbytné minimum. Proto je třeba zejména zajistit, aby se nesbíralo neúměrné množství údajů a aby doba, po kterou jsou údaje uchovávány, byla omezena na nutné minimum. Osobní údaje by měly být zpracovávány pouze za účelem zpracování, kterého nemůže být dosaženo jinými prostředky. Měla by být přijata veškerá rozumná opatření, aby nepřesné osobní údaje byly opraveny nebo vymazány. Aby se zajistilo, že údaje nebudou uchovávány déle, než je to nezbytné, měl by správce stanovit lhůty pro výmaz nebo pravidelný přezkum."
		},
		{
			"lang": "da",
			"text": "Enhver behandling af personoplysninger bør udføres lovligt, loyalt og gennemsigtigt i forhold til de berørte personer. De specifikke formål med behandlingen af oplysningerne bør navnlig være udtrykkelige og legitime og fremgå, når oplysningerne indsamles. Oplysningerne bør være passende, relevante og begrænset til det minimum, der er nødvendigt til formålene med behandlingen af oplysningerne; det kræver navnlig, at det sikres, at de indsamlede oplysninger ikke er for omfattende, og at perioden for opbevaring af oplysningerne begrænses til et strengt minimum. Personoplysninger bør kun behandles, hvis formålet med behandlingen ikke kan opfyldes på anden måde. Der bør træffes enhver rimelig foranstaltning for at sikre, at personoplysninger, som ikke er nøjagtige, berigtiges eller slettes. For at sikre, at oplysningerne ikke opbevares i længere tid end nødvendigt, bør den registeransvarlige indføre tidsfrister for sletning eller periodisk gennemgang."
		},
		{
			"lang": "et",
			"text": "Isikuandmete igasugune töötlemine peaks olema seaduslik, andmesubjektide suhtes õiglane ja läbipaistev. Eelkõige peaksid olema selged ja õiguspärased andmete töötlemise konkreetsed eesmärgid, mis tuleb kindlaks määrata andmete kogumise ajal. Andmed peaksid olema asjakohased, piisavad ja piirduma töötlemise otstarbe seisukohalt minimaalselt vajalikuga; mistõttu tuleb eelkõige tagada, et andmete kogumine ja nende säilitamise aeg piirduks minimaalsega. Isikuandmeid tuleks töödelda vaid juhul, kui nende töötlemise eesmärki ei ole võimalik saavutada muude vahendite abil. Tagamaks, et ebatäpsed andmed kustutatakse või parandatakse, tuleks võtta kõik mõistlikud meetmed. Selle tagamiseks, et andmeid ei säilitataks vajalikust kauem, peab vastutav töötleja kindlaks määrama tähtajad andmete kustutamiseks või perioodiliseks läbivaatamiseks."
		},
		{
			"lang": "el",
			"text": "Κάθε επεξεργασία δεδομένων προσωπικού χαρακτήρα πρέπει να είναι σύννομη, θεμιτή και διαφανής σε σχέση με τα φυσικά πρόσωπα τα οποία αφορά. Ειδικότερα, οι συγκεκριμένοι σκοποί για τους οποίους υποβάλλονται σε επεξεργασία πρέπει να είναι σαφείς και νόμιμοι και να καθορίζονται κατά τον χρόνο συλλογής των δεδομένων. Τα δεδομένα πρέπει να είναι κατάλληλα, συναφή και να περιορίζονται στα ελάχιστα αναγκαία για τους σκοπούς για τους οποίους υποβάλλονται σε επεξεργασία· αυτό απαιτεί ειδικότερα να διασφαλίζεται ότι τα δεδομένα που συλλέγονται δεν είναι υπερβολικά και ότι το διάστημα αποθήκευσης των δεδομένων περιορίζεται στο ελάχιστο δυνατόν. Τα δεδομένα προσωπικού χαρακτήρα πρέπει να υποβάλλονται σε επεξεργασία μόνον εάν ο σκοπός της επεξεργασίας δεν μπορεί να επιτευχθεί με άλλα μέσα. Πρέπει να λαμβάνεται κάθε εύλογο μέτρο ώστε να διασφαλίζεται ότι δεδομένα προσωπικού χαρακτήρα τα οποία δεν είναι ορθά διορθώνονται ή διαγράφονται. Για τη διασφάλιση του ότι τα δεδομένα δεν διατηρούνται περισσότερο από όσο είναι αναγκαίο, ο υπεύθυνος επεξεργασίας πρέπει να ορίζει προθεσμίες για τη διαγραφή τους ή για την περιοδική επανεξέτασή τους."
		},
		{
			"lang": "bg",
			"text": "Всяко обработване на лични данни следва да бъде законосъобразно, добросъвестно и прозрачно по отношение на засегнатите физически лица. По-специално конкретните цели, за които се обработват данните, следва да бъдат ясни и законни и определени към момента на събирането на данните. Данните следва да бъдат подходящи, релевантни и ограничени до минимума, необходим за целите, за които данните се обработват; това налага, по-специално, да се гарантира, че събраните данни не надхвърлят необходимото и че срокът, за който данните се съхраняват, е ограничен до строг минимум. Личните данни следва да се обработват единствено ако целта на обработването не може да бъде постигната чрез други средства. Следва да бъдат предприети всички разумни мерки, за да се гарантира, че неточните лични данни се коригират или заличават. С цел да се гарантира, че срокът на съхранение на данните не е по-дълъг от необходимия, администраторът следва да установи срокове за тяхното заличаване или периодичен преглед."
		},
		{
			"lang": "hu",
			"text": "A személyes adatok feldolgozásának törvényesnek, tisztességesnek és átláthatónak kell lennie az érintett egyének vonatkozásában. Az adatfeldolgozás sajátos céljainak különösen kifejezetten megfogalmazottaknak és jogszerűeknek, valamint az adatgyűjtés időpontjában meghatározottaknak kell lenniük. Az adatoknak megfelelőnek és relevánsnak kell lenniük, valamint az adatok feldolgozásának céljához szükséges legkisebb mértékre kell korlátozódniuk; ez elsősorban annak biztosítását igényli, hogy az összegyűjtött adatok ne legyenek túlzott mértékűek, az adattárolás időtartama pedig a lehető legkisebb mértékűre korlátozódjon. A személyes adatokat csak abban az esetben lehet feldolgozni, ha a feldolgozás célját egyéb eszközzel nem lehetséges elérni. Minden ésszerű intézkedést meg kell tenni annak érdekében, hogy a hibás személyes adatok helyesbítésre vagy törlésre kerüljenek. Annak biztosítása érdekében, hogy az adatokat csak a szükséges ideig tárolják, az adatkezelő törlési vagy rendszeres felülvizsgálati határidőket állapít meg."
		},
		{
			"lang": "mt",
			"text": "Kwalunkwe pproċessar ta’ dejta personali għandu jkun legali, ġust u trasparenti fir-rigward tal-individwi kkonċernati. B’mod partikolari, l-objettivi speċifiċi li għalihom tiġi pproċessata d-dejta għandhom ikunu espliċiti u leġittimi u stabbiliti meta tinġabar id-dejta. Id-dejta għandha tkun adegwata, rilevanti u limitata għall-minimu meħtieġ għall-għanijiet li għalihom id-dejta qiegħda tkun ipproċessata; dan jeħtieġ b’mod partikolari li jiġi żgurat li d-dejta miġbura ma tkunx eċċessiva u li l-perjodu li matulu ser tkun maħżuna d-dejta jkunu strettament limitati. Id-dejta personali għandha tkun ipproċessata biss jekk l-għan tal-ipproċessar ma setax jintlaħaq mod ieħor. Għandu jittieħed kull pass raġonevoli sabiex ikun żgurat li d-dejta personali li ma tkunx eżatta tiġi rettifikata jew imħassra. Sabiex ikun assigurat li d-dejta ma tibqax miżmuma għal aktar żmien minn kemm meħtieġ, il-kontrollur għandu jistabbilixxi limiti ta’ żmien għat-tħassir jew għal reviżjoni kultant żmien."
		},
		{
			"lang": "lv",
			"text": "Jebkurai personas datu apstrādei būtu jābūt likumīgai, godprātīgai un caurskatāmai attiecīgajām personām. Jo īpaši konkrētajiem datu apstrādes nolūkiem būtu jābūt nepārprotamiem un likumīgiem un noteiktiem jau datu vākšanas laikā. Datiem būtu jābūt adekvātiem, atbilstīgiem un jāaprobežojas ar minimumu, kas nepieciešams nolūkiem, kādiem šie dati tiek apstrādāti; tas jo īpaši prasa nodrošināt, ka vākto datu apjoms nav pārmērīgs un to glabāšanas termiņš ir ierobežots līdz stingram minimumam. Personas dati būtu jāapstrādā tikai tad, ja apstrādes nolūku nav iespējams sasniegt citiem līdzekļiem. Ir jāveic visi pamatoti pasākumi, lai nodrošinātu, ka neprecīzi personas dati tiek laboti vai dzēsti. Lai nodrošinātu, ka datus neglabā ilgāk, nekā tas ir nepieciešams, pārzinim būtu jānosaka termiņi, kad dati ir jādzēš vai periodiski jāpārskata."
		},
		{
			"lang": "ro",
			"text": "Orice prelucrare a datelor cu caracter personal ar trebui să fie legală, echitabilă și transparentă în raport cu persoanele fizice vizate. În special, scopurile specifice în care datele sunt prelucrate ar trebui să fie explicite și legitime și să fie determinate la momentul colectării datelor. Datele ar trebui să fie adecvate, relevante și limitate la minimum necesar scopurilor în care datele sunt prelucrate; aceasta necesită, în special, asigurarea faptului că datele colectate nu sunt excesive și că perioada pentru care datele sunt stocate este limitată strict la minimum. Datele cu caracter personal ar trebui prelucrate doar în cazul în care scopul prelucrării nu ar putea fi îndeplinit prin alte mijloace. Ar trebui să fie luate toate măsurile rezonabile pentru a se asigura că datele cu caracter personal care sunt inexacte sunt rectificate sau șterse. În vederea asigurării faptului că datele nu sunt păstrate mai mult timp decât este necesar, ar trebui să se stabilească de către operator termene pentru ștergere sau revizuire periodică."
		},
		{
			"lang": "sk",
			"text": "Každé spracovanie osobných údajov musí byť zákonné, spravodlivé a transparentné vo vzťahu k dotknutým fyzickým osobám. Najmä osobitné dôvody, pre ktoré sa údaje spracúvajú, by mali byť presné a legitímne a stanovené už v čase zhromažďovania údajov. Údaje by mali byť primerané, relevantné a obmedzené na minimum nevyhnutné na účely, na ktoré sa údaje spracúvajú; to si vyžaduje najmä zabezpečenie, aby množstvo zhromaždených údajov nebolo neúmerné a aby obdobie, počas ktorého sa tieto údaje uchovávajú, bolo obmedzené na prísne minimum. Osobné údaje by mali byť spracované len vtedy, ak účel spracovania nebolo možné dosiahnuť inými prostriedkami. Mali by sa prijať všetky primerané opatrenia, aby sa zabezpečilo vymazanie alebo oprava nepresných údajov. Prevádzkovateľ by mal stanoviť lehoty na výmaz alebo pravidelné prehodnotenie, aby sa zabezpečilo, že údaje nebudú uchovávané dlhšie, než je to nutné."
		},
		{
			"lang": "sl",
			"text": "Vsaka obdelava osebnih podatkov bi morala biti zakonita, poštena in pregledna glede na zadevne posameznike. Zlasti posebni nameni, za katere se podatki obdelujejo, bi morali biti jasno določeni in zakoniti ter določeni v času zbiranja podatkov. Podatki bi morali biti primerni, ustrezni in omejeni na nujno potrebne za namene, za katere se obdelujejo; zato je treba zlasti zagotoviti, da zbrani podatki niso čezmerni in da je obdobje shranjevanja omejeno na najkrajše možno. Osebni podatki se lahko obdelujejo samo, če namena obdelave ni bilo mogoče doseči z drugimi sredstvi. Sprejeti bi se morali vsi smiselni ukrepi za popravek ali izbris netočnih osebnih podatkov. Za zagotovitev, da se podatki hranijo le toliko časa, kolikor je potrebno, bi moral upravljavec določiti roke za izbris ali občasno preverjanje."
		},
		{
			"lang": "fi",
			"text": "Kaikki henkilötietojen käsittely on suoritettava lainmukaisesti ja asianomaisia henkilöitä kohtaan oikeudenmukaisella ja läpinäkyvällä tavalla. Varsinkin tietojenkäsittelyn nimenomaiset tarkoitukset olisi määritettävä ja ilmoitettava tietojen keräämisen yhteydessä selvästi ja lainmukaisesti. Henkilötietojen olisi oltava asianmukaisia ja olennaisia ja niiden määrä olisi rajoitettava mahdollisimman vähään suhteessa niihin tarkoituksiin, joita varten niitä käsitellään; sen vuoksi olisi erityisesti varmistettava, että tietoja ei kerätä liikaa ja että niiden säilytysaika on rajoitettu mahdollisimman lyhyeksi. Henkilötietoja olisi käsiteltävä vain jos käsittelyn tarkoitusta ei voida toteuttaa muilla keinoin. Kaikki kohtuulliset toimenpiteet olisi toteutettava sen varmistamiseksi, että virheelliset henkilötiedot oikaistaan tai poistetaan. Rekisterinpitäjän olisi asetettava määräajat henkilötietojen poistamista tai niiden säilyttämisen tarpeellisuuden säännöllistä tarkistamista varten, jotta voidaan varmistaa, ettei tietoja säilytetä pidempään kuin on tarpeen."
		},
		{
			"lang": "pl",
			"text": "Wszelkie operacje przetwarzania danych osobowych powinny być zgodne z prawem, prowadzone rzetelnie i uczciwie wobec zainteresowanych osób. W szczególności konkretne cele przetwarzania danych powinny być jednoznaczne, zgodne z prawem i określone w momencie zbierania danych. Dane powinny być ścisłe, właściwe i ograniczone do minimum niezbędnego do celów, dla których dane są przetwarzane, co wymaga w szczególności dopilnowania, by zebrane dane nie wykraczały poza określony zakres i by okres przechowywania danych był ograniczony do ścisłego minimum. Dane osobowe powinny być przetwarzane tylko wówczas, gdy celu przetwarzania nie można osiągnąć innymi środkami. Należy podjąć wszelkie stosowne kroki gwarantujące poprawienie lub usunięcie nieścisłych danych osobowych. Aby uniknąć przechowywania danych przez czas dłuższy niż jest to konieczne, administrator powinien ustalić termin usuwania danych lub okresowego przeglądu."
		},
		{
			"lang": "lt",
			"text": "asmens duomenys turėtų būti tvarkomi teisėtai, sąžiningai ir skaidriai suinteresuotųjų asmenų atžvilgiu. Visų pirma turėtų būti aiškūs, teisėti ir duomenų rinkimo metu nustatyti konkretūs tikslai, kuriais tvarkomi duomenys. Duomenys turėtų būti adekvatūs, susiję ir jų apimtis neviršyti tikslų, kuriais jie tvarkomi; tam pirmiausia reikia užtikrinti, kad būtų surinkta ne per daug duomenų, o duomenų saugojimo laikotarpis būtų tik minimalus. Asmens duomenys turėtų būti tvarkomi tik tuomet, jei duomenų tvarkymo tikslų negalima pasiekti kitomis priemonėmis. Reikėtų imtis visų pagrįstų priemonių, siekiant užtikrinti, kad netikslūs asmens duomenys būtų ištaisyti arba ištrinti. Kad duomenys nebūtų laikomi ilgiau nei būtina, duomenų valdytojas turėtų nustatyti duomenų ištrynimo arba periodinės peržiūros terminus;"
		},
		{
			"lang": "nl",
			"text": "Elke verwerking van persoonsgegevens dient ten opzichte van de betrokkenen eerlijk, rechtmatig en transparant te geschieden. Met name dienen de specifieke doeleinden waarvoor de gegevens worden verwerkt expliciet en rechtmatig te zijn en te zijn vastgesteld bij het verzamelen van de gegevens. De gegevens dienen adequaat, ter zake dienend te zijn en beperkt te blijven tot datgene wat minimaal nodig is voor de doeleinden waarvoor zij worden verwerkt; derhalve dient er met name voor te worden gezorgd dat de verzamelde gegevens niet excessief zijn en dat de opslagperiode van de gegevens tot een strikt minimum wordt beperkt. Persoonsgegevens dienen alleen te worden verwerkt indien het doeleinde van de verwerking niet op andere wijze kan worden verwezenlijkt. Alle redelijke maatregelen worden genomen om te zorgen dat onjuiste persoonsgegevens worden gerectificeerd of gewist. Om ervoor te zorgen dat gegevens niet langer worden bewaard dan nodig is, dient de voor de verwerking verantwoordelijke termijnen vast te stellen voor het wissen van persoonsgegevens of voor een periodieke toetsing."
		},
		{
			"lang": "sv",
			"text": "Varje behandling av personuppgifter måste vara laglig, rättvis och öppen i förhållande till berörda enskilda. De specifika ändamål som uppgifterna behandlas för, bör vara uttryckliga och legitima och ha bestämts vid den tidpunkt då uppgifterna samlades in. Uppgifterna bör vara adekvata, relevanta och begränsa sig till vad som är strikt nödvändigt för de ändamål som uppgifterna behandlas för. Detta innebär bl.a. att de uppgifter som insamlats inte är orimligt omfattande och att den period de lagras är begränsad till ett strikt minimum. Personuppgifter bör endast behandlas om syftet med behandlingen inte kan uppnås genom andra medel. Alla rimliga åtgärder bör vidtas för att rätta eller radera felaktiga uppgifter. För att säkerställa att uppgifter inte sparas längre än nödvändigt bör den registeransvarige införa tidsfrister för radering eller för regelbunden kontroll."
		}
	],
	"children": [],
	"title": "Recital 30"
}