{
	"id": "r31",
	"type": "recital",
	"literal": "31",
	"parent": "_",
	"text": [
		{
			"lang": "en",
			"text": "In order for processing to be lawful, personal data should be processed on the basis of the consent of the person concerned or some other legitimate basis, laid down by law, either in this Regulation or in other Union or Member State law as referred to in this Regulation."
		},
		{
			"lang": "de",
			"text": "Damit die Verarbeitung rechtmäßig ist, müssen personenbezogene Daten mit Einwilligung der betroffenen Person oder auf einer sonstigen zulässigen Rechtsgrundlage verarbeitet werden, die sich aus dieser Verordnung oder – wann immer in dieser Verordnung darauf Bezug genommen wird – aus dem sonstigen Unionsrecht oder dem Recht der Mitgliedstaaten ergibt."
		},
		{
			"lang": "fr",
			"text": "Pour être licite, le traitement devrait être fondé sur le consentement de la personne concernée ou sur tout autre fondement légitime prévu par la législation, soit dans le présent règlement soit dans un autre acte législatif de l'Union ou d'un État membre, ainsi que le prévoit le présent règlement."
		},
		{
			"lang": "es",
			"text": "Para que el tratamiento sea lícito, los datos personales deben ser tratados con el consentimiento de la persona interesada o sobre alguna otra base legítima establecida por ley, ya sea en el presente Reglamento ya sea en otros actos legislativos del Estado miembro o de la Unión referidos en el presente Reglamento."
		},
		{
			"lang": "pt",
			"text": "Para que o tratamento seja lícito, os dados pessoais devem ser tratados com base no consentimento da pessoa em causa ou noutro fundamento legítimo, previsto por lei, quer no presente regulamento quer noutro ato legislativo da União ou de um Estado‑Membro, conforme previsto no presente regulamento."
		},
		{
			"lang": "it",
			"text": "Perché sia lecito il trattamento dati deve fondarsi sul consenso dell’interessato o su altra base legittima prevista per legge, dal presente regolamento o in altro atto legislativo dell’Unione o degli Stati membri, come indicato nel presente regolamento."
		},
		{
			"lang": "ga",
			"text": "Le go mbeidh próiseáil dleathach, ba cheart sonraí pearsanta a phróiseáil ar bhonn thoiliú an duine lena mbaineann nó ar bhonn dlisteanach éigin eile, atá leagtha síos le dlí sa Rialachán seo nó le dlí eile de chuid an Aontais nó le dlí Ballstáit eile, dá dtagraítear sa Rialachán seo."
		},
		{
			"lang": "cs",
			"text": "Aby bylo zpracování zákonné, měly by být osobní údaje zpracovávány na základě souhlasu příslušné osoby nebo jiného oprávněného důvodu stanoveného zákonem, který vyplývá buď z tohoto nařízení nebo z jiného práva Unie nebo členského státu odkazujícího na toto nařízení."
		},
		{
			"lang": "da",
			"text": "For at behandling kan betragtes som lovlig, bør personoplysninger behandles på grundlag af den berørte persons samtykke eller et andet legitimt grundlag, der er fastlagt ved lov enten i denne forordning eller i anden EU-ret eller medlemsstatslovgivning, der henvises til i denne forordning."
		},
		{
			"lang": "et",
			"text": "Töötlemise seaduslikkuse tagamiseks tuleks isikuandmed töödelda asjaomase isiku nõusolekul või muul seaduses, käesolevas määruses või muus käesolevas määruses osutatud ELi või liikmesriigi õiguses ettenähtud õiguslikul alusel."
		},
		{
			"lang": "el",
			"text": "Για να είναι η επεξεργασία σύννομη, τα δεδομένα προσωπικού χαρακτήρα πρέπει να υποβάλλονται σε επεξεργασία βάσει της συγκατάθεσης του ενδιαφερόμενου προσώπου ή κάποιας άλλης θεμιτής βάσης, η οποία προβλέπεται διά νόμου είτε στον παρόντα κανονισμό είτε σε άλλη νομοθεσία της Ένωσης ή κράτους μέλους η οποία αναφέρεται στον παρόντα κανονισμό."
		},
		{
			"lang": "bg",
			"text": "За да бъде обработването законосъобразно, личните данни следва да бъдат обработвани въз основа на съгласието на съответното лице или на друго законно основание, установено със закон или в настоящия регламент, или в друг закон на Съюза или на държава-членка, посочен в настоящия регламент."
		},
		{
			"lang": "hu",
			"text": "A feldolgozás jogszerűsége érdekében a személyes adatok az érintett személy hozzájárulása vagy akár az e rendeletben, akár az e rendelet által hivatkozott egyéb uniós vagy tagállami jogszabályban meghatározott más jogalap alapján dolgozhatók fel."
		},
		{
			"lang": "mt",
			"text": "Sabiex l-ipproċessar ikun legali, id-dejta personali għandha tkun ipproċessata fuq il-bażi tal-kunsens tal-persuna kkonċernata jew xi bażi leġittima oħra, stabbilita mil-liġi, jew f’dan ir-Regolament jew f’liġi oħra tal-Unjoni jew ta’ Stat Membru kif imsemmi f’dan ir-Regolament."
		},
		{
			"lang": "lv",
			"text": "Lai apstrāde būtu likumīga, personas datus būtu jāapstrādā, pamatojoties uz attiecīgās personas piekrišanu vai citu šajā regulā vai citā Savienības vai dalībvalsts likumā noteiktu leģitīmu pamatu un saskaņā ar šo regulu."
		},
		{
			"lang": "ro",
			"text": "Pentru ca prelucrarea datelor cu caracter personal să fie legală, aceasta ar trebui efectuată pe baza consimțământului persoanei în cauză sau în temeiul unui alt motiv legitim, prevăzut de lege, fie în prezentul regulament, fie în alt act legislativ al Uniunii sau al statului membru la care se face referire în prezentul regulament."
		},
		{
			"lang": "sk",
			"text": "Aby bolo spracúvanie zákonné, osobné údaje by sa mali spracúvať na základe súhlasu dotknutej osoby alebo na nejakom inom legitímnom základe, ktorý je stanovený v právnych predpisoch, a to buď v tomto nariadení alebo v iných právnych predpisoch Únie alebo príslušného členského štátu, ako je to uvedené v tomto nariadení."
		},
		{
			"lang": "sl",
			"text": "Da bi bila obdelava zakonita, morajo biti osebni podatki obdelani na podlagi privolitve zadevne osebe ali na kakršni koli drugi pravni podlagi, določeni z zakonom, bodisi v tej uredbi ali drugi zakonodaji Unije ali zakonodaji držav članic, kot je navedeno v tej uredbi."
		},
		{
			"lang": "fi",
			"text": "Jotta henkilötietojen käsittely olisi lainmukaista, sen olisi perustuttava asianomaisen henkilön suostumukseen tai muuhun oikeutettuun perusteeseen, josta säädetään lainsäädännössä, joko tässä asetuksessa tai tässä asetuksessa tarkoitetussa muussa unionin tai jäsenvaltion lainsäädännössä."
		},
		{
			"lang": "pl",
			"text": "Aby przetwarzanie danych osobowych było zgodne z prawem, powinno odbywać się na podstawie zgody osoby zainteresowanej lub na innej uzasadnionej podstawie przewidzianej przez prawo: czy to przepisów niniejszego rozporządzenia czy to innych przepisów prawa Unii lub państw członkowskich, o których mowa w tym rozporządzeniu."
		},
		{
			"lang": "lt",
			"text": "kad duomenų tvarkymas būtų teisėtas, asmens duomenys turėtų būti tvarkomi gavus atitinkamo asmens sutikimą arba kitu teisėtu pagrindu, nustatytu šiame reglamente arba – kai šiame reglamente nurodoma – kitame Sąjungos ar valstybės narės teisės akte;"
		},
		{
			"lang": "nl",
			"text": "Voor rechtmatige verwerking van persoonsgegevens is toestemming van de betrokkene vereist of een andere gerechtvaardigde grondslag waarin de wet voorziet, hetzij in deze verordening, hetzij in andere wetgeving van de Unie of van de lidstaten als bedoeld in deze verordening."
		},
		{
			"lang": "sv",
			"text": "För att behandling ska vara laglig bör personuppgifterna behandlas efter samtycke från berörd person eller på någon annan legitim lagfäst grund, antingen denna förordning eller annan unionslagstiftning eller nationell lagstiftning som aves i denna förordning."
		}
	],
	"children": [],
	"title": "Recital 31"
}