{
	"id": "r33",
	"type": "recital",
	"literal": "33",
	"parent": "_",
	"text": [
		{
			"lang": "en",
			"text": "In order to ensure free consent, it should be clarified that consent does not provide a valid legal ground where the individual has no genuine and free choice and is subsequently not able to refuse or withdraw consent without detriment."
		},
		{
			"lang": "de",
			"text": "Um sicherzugehen, dass die Einwilligung ohne Zwang erfolgt, sollte klargestellt werden, dass die Einwilligung keine rechtswirksame Grundlage für die Verarbeitung liefert, wenn die betreffende Person keine echte Wahlfreiheit hat und somit nicht in der Lage ist, die Einwilligung zu verweigern oder zurückzuziehen, ohne dadurch Nachteile zu erleiden."
		},
		{
			"lang": "fr",
			"text": "Pour garantir que le consentement soit libre, il y aurait lieu de préciser qu'il ne constitue pas un fondement juridique valable si la personne ne dispose pas d'une véritable liberté de choix et n'est, dès lors, pas en mesure de refuser ou de se rétracter sans subir de préjudice."
		},
		{
			"lang": "es",
			"text": "Con el fin de garantizar el consentimiento libre, debe aclararse que este no constituye un fundamento jurídico válido cuando la persona no goza de verdadera libertad de elección y por tanto no está en condiciones de denegar o retirar su consentimiento sin sufrir perjuicio alguno."
		},
		{
			"lang": "pt",
			"text": "De forma a assegurar o livre consentimento, deve ser clarificado que este não constitui um fundamento jurídico válido se a pessoa não tiver uma verdadeira liberdade de escolha e, consequentemente, não puder recusar ou retirar o consentimento sem ser prejudicada."
		},
		{
			"lang": "it",
			"text": "Perché il consenso sia libero, occorre chiarire che non costituisce una valida base giuridica qualora l’interessato non sia in grado di operare una scelta autenticamente libera e non possa, pertanto, rifiutare o ritirare il consenso senza subire pregiudizio."
		},
		{
			"lang": "ga",
			"text": "Chun toiliú faoi shaoirse a áirithiú, ba cheart a shoiléiriú nach ionann toiliú a thabhairt agus foras bailí dlíthiúil a bheith ann a fhágann nach bhfuil aon saor-rogha ag an duine aonair i ndáiríre agus nach bhfuil sé in ann mar sin diúltú toiliú a thabhairt nó an toiliú a tharraingt siar gan dochar."
		},
		{
			"lang": "cs",
			"text": "Aby se zajistilo, že souhlas je svobodný, mělo by být upřesněno, že souhlas není platným právním důvodem zpracování, pokud osoba nemá skutečnou a svobodnou volbu, a tudíž není schopna souhlas odmítnout nebo odvolat, aniž by tím byla poškozena."
		},
		{
			"lang": "da",
			"text": "For at sikre frivilligt samtykke bør det præciseres, at samtykke ikke udgør et gyldigt retligt grundlag, hvor personen ikke har et reelt og frit valg og efterfølgende ikke kan afvise eller tilbagetrække sit samtykke, uden at det er til skade for den pågældende."
		},
		{
			"lang": "et",
			"text": "Vabatahtliku nõusoleku tagamiseks tuleks täpsustada, et nõusolek ei kujuta endast kehtivat õiguslikku alust siis, kui üksikisikul puudub tegelik ja vaba valik ja ta ei saa seetõttu ilma negatiivsete tagajärgedeta nõusoleku andmisest keelduda või nõusolekut tagasi võtta."
		},
		{
			"lang": "el",
			"text": "Για τη διασφάλιση της ελεύθερης συγκατάθεσης, πρέπει να διευκρινίζεται ότι η συγκατάθεση δεν συνιστά έγκυρο νομικό λόγο όταν το φυσικό πρόσωπο δεν έχει γνήσια και ελεύθερη επιλογή και δεν είναι ακολούθως σε θέση να αρνηθεί ή να αποσύρει τη συγκατάθεση χωρίς αυτό να αποβεί εις βάρος του."
		},
		{
			"lang": "bg",
			"text": "За да се гарантира свободното съгласие, следва да бъде разяснено, че съгласието не дава валидно правно основание, когато лицето няма истински и свободен избор и впоследствие не е в състояние да откаже или да оттегли съгласието си, без това да доведе до вредни последици за него."
		},
		{
			"lang": "hu",
			"text": "A szabad akaratból tett hozzájárulás biztosítása érdekében egyértelművé kell tenni, hogy a hozzájárulás jelent érvényes jogalapot, amennyiben az egyén nem rendelkezik egyéni és szabad választással, és később nem tagadhatja meg vagy vonhatja vissza hátrányok nélkül a hozzájárulását."
		},
		{
			"lang": "mt",
			"text": "Sabiex ikun żgurat kunsens liberu, għandu jkun iċċarat li l-kunsens ma jipprovdix bażi legali valida meta l-individwu ma jkollu l-ebda għażla ġenwina u libera u sussegwentement ma jkunx jista’ jirrifjuta jew jirtira l-kunsens mingħajr ħsara."
		},
		{
			"lang": "lv",
			"text": "Lai nodrošinātu, ka piekrišana ir brīva, būtu jāprecizē, ka piekrišana nav derīgs juridiskais pamats, ja personai nav īstas un brīvas izvēles un viņš pēcāk bez zaudējumiem nevar atteikties vai atsaukt savu izvēli."
		},
		{
			"lang": "ro",
			"text": "Pentru a se asigura consimțământul liber, ar trebui să se precizeze că un consimțământ nu constituie un temei juridic valabil în cazul în care persoana fizică nu dispune cu adevărat de libertatea de a alegere și ulterior nu poate să refuze sau să își retragă consimțământul fără a fi prejudiciată."
		},
		{
			"lang": "sk",
			"text": "Aby sa zabezpečilo, že vyjadrenie súhlasu bude dobrovoľné, malo by sa ozrejmiť, že súhlas neposkytuje platný právny základ, ak fyzická osoba nemohla vykonať riadnu a slobodnú voľbu, a teda následne nemôže odmietnuť alebo odvolať súhlas bez nepriaznivých následkov."
		},
		{
			"lang": "sl",
			"text": "Za zagotovitev prostovoljne privolitve bi bilo treba pojasniti, da privolitev ne pomeni veljavne pravne podlage, če posameznik nima dejanske in prostovoljne izbire in zato privolitve ne more zavrniti ali preklicati brez škode."
		},
		{
			"lang": "fi",
			"text": "Sen varmistamiseksi, että suostumus annetaan vapaasti, olisi täsmennettävä, että suostumus ei ole pätevä peruste tietojenkäsittelylle, jos yksilöllä ei ole todellista vapaan valinnan mahdollisuutta ja jos hän ei voi myöhemmin kieltäytyä suostumuksen antamisesta tai peruuttaa sitä ilman, että siitä aiheutuu hänelle haittaa."
		},
		{
			"lang": "pl",
			"text": "W celu zapewnienia dobrowolnej zgody należy wyjaśnić, że zgoda nie stanowi ważnej podstawy prawnej, jeśli dana osoba nie może dokonać rzeczywistego i wolnego wyboru, a następnie nie może odmówić ani odwołać zgody bez poniesienia szkody."
		},
		{
			"lang": "lt",
			"text": "siekiant užtikrinti, kad sutikimas būtų savanoriškas, reikėtų tiksliai apibrėžti, kad sutikimas nėra laikomas galiojančiu teisiniu pagrindu, kai asmuo faktiškai neturi laisvo pasirinkimo ir todėl negali atsisakyti sutikti arba sutikimo atšaukti, nepatirdamos žalos;"
		},
		{
			"lang": "nl",
			"text": "Om te waarborgen dat het om vrije toestemming gaat, dient duidelijk te worden gemaakt dat toestemming geen geldige rechtsgrondslag is wanneer de betrokkene geen echte vrije keuze heeft en zijn toestemming derhalve niet kan weigeren of intrekken zonder nadelige gevolgen."
		},
		{
			"lang": "sv",
			"text": "För att säkerställa att samtycket är frivilligt bör det klargöras att ett samtycke inte är giltig rättslig grund om den enskilde inte har något genuin och fri valmöjlighet och därför inte utan problem kan vägra eller ta tillbaka sitt samtycke."
		}
	],
	"children": [],
	"title": "Recital 33"
}