{
	"id": "r44",
	"type": "recital",
	"literal": "44",
	"parent": "_",
	"text": [
		{
			"lang": "en",
			"text": "Where in the course of electoral activities, the operation of the democratic system requires in a Member State that political parties compile data on people's political opinions, the processing of such data may be permitted for reasons of public interest, provided that appropriate safeguards are established."
		},
		{
			"lang": "de",
			"text": "Wenn es in einem Mitgliedstaat zum Funktionieren des demokratischen Systems gehört, dass die politischen Parteien im Zusammenhang mit Wahlen Daten über die politische Einstellung von Personen sammeln, kann die Verarbeitung derartiger Daten aus Gründen des öffentlichen Interesses zugelassen werden, sofern angemessene Garantien vorgesehen werden."
		},
		{
			"lang": "fr",
			"text": "Si, dans le cadre d'activités liées à des élections, le fonctionnement du système démocratique suppose, dans un État membre, que les partis politiques collectent des données relatives aux opinions politiques des personnes, le traitement de telles données peut être autorisé pour des motifs d'intérêt général, à condition que des garanties appropriées soient prévues."
		},
		{
			"lang": "es",
			"text": "Si, en el marco de actividades electorales, el funcionamiento del sistema democrático exige en algunos Estados miembros que los partidos políticos recaben datos sobre la ideología política de los ciudadanos, puede autorizarse el tratamiento de estos datos por motivos importantes de interés público, siempre que se establezcan las garantías apropiadas."
		},
		{
			"lang": "pt",
			"text": "Sempre que, no âmbito do exercício de atividades eleitorais, o funcionamento do sistema democrático exigir, num Estado-Membro, que os partidos políticos recolham dados sobre a opinião política das pessoas, o tratamento desses dados pode ser autorizado por motivos de interesse público importante, desde que sejam estabelecidas garantias adequadas."
		},
		{
			"lang": "it",
			"text": "Se, nel corso di attività elettorali, il funzionamento del sistema democratico presuppone, in alcuni Stati membri, che i partiti politici raccolgano dati sulle opinioni politiche delle persone, può esserne consentito il trattamento per motivi di interesse pubblico, purché siano predisposte congrue garanzie."
		},
		{
			"lang": "ga",
			"text": "I gcás ina gcuireann feidhmiú an chórais dhaonlathaigh de cheangal ar Bhallstát, agus é i mbun gníomhaíochtaí toghcháin, go dtiomsaíonn páirtithe polaitiúla sonraí maidir le tuairimí polaitiúla na ndaoine, féadfar próiseáil sonraí den sórt sin a cheadú ar chúiseanna a bhaineann le leas an phobail, ar choinníoll go mbunófar cosaintí iomchuí."
		},
		{
			"lang": "cs",
			"text": "Pokud je v rámci činností spojených s volbami pro fungování demokratického systému v členském státě třeba, aby politické strany shromažďovaly údaje týkající se politických názorů jednotlivců, může být zpracování těchto údajů povoleno z důvodu veřejného zájmu za předpokladu, že jsou stanoveny vhodné záruky."
		},
		{
			"lang": "da",
			"text": "Hvis det i forbindelse med afholdelse af valg i en medlemsstat er nødvendigt, for at det demokratiske system kan fungere, at politiske partier indsamler oplysninger om enkeltpersoners politiske holdning, kan behandling af sådanne oplysninger tillades af hensyn til varetagelsen af samfundsinteresser, såfremt der fastsættes bestemmelser om de fornødne garantier."
		},
		{
			"lang": "et",
			"text": "Kui valimisprotsessi käigus eeldab liikmesriigi demokraatlik süsteem, et poliitilised parteid koguvad andmeid inimeste poliitiliste veendumuste kohta, võib selliste andmete töötlemine olla lubatud avalike huvidega seotud põhjustel ja tingimusel, et rakendatakse vajalikke kaitsemeetmeid."
		},
		{
			"lang": "el",
			"text": "Εάν στο πλαίσιο εκλογικών δραστηριοτήτων, η λειτουργία του δημοκρατικού συστήματος απαιτεί σε ένα κράτος μέλος τη συγκέντρωση από τα πολιτικά κόμματα δεδομένων σχετικά με τα πολιτικά φρονήματα των πολιτών, η επεξεργασία των εν λόγω δεδομένων μπορεί να επιτρέπεται για λόγους δημόσιου συμφέροντος, υπό τον όρο ότι θεσπίζονται κατάλληλες εγγυήσεις."
		},
		{
			"lang": "bg",
			"text": "Когато демократичната система в дадена държава-членка предполага по време на предизборна дейност политическите партии да събират данни за политическите възгледи на гражданите, обработването на тези данни може да бъде разрешено по съображения от обществен интерес, при условие че са предвидени подходящи гаранции."
		},
		{
			"lang": "hu",
			"text": "A választással kapcsolatos tevékenységek során egyes tagállamokban a demokratikus rendszer működése megkívánja, hogy a politikai pártok adatokat gyűjtsenek az emberek politikai véleményéről; az ilyen adatok feldolgozása csak közérdekből lehetséges, feltéve hogy megfelelő biztosítékokat hoznak létre."
		},
		{
			"lang": "mt",
			"text": "Fejn waqt attivitajiet elettorali, l-operat tas-sistema demokratika teżiġi fi Stat Membru li l-partijiet politiċi jikkompilaw dejta dwar l-opinjonijiet politiċi tan-nies, l-ipproċessar ta’ din id-dejta jista’ jkun permess għal raġunijiet ta’ interess pubbliku, sakemm ikunu stabbiliti salvagwardji xierqa."
		},
		{
			"lang": "lv",
			"text": "Dažās dalībvalstīs vēlēšanu pasākumu laikā demokrātiskās sistēmas darbība prasa, lai politiskās partijas vāktu datus par cilvēku politiskajiem uzskatiem, šādu datu apstrādi var pieļaut, pamatojoties uz sabiedrības interesēm, ar noteikumu, ka ir noteikti atbilstoši aizsardzības pasākumi."
		},
		{
			"lang": "ro",
			"text": "În cazul în care, în cadrul activităților electorale, funcționarea sistemului democratic necesită, într-un stat membru, ca partidele politice să colecteze date privind opiniile politice ale persoanelor, prelucrarea unor astfel de date poate fi permisă din motive de interes public, cu condiția să se prevadă garanțiile corespunzătoare."
		},
		{
			"lang": "sk",
			"text": "Tam, kde si počas volebných aktivít fungovanie demokratického systému v niektorom členskom štáte vyžaduje, aby politické strany zhromažďovali údaje o politických názoroch ľudí, môže byť spracovanie týchto údajov povolené z dôvodov verejného záujmu, a to za predpokladu, že sú poskytnuté náležité záruky."
		},
		{
			"lang": "sl",
			"text": "Kadar med volilnimi dejavnostmi delovanje demokratičnega sistema v državi članici zahteva, da politične stranke zberejo podatke o političnem prepričanju ljudi, se lahko obdelava takih podatkov dovoli zaradi javnega interesa, če so vzpostavljeni ustrezni zaščitni ukrepi."
		},
		{
			"lang": "fi",
			"text": "Jos demokraattisen järjestelmän vaaleihin liittyvä toiminta tietyissä jäsenvaltioissa edellyttää, että poliittiset puolueet keräävät tietoja henkilöiden poliittisista mielipiteistä, kyseisten tietojen käsittely voidaan sallia yleisen edun vuoksi sillä edellytyksellä, että otetaan käyttöön asianmukaiset takeet."
		},
		{
			"lang": "pl",
			"text": "W przypadku gdy w trakcie działań wyborczych funkcjonowanie systemu demokratycznego w niektórych państwach członkowskich wymaga zbierania przez partie polityczne danych na temat opinii politycznych obywateli, przetwarzanie tych danych może być dozwolone ze względu na interes publiczny, pod warunkiem ustanowienia odpowiednich gwarancji."
		},
		{
			"lang": "lt",
			"text": "tais atvejais, kai, vykstant rinkimams, demokratinės sistemos veikimui tam tikroje valstybėje narėje užtikrinti būtina, kad politinės partijos surinktų duomenis apie asmenų politines pažiūras, gali būti leista tvarkyti tokius duomenis ginant viešąjį interesą su sąlyga, kad yra nustatytos tinkamos apsaugos priemonės;"
		},
		{
			"lang": "nl",
			"text": "Wanneer de door de voor de verwerking verantwoordelijke in de door hem verwerkte gegevens geen natuurlijk persoon kan identificeren, hoeft hij niet te worden verplicht om, uitsluitend om aan een bepaling van deze verordening te voldoen, aanvullende informatie te verkrijgen ter identificatie van de betrokkene. Bij een verzoek om toegang moet de voor de verwerking verantwoordelijke bevoegd zijn de betrokkene aanvullende informatie te vragen om de gezochte persoonsgegevens te kunnen vinden."
		},
		{
			"lang": "sv",
			"text": "Om det för att det demokratiska systemet ska fungera i samband med allmänna val är nödvändigt att politiska partier i vissa medlemsstater samlar in uppgifter om enskilda personers politiska uppfattningar får behandling av sådana uppgifter tillåtas i det allmännas intresse, på villkor att bestämmelser finns om lämpliga skyddsåtgärder."
		}
	],
	"children": [],
	"title": "Recital 44"
}