{
	"id": "r47",
	"type": "recital",
	"literal": "47",
	"parent": "_",
	"text": [
		{
			"lang": "en",
			"text": "Modalities should be provided for facilitating the data subject’s exercise of their rights provided by this Regulation, including mechanisms to request, free of charge, in particular access to data, rectification, erasure and to exercise the right to object. The controller should be obliged to respond to requests of the data subject within a fixed deadline and give reasons, in case he does not comply with the data subject's request."
		},
		{
			"lang": "de",
			"text": "Es gilt, die Modalitäten festzulegen, die es einer betroffenen Person ermöglichen, die ihr nach diese Verordnung zustehenden Rechte wahrzunehmen, etwa dass sie ein kostenfreies Auskunftsrecht oder ein Recht auf Berichtigung oder Löschung von Daten besitzt oder von ihrem Widerspruchsrecht Gebrauch machen kann. Der für die Verarbeitung Verantwortliche sollte verpflichtet werden, innerhalb einer bestimmten Frist auf das Ansuchen der betroffenen Person zu antworten und eine etwaige Ablehnung des Ansuchens zu begründen."
		},
		{
			"lang": "fr",
			"text": "Des modalités devraient être prévues pour faciliter l'exercice, par la personne concernée, des droits qui lui sont conférés par le présent règlement, notamment les moyens de demander sans frais l'accès aux données, leur rectification ou leur effacement, et d'exercer son droit d'opposition. Le responsable du traitement devrait être tenu de répondre à la personne concernée dans un délai donné et de motiver tout refus."
		},
		{
			"lang": "es",
			"text": "Deben arbitrarse fórmulas para facilitar al interesado el ejercicio de sus derechos en virtud del presente Reglamento, incluidos los mecanismos para solicitar de forma gratuita, entre otras cosas, el acceso a los datos, su rectificación y supresión, y para ejercer el derecho de oposición. El responsable del tratamiento debe estar obligado a responder a las solicitudes del interesado en un plazo determinado y, en el supuesto de que no las atienda, a explicar sus motivos."
		},
		{
			"lang": "pt",
			"text": "Devem ser previstas modalidades para facilitar o exercício, pelo titular de dados, dos direitos que lhe são conferidos nos termos do presente regulamento, incluindo mecanismos para solicitar, a título gratuito, em especial o acesso aos dados, a retificação, a supressão e o exercício do seu direito de oposição. O responsável pelo tratamento deve ser obrigado a responder ao titular dos dados dentro de um prazo estipulado e fundamentar qualquer recusa."
		},
		{
			"lang": "it",
			"text": "Occorre prevedere modalità volte ad agevolare l’esercizio dei diritti di cui al presente regolamento, compresi i meccanismi per la richiesta, gratuita, di accedere ai dati, rettificarli e cancellarli in particolare, e per l’esercizio del diritto di opposizione. Il responsabile del trattamento deve essere tenuto a rispondere alle richieste dell’interessato entro un termine prestabilito e a motivare l’eventuale rifiuto."
		},
		{
			"lang": "ga",
			"text": "Ba cheart rialacha mionsonraithe a thabhairt le go bhféadfaidh an duine is ábhar do na sonraí a chearta a bhfuil foráil déanta ina leith sa Rialachán seo a fheidhmiú, lena n‑áirítear, go háirithe, sásraí lena n‑iarrfar, saor in aisce, rochtain ar shonraí, ceartú sonraí, scriosadh sonraí agus cead an ceart chun agóide a fheidhmiú. Ba cheart go mbeadh sé d’oibleagáid ar an rialaitheoir iarrataí ón duine is ábhar do na sonraí a fhreagairt laistigh de spriocdháta socraithe agus go mbeadh sé d'oibleagáid air cúiseanna a thabhairt mura gcomhlíonann sé iarraidh an duine sin."
		},
		{
			"lang": "cs",
			"text": "Měly by být stanoveny postupy, které by subjektům údajů usnadnily výkon jejich práv, jež jim podle tohoto nařízení náležejí, včetně bezplatného používání mechanismů pro podávání žádostí zejména o přístup k údajům, o opravu, výmaz, nebo práva vznést námitku. Správci by měla být uložena povinnost odpovědět na žádost subjektu údajů ve stanovené lhůtě s uvedením důvodů v případě, že žádosti subjektu údajů nevyhoví."
		},
		{
			"lang": "da",
			"text": "Der bør fastsættes nærmere bestemmelser, som kan lette de registreredes udøvelse af deres rettigheder i overensstemmelse med denne forordning, herunder systemer til gratis at anmode om indsigt, berigtigelse og sletning og til at udøve retten til indsigelse. Den registeransvarlige bør være forpligtet til at besvare sådanne anmodninger fra den registrerede inden for en fast tidsfrist og begrunde det, hvis vedkommende ikke imødekommer den registreredes anmodning."
		},
		{
			"lang": "et",
			"text": "Tuleks ette näha kord, millega lihtsustatakse käesoleva määrusega andmesubjektile antud õiguste kasutamist, sealhulgas mehhanismid, mille abil tasuta taotleda eelkõige juurdepääsu andmetele, õigust andmeid parandada ja kustutada ning kasutada vaidlustamisõigust. Vastutav töötleja peaks olema kohustatud vastama andmesubjekti taotlustele kindlaksmääratud tähtaja jooksul ning vastamisest keeldumise korral seda põhjendama."
		},
		{
			"lang": "el",
			"text": "Πρέπει να προβλέπονται τρόποι για τη διευκόλυνση της άσκησης από το πρόσωπο στο οποίο αναφέρονται τα δεδομένα των δικαιωμάτων του που προβλέπονται από τον παρόντα κανονισμό, συμπεριλαμβανομένων ειδικότερα μηχανισμών υποβολής αιτημάτων -χωρίς οικονομική επιβάρυνση- πρόσβασης σε δεδομένα, διόρθωσης, διαγραφής και άσκησης του δικαιώματος αντίταξης. Ο υπεύθυνος επεξεργασίας πρέπει να υποχρεούται να απαντά σε αιτήματα του προσώπου στο οποίο αναφέρονται τα δεδομένα εντός καθορισμένης προθεσμίας και να παρέχει αιτιολογία στην περίπτωση που δεν συμμορφώνεται προς το αίτημα του προσώπου στο οποίο αναφέρονται τα δεδομένα."
		},
		{
			"lang": "bg",
			"text": "Следва да бъдат осигурени условия за улесняване на упражняването на правата на субектите на данни, предоставени с настоящия регламент, включително механизми за безплатно искане на достъп до данни, коригиране, заличаване и упражняване на правото на възражение. Администраторът следва да бъде задължен да отговори на исканията на субекта на данни в рамките на фиксиран срок и да посочи причините, в случай че не изпълни искането на субекта на данни."
		},
		{
			"lang": "hu",
			"text": "Az érintettek e rendeletben biztosított jogainak gyakorlását egyszerűbbé tevő eljárásokat – ideértve az adatok vonatkozásában kérelemre és térítésmentesen biztosított hozzáférés, helyesbítés és törlés, valamint a tiltakozáshoz való jog gyakorlásának mechanizmusait – kell létrehozni. Az adatkezelőnek kötelesnek kell lennie arra, hogy az érintett kérelmére meghatározott határidőn belül válaszoljon, valamint hogy megindokolja, ha nem ad helyt az érintett kérelmének."
		},
		{
			"lang": "mt",
			"text": "Għandhom jiġu pprovduti modalitajiet għall-faċilitazzjoni tal-eżerċizzju tas-suġġett tad-dejta tad-drittijiet tiegħu pprovduti minn dan ir-Regolament, inklużi mekkaniżmi sabiex wieħed jitlob, bla ħlas, b’mod partikolari aċċess għad-dejta, rettifika, tħassir u sabiex wieħed jeżerċita d-dritt għall-oġġezzjoni. Il-kontrollur għandu jkun obbligat iwieġeb għal talbiet tas-suġġett tad-dejta fi żmien skadenza fissa u jagħti raġunijiet, f’każ li ma jikkonformax mat-talba tas-suġġett tad-dejta."
		},
		{
			"lang": "lv",
			"text": "Būtu jāparedz kārtība, kas atvieglotu datu subjektam šajā regula paredzēto tiesību izmantošanu, tai skaitā mehānismi, kā bez maksas pieprasīt piekļuvi datiem, to labošanu un dzēšanu un kā izmantot tiesības iebilst. Pārzinim būtu jāuzliek pienākums atbildēt uz datu subjekta pieprasījumiem noteiktā termiņā un minēt iemeslus, kāpēc datu subjekta pieprasījums nav izpildāms."
		},
		{
			"lang": "ro",
			"text": "Ar trebui prevăzute modalități de facilitare a exercitării de către persoana vizată a drepturile sale stipulate de prezentul regulament, inclusiv mecanismele de a solicita, în mod gratuit, în special, accesul la date, rectificarea și ștergerea acestora, precum și exercitarea dreptului la opoziție. Operatorul ar trebui să fie aibă obligația de a răspunde cererilor persoanelor vizate într-un termen fix și, în cazul în care nu se conformează cererii persoanei vizate, să motiveze acest refuz."
		},
		{
			"lang": "sk",
			"text": "Mali by sa stanoviť spôsoby, ktoré by dotknutej osobe uľahčili uplatnenie jej práv stanovených v tomto nariadení, vrátane mechanizmov pre vyžiadanie si bezplatného prístupu k údajom, ich opravu, výmaz a na uplatnenie práva namietať. Prevádzkovateľ by mal byť povinný odpovedať na žiadosť dotknutej osoby v stanovenej lehote a uviesť dôvody v prípade, že nemôže vyhovieť žiadosti dotknutej osoby."
		},
		{
			"lang": "sl",
			"text": "Zagotoviti bi bilo treba načine za olajšanje uveljavljanja pravic posameznika, na katerega se nanašajo osebni podatki, ki jih zagotavlja ta uredba, vključno z mehanizmi, s katerimi se brezplačno zahtevajo zlasti dostop do podatkov, popravek, izbris in uveljavljanje pravice do ugovora. Upravljavec bi moral biti zavezan, da na zahtevo posameznika, na katerega se nanašajo osebni podatki, odgovori v določenem roku in da v primeru neizpolnitve zahteve posameznika navede razloge za to."
		},
		{
			"lang": "fi",
			"text": "Olisi säädettävä yksityiskohtaisesti siitä, miten tähän asetukseen perustuvien rekisteröidyn oikeuksien käyttämistä voitaisiin helpottaa, esimerkiksi siitä, miten voi pyytää maksutta pääsyä tietoihin tai tietojen oikaisemista ja poistamista sekä käyttää oikeutta vastustaa tietojenkäsittelyä. Rekisterinpitäjä olisi velvoitettava vastaamaan rekisteröidyn pyyntöihin tietyssä määräajassa ja perustelemaan kieltäytymisensä siinä tapauksessa, että rekisteröidyn pyyntöä ei noudateta."
		},
		{
			"lang": "pl",
			"text": "Należy opracować sposoby ułatwienia podmiotowi danych korzystania z praw przysługujących mu na mocy niniejszego rozporządzenia, włączając mechanizmy składania wniosków, wolnych od opłat, dotyczących w szczególności dostępu do danych, poprawiania ich, usuwania oraz wykonywania prawa wniesienia sprzeciwu. Administrator powinien być zobowiązany do udzielania odpowiedzi na wnioski podmiotów danych w określonym terminie oraz podania przyczyn ewentualnego braku zastosowania się do wniosku danego podmiotu danych."
		},
		{
			"lang": "lt",
			"text": "siekiant palengvinti duomenų subjekto naudojimąsi savo teisėmis pagal šį reglamentą, turėtų būti nustatytos naudojimosi jomis sąlygos, įskaitant visų pirma prašymo nemokamai suteikti teisę susipažinti su duomenimis, reikalauti juos ištaisyti ir ištrinti, taip pat naudojimosi teise nesutikti tvarką. Duomenų valdytojas turėtų būti įpareigotas į duomenų subjekto prašymus atsakyti per nustatytą terminą ir, jei duomenų subjekto prašymo netenkina, nurodyti priežastis;"
		},
		{
			"lang": "nl",
			"text": "Overeenkomstig de beginselen van eerlijke en transparante verwerking dient de betrokkene met name te worden ingelicht over het feit dat er verwerking plaatsvindt en waartoe, en te worden gewezen op de bewaringstermijn van de gegevens, het recht van toegang, rectificatie of uitwissing, en het recht een klacht in te dienen. Indien de gegevens van de betrokkene moeten worden verkregen, dient hem te worden medegedeeld of hij verplicht is de gegevens te verstrekken en wat de gevolgen zijn van niet-verstrekking van de gegevens."
		},
		{
			"lang": "sv",
			"text": "Förfaranden bör fastställas som gör det lättare för registrerades att utöva sina rättigheter enligt denna förordning, bl.a. mekanismer för att kostnadsfritt särskilt begära tillgång till uppgifterna, rättelser, radering och att utöva rätten att göra invändningar. Registeransvariga bör inom en fastställd tidsfrist vara skyldiga att besvara registrerades önskemål och lämna en motivering om den registrerades önskemål inte kan uppfyllas."
		}
	],
	"children": [],
	"title": "Recital 47"
}