{
	"id": "r57",
	"type": "recital",
	"literal": "57",
	"parent": "_",
	"text": [
		{
			"lang": "en",
			"text": "Where personal data are processed for the purposes of direct marketing, the data subject should have the right to object to such processing free of charge and in a manner that can be easily and effectively invoked.."
		},
		{
			"lang": "de",
			"text": "Werden personenbezogene Daten verarbeitet, um Direktwerbung für nichtkommerzielle Zwecke zu betreiben, sollte die betroffene Person unentgeltlich, einfach und effektiv Widerspruch gegen eine solche Verarbeitung einlegen können."
		},
		{
			"lang": "fr",
			"text": "Lorsque des données à caractère personnel sont traitées à des fins de marketing direct, la personne concernée devrait avoir le droit de s’opposer à ce traitement, sans frais et d’une manière simple et effective."
		},
		{
			"lang": "es",
			"text": "Cuando los datos personales se sometan a tratamiento con fines de mercadotecnia directa, al interesado le debe asistir el derecho de oponerse a dicho tratamiento de forma gratuita y de una manera que pueda ser invocada con facilidad y efectividad."
		},
		{
			"lang": "pt",
			"text": "Sempre que os dados pessoais forem objeto de tratamento para efeitos de comercialização direta, o titular dos dados tem o direito de se opor a tal tratamento gratuitamente, e que possa ser invocado de forma simples e efetiva."
		},
		{
			"lang": "it",
			"text": "Qualora i dati personali siano trattati per finalità di marketing diretto, l’interessato deve avere il diritto di opporsi a tale trattamento, gratuitamente e con una modalità facili e effettive."
		},
		{
			"lang": "ga",
			"text": "I gcás ina ndéantar sonraí pearsanta a phróiseáil chun margaíocht dhíreach a dhéanamh, ba cheart go mbeadh sé de cheart ag an duine is ábhar do na sonraí agóid a dhéanamh i gcoinne phróiseáil na sonraí sin saor in aisce agus go héasca éifeachtach."
		},
		{
			"lang": "cs",
			"text": "Pokud jsou údaje zpracovávány pro účely přímého marketingu, měl by mít subjekt údajů právo zdarma, jednoduše a účinně vznést proti tomuto zpracování námitku."
		},
		{
			"lang": "da",
			"text": "Hvis personoplysninger behandles med henblik på direkte markedsføring, bør den registrerede have ret til gratis og på en måde, der let og effektivt kan gøres gældende, at gøre indsigelse mod en sådan behandling."
		},
		{
			"lang": "et",
			"text": "Kui isikuandmeid töödeldakse otseturunduse eesmärgil, peaks olema andmesubjektil õigus selline töötlemine tasuta, lihtsalt ja tulemuslikult vaidlustada."
		},
		{
			"lang": "el",
			"text": "Εάν δεδομένα προσωπικού χαρακτήρα υποβάλλονται σε επεξεργασία για σκοπούς ενεργητικής εμπορικής προώθησης , το πρόσωπο στο οποίο αναφέρονται τα δεδομένα πρέπει να έχει το δικαίωμα να αντιταχθεί στην εν λόγω επεξεργασία ατελώς και με ευχερή και αποτελεσματικό τρόπο."
		},
		{
			"lang": "bg",
			"text": "Когато се обработват лични данни за целите на директния маркетинг, субектът на данните следва да има право на възражение срещу такова обработване безплатно и по начин, който може лесно и ефективно да се използва."
		},
		{
			"lang": "hu",
			"text": "Ha az adatokat közvetlen üzletszerzés érdekében dolgozzák fel, az érintett jogosult térítésmentesen, valamint könnyen és hatékonyan kifogásolni az ilyen feldolgozást."
		},
		{
			"lang": "mt",
			"text": "Meta d-dejta personali tkun ipproċessata għall-għanijiet ta’ marketing dirett, is-suġġett tad-dejta għandu jkollu d-dritt li joġġezzjona għal dan l-ipproċessar bla ma jkollu jagħmel ebda ħlas u b’mod effettiv u li jkun jista’ jiġi invokat faċilment."
		},
		{
			"lang": "lv",
			"text": "Ja personas datus apstrādā tiešās tirgvedības nolūkos, datu subjektam vajadzētu būt tiesībām viegli izmantojamā un efektīvā veidā bez maksas iebilst pret šādu apstrādi."
		},
		{
			"lang": "ro",
			"text": "În cazul în care datele cu caracter personal sunt prelucrate în scopuri de marketing direct, persoana vizată ar trebui să aibă gratuit dreptul la opoziție cu privire la o astfel de prelucrare, care să poată fi invocat cu ușurință și în mod efectiv."
		},
		{
			"lang": "sk",
			"text": "Ak sa osobné údaje spracúvajú na účely priameho marketingu, dotknutá osoba by mala mať právo namietať proti takému spracovaniu, a to bezplatne a jednoduchým a účinným spôsobom."
		},
		{
			"lang": "sl",
			"text": "Kadar se osebni podatki obdelujejo zaradi neposrednega trženja, bi moral imeti posameznik, na katerega se nanašajo osebni podatki, pravico, da taki obdelavi ugovarja brezplačno in na način, ki ga je mogoče enostavno in učinkovito uveljavljati."
		},
		{
			"lang": "fi",
			"text": "Jos henkilötietoja käsitellään suoramarkkinointia varten, rekisteröidyllä olisi oltava oikeus vastustaa henkilötietojensa käsittelyä tällaista markkinointia varten maksutta ja tavalla, johon tämä voi vedota helposti ja tehokkaasti."
		},
		{
			"lang": "pl",
			"text": "Jeśli dane osobowe przetwarzane są do celów marketingu bezpośredniego, podmiot danych powinien mieć prawo wniesienia sprzeciwu wobec takiego przetwarzania w prosty, skuteczny i wolny od opłat sposób."
		},
		{
			"lang": "lt",
			"text": "jeigu asmens duomenys tvarkomi tiesioginės rinkodaros tikslais, duomenų subjektas turėtų galėti nemokamai, paprastai ir veiksmingai pasinaudoti teise nesutikti su tokiu duomenų tvarkymu;"
		},
		{
			"lang": "nl",
			"text": "Wanneer persoonsgegevens worden verwerkt ten behoeve van direct marketing, dient de betrokkene het recht te hebben om hier op eeenvoudige en doeltreffende wijze kosteloos bezwaar tegen te maken."
		},
		{
			"lang": "sv",
			"text": "När personuppgifter behandlas för direkt marknadsföring bör den registrerade ha rätt att kostnadsfritt och på ett enkelt och effektivt sätt resa invändningar mot behandlingen."
		}
	],
	"children": [],
	"title": "Recital 57"
}