{
	"id": "r7",
	"type": "recital",
	"literal": "7",
	"parent": "_",
	"text": [
		{
			"lang": "en",
			"text": "The objectives and principles of Directive 95/46/EC remain sound, but it has not prevented fragmentation in the way data protection is implemented across the Union, legal uncertainty and a widespread public perception that there are significant risks for the protection of individuals associated notably with online activity. Differences in the level of protection of the rights and freedoms of individuals, notably to the right to the protection of personal data, with regard to the processing of personal data afforded in the Member States may prevent the free flow of personal data throughout the Union. These differences may therefore constitute an obstacle to the pursuit of economic activities at the level of the Union, distort competition and impede authorities in the discharge of their responsibilities under Union law. This difference in levels of protection is due to the existence of differences in the implementation and application of Directive 95/46/EC."
		},
		{
			"lang": "de",
			"text": "Die Ziele und Grundsätze der Richtlinie 95/46/EG besitzen nach wie vor Gültigkeit, doch hat die Richtlinie eine unterschiedliche Handhabung des Datenschutzes in der Union, Rechtsunsicherheit sowie die weit verbreitete öffentliche Meinung, dass speziell im Internet der Datenschutz nicht immer gewährleistet ist, nicht verhindern können. Unterschiede beim Schutz der Rechte und Grundfreiheiten von Personen im Zusammenhang mit der Verarbeitung personenbezogener Daten in den Mitgliedstaaten, vor allem beim Recht auf Schutz dieser Daten, kann den freien Verkehr solcher Daten in der gesamten Union behindern. Diese Unterschiede im Schutzniveau können ein Hemmnis für die unionsweite Ausübung von Wirtschaftstätigkeiten darstellen, den Wettbewerb verzerren und die Behörden an der Erfüllung der ihnen nach dem Unionsrecht obliegenden Pflichten hindern. Sie erklären sich aus den Unterschieden bei der Umsetzung und Anwendung der Richtlinie 95/46/EG."
		},
		{
			"lang": "fr",
			"text": "Si elle demeure satisfaisante en ce qui concerne ses objectifs et ses principes, la directive 95/46/CE n'a pas permis d’éviter une fragmentation de la mise en œuvre de la protection des données à caractère personnel dans l'Union, une insécurité juridique et le sentiment, largement répandu dans le public, que des risques importants subsistent, notamment dans l’environnement en ligne. Si le niveau de protection des droits et libertés des personnes physiques ‑ notamment du droit à la protection des données à caractère personnel ‑ accordé dans les États membres à l’égard du traitement des données à caractère personnel n'est pas identique, cela risque d'entraver la libre circulation de ces données dans toute l'Union. Ces différences peuvent dès lors constituer un obstacle à l'exercice des activités économiques au niveau de l’Union, fausser la concurrence et empêcher les autorités de s'acquitter des obligations qui leur incombent en vertu du droit de l'Union. Ces écarts de niveau de protection résultent de l'existence de divergences dans la transposition et l’application de la directive 95/46/CE."
		},
		{
			"lang": "es",
			"text": "Aunque los objetivos y principios de la Directiva 95/46/CE siguen siendo válidos, ello no ha impedido la fragmentación en la manera en que se aplica la protección de los datos en el territorio de la Unión, la inseguridad jurídica y una percepción generalizada entre la opinión pública de que existen riesgos significativos para la protección de las personas relacionados especialmente con las actividades en línea. Las diferencias en el nivel de protección de los derechos y libertades de las personas, en particular, del derecho a la protección de los datos de carácter personal, en lo que respecta al tratamiento que se da a dichos datos en los Estados miembros, pueden impedir la libre circulación de los datos de carácter personal en la Unión. Estas diferencias pueden constituir, por lo tanto, un obstáculo al ejercicio de las actividades económicas a nivel de la Unión, falsear la competencia e impedir que las autoridades cumplan los cometidos que les incumben en virtud del Derecho de la Unión. Esta diferencia en los niveles de protección se debe a la existencia de divergencias en la ejecución y aplicación de la Directiva 95/46/CE."
		},
		{
			"lang": "pt",
			"text": "Os objetivos e os princípios da Diretiva 95/46/CE continuam a ser válidos, mas não evitaram a fragmentação de execução da proteção dos dados a nível da UE, bem como a insegurança jurídica e o sentimento generalizado na opinião pública de que subsistem riscos significativos, particularmente nas atividades em linha. As diferenças entre os Estados-membros quanto ao nível de proteção dos direitos e das liberdades das pessoas, nomeadamente do direito à proteção dos dados pessoais, no que respeita ao tratamento desses dados, podem impedir a livre circulação de dados pessoais no conjunto da União. Estas diferenças podem, por conseguinte, constituir um obstáculo ao exercício das atividades económicas a nível da UE, falsear a concorrência e impedir as autoridades de cumprirem as obrigações que lhes incumbem por força do direito da União. Estas diferenças nos níveis de proteção devem-se à existência de disparidades na execução e aplicação da Diretiva 95/46/CE."
		},
		{
			"lang": "it",
			"text": "Sebbene i suoi obiettivi e principi rimangano tuttora validi, la direttiva 95/46/CE non ha impedito la frammentazione delle modalità di applicazione della protezione dei dati personali nel territorio dell’Unione, né ha eliminato l’incertezza giuridica e la percezione, largamente diffusa nel pubblico, che soprattutto le operazioni on line comportino notevoli rischi. La compresenza di diversi livelli di tutela dei diritti e delle libertà delle persone fisiche, in particolare del diritto alla protezione dei dati personali, riservata al trattamento di tali dati negli Stati membri può ostacolare la libera circolazione dei dati personali all’interno dell’Unione. Tali differenze possono pertanto costituire un freno all’esercizio delle attività economiche su scala dell’Unione, falsare la concorrenza e impedire alle autorità nazionali di adempiere agli obblighi loro derivanti dal diritto dell’Unione. Il divario creatosi nei livelli di protezione è dovuto alle divergenze nell’attuare e applicare la direttiva 95/46/CE."
		},
		{
			"lang": "ga",
			"text": "Tá cuspóirí agus prionsabail Threoir 95/46/CE fónta i gcónaí ach níor éirigh léi ilroinnt a chosc sa dóigh a gcuirtear cosaint sonraí chun feidhme ar fud an Aontais, ná níor éirigh léi éiginnteacht dhlíthiúil a chosc ná tuiscint choitinn an phobail a ruaigeadh maidir le rioscaí suntasacha do dhaoine aonair a bheith ag baint le gníomhaíocht ar líne. Aon difríochtaí sa leibhéal cosanta do chearta agus saoirsí daoine aonair a chuirtear ar fáil sna Ballstáit i ndáil le sonraí pearsanta a phróiseáil, agus go háirithe maidir leis an gceart go ndéanfar sonraí pearsanta a chosaint, féadfaidh siad an saorshreabhadh sonraí pearsanta ar fud an Aontais a chosc. D’fhéadfadh difríochtaí den sórt sin a bheith ina mbacainn ar shaothrú gníomhaíochtaí eacnamaíocha ar leibhéal an Aontais, d’fhéadfaidís iomaíocht a shaobhadh agus údaráis a bhacadh i gcomhlíonadh a bhfreagrachtaí faoi dhlí an Aontais. Tá an difríocht sin sna leibhéil cosanta ann toisc nach gcuirtear Treoir 95/46/CE chun feidhme ná i bhfeidhm sa dóigh chéanna i ngach Ballstát."
		},
		{
			"lang": "cs",
			"text": "Pokud jde o cíle a zásady, směrnice 95/46/EC zůstává v platnosti, avšak nezabránila roztříštěnosti, pokud jde o způsob uplatňování ochrany osobních údajů v rámci celé Unie, právní nejistotě a rozšířenému pocitu veřejnosti, že zejména s internetovými činnostmi jsou spojena značná rizika ohledně ochrany jednotlivých osob. Rozdíly v úrovni ochrany práv a svobod jednotlivých osob, zejména práva na ochranu osobních údajů, v souvislosti se zpracováním osobních údajů poskytované v členských státech mohou bránit volnému pohybu osobních údajů v rámci Unie. Tyto rozdíly mohou být překážkou pro výkon hospodářských činností na úrovni Unie, narušovat hospodářskou soutěž a bránit správním orgánům ve výkonu povinností, které mají na základě práva Unie. Tento rozdíl v úrovni ochrany vyplývá z rozdílů, které existují v provádění a uplatňování směrnice 95/46/ES."
		},
		{
			"lang": "da",
			"text": "Målsætningerne og principperne i direktiv 95/46/EF er stadig gyldige, men direktivet har ikke forhindret en fragmentering af den måde, hvorpå databeskyttelse gennemføres i Unionens forskellige medlemsstater, manglende retssikkerhed og en udbredt offentlig opfattelse af, at der er betydelige risici for beskyttelsen af fysiske personer i forbindelse med navnlig onlineaktivitet. Forskelle i beskyttelsen af fysiske personers rettigheder og frihedsrettigheder, navnlig retten til beskyttelse af personoplysninger, som de enkelte medlemsstater yder i forbindelse med behandling af personoplysninger, kan forhindre fri udveksling af personoplysninger i Unionen. Disse forskelle kan derfor udgøre en hindring for udøvelsen af en række økonomiske aktiviteter på EU-plan, virke konkurrenceforvridende og hindre myndighederne i at varetage de opgaver, de er pålagt i medfør af EU-retten. Denne forskel i beskyttelsesniveauet skyldes forskelle i gennemførelsen og anvendelsen af direktiv 95/46/EF."
		},
		{
			"lang": "et",
			"text": "Direktiivi 95/46/EÜ eesmärgid ja põhimõtted on endiselt ajakohased, kuid see ei ole ära hoidnud ELis andmetekaitse rakendusviiside killustumist, õiguskindlusetust ega avalikkuses laialtlevinud seisukohta, et eelkõige internetiga seonduvad märkimisväärsed ohud üksikisikute kaitsele. Liikmesriikide poolt tagatavate üksikisikute õiguste, eelkõige isikuandmete kaitse õiguse, ja vabaduste kaitse taseme erinevused isikuandmete töötlemisel võivad takistada isikuandmete ELi-sisest vaba liikumist. Need erinevused võivad seetõttu takistada ELi tasandi majandustegevust, moonutada konkurentsi ja takistada ametiasutustel täita nende ELi õigusest tulenevaid kohustusi. Erinevused kaitse tasemes tulenevad erisustest direktiivi 95/46/EÜ rakendamisel ja kohaldamisel."
		},
		{
			"lang": "el",
			"text": "Ενώ οι στόχοι και οι αρχές της οδηγίας 95/46/ΕΚ παραμένουν έγκυροι, η οδηγία δεν κατάφερε να αποτρέψει τον κατακερματισμό στον τρόπο με τον οποίο εφαρμόζεται η προστασία των δεδομένων σε ολόκληρη την Ένωση, την ανασφάλεια δικαίου και τη διαδεδομένη στο κοινό αντίληψη ότι υπάρχουν σημαντικοί κίνδυνοι για την προστασία των φυσικών προσώπων, οι οποίοι συνδέονται ειδικότερα με την επιγραμμική δραστηριότητα. Αν το επίπεδο προστασίας των δικαιωμάτων και των ελευθεριών των φυσικών προσώπων -και ειδικότερα του δικαιώματος προστασίας των δεδομένων προσωπικού χαρακτήρα – που αναγνωρίζεται στα κράτη μέλη όσον αφορά την επεξεργασία δεδομένων προσωπικού χαρακτήρα είναι διαφορετικό, αυτό ενδέχεται να εμποδίζει την ελεύθερη ροή δεδομένων προσωπικού χαρακτήρα σε ολόκληρη την Ένωση. Επομένως, οι διαφορές αυτές μπορεί να συνιστούν εμπόδιο για την άσκηση οικονομικών δραστηριοτήτων στο επίπεδο της Ένωσης, να στρεβλώνουν τον ανταγωνισμό και να εμποδίζουν τις αρχές στην εκτέλεση των υποχρεώσεών τους, όπως αυτές απορρέουν από το δίκαιο της Ένωσης. Αυτή η διαφορά ως προς τα επίπεδα προστασίας οφείλεται στην ύπαρξη αποκλίσεων κατά την εκτέλεση και εφαρμογή της οδηγίας 95/46/ΕΚ."
		},
		{
			"lang": "bg",
			"text": "Целите и принципите на Директива 95/46/ЕО остават стабилни, но това не предотврати фрагментарния начин, по който се осъществява защитата на данни в Съюза, нито правната несигурност и широко разпространеното обществено схващане, че съществуват значителни рискове за защитата на физическите лица, свързани именно с дейностите онлайн. Разликите в осигуреното в държавите-членки ниво на защита на правата и свободите на физическите лица, особено на правото на защита на личните данни, във връзка с обработването на лични данни, могат да възпрепятстват свободното движение на лични данни в рамките на Съюза. Поради това тези разлики може да се превърнат в препятствие за осъществяването на икономически дейности на равнището на Съюза, да наруши конкуренцията и да възпрепятства органите при изпълнението на техните отговорности съгласно правото на Съюза. Тази разлика в нивата на защита се дължи на съществуването на разлики в изпълнението и прилагането на Директива 95/46/ЕО."
		},
		{
			"lang": "hu",
			"text": "A 95/46/EK irányelv célkitűzései és elvei továbbra is fontosak, de nem akadályozták meg az adatvédelem uniós végrehajtásának széttagoltságát, a jogbiztonság hiányát és azt a széles körben elterjedt közfelfogást, hogy különösen az online tevékenységgel összefüggésben lényeges kockázatok jelentkeznek az egyének védelme tekintetében. Az egyes tagállamokban végzett személyesadat-feldolgozás terén az egyének jogai és szabadságai, különösen a személyes adatok védelméhez való jog védelmének szintjei közötti eltérések akadályozhatják a személyes adatok Unióban történő továbbítását. Ebből eredően ezek az eltérések akadályt jelentenek számos uniós szintű gazdasági tevékenység elvégzésében, torzítják a versenyt, és hátráltatják a hatóságokat az uniós jog szerinti feladataik teljesítésében. A védelmi szintek közötti ezen eltérés a 95/46/EK irányelv végrehajtásában és alkalmazásában fennálló eltéréseknek tulajdonítható."
		},
		{
			"lang": "mt",
			"text": "L-għanijiet u l-prinċipji tad-Direttiva 95/46/KE jibqgħu sodi, iżda din ma waqqfitx il-frammentazzjoni fil-mod kif il-protezzjoni tad-dejta hija implimentata fl-Unjoni, in-nuqqas ta’ ċertezza legali u perċezzjoni pubblika mifruxa li hemm riskji sinifikanti għall-protezzjoni tal-individwi assoċjati l-aktar mal-attività onlajn. Id-differenzi fil-livell ta’ protezzjoni tad-drittijiet u l-libertajiet tal-individwi, l-aktar fid-dritt tal-protezzjoni ta’ dejta personali, fir-rigward tal-ipproċessar ta’ dejta personali mogħtija fl-Istati Membri jistgħu jwaqqfu l-fluss liberu tad-dejta personali fl-Unjoni kollha. Għaldaqstant din id-differenza tista’ tkun ta’ xkiel għas-segwitu tal-attivitajiet ekonomiċi fil-livell tal-Unjoni, tgħawweġ il-kompetizzjoni u xxekkel lill-awtoritajiet fit-twettiq tar-responsabbiltajiet tagħhom taħt il-liġi tal-Unjoni. Dawn id-differenzi fil-livelli ta’ protezzjoni hija dovuta għall-eżistenza ta’ differenzi fl-implimentazzjoni u l-applikazzjoni tad-Direttiva 95/46/KE."
		},
		{
			"lang": "lv",
			"text": "Direktīvas 95/46/EK mērķi un principi joprojām ir spēkā, taču tā nav spējusi novērst datu aizsardzības īstenošanas veidu sadrumstalotību Savienībā, tiesisko nenoteiktību un uzskata izplatīšanos sabiedrībā, ka jo īpaši tiešsaistes aktivitātes ir saistītas ar ievērojamu risku fizisku personu aizsardzībai. Personu tiesību un brīvību aizsardzības līmeņa atšķirības, jo īpaši fizisku personu aizsardzības līmeņa atšķirības dalībvalstīs attiecībā uz personas datu apstrādi, var kavēt personas datu brīvu apriti Savienībā. Šīs atšķirības tādēļ var kavēt iesaistīšanos virknē ekonomisku darbību Savienības līmenī, var radīt konkurences traucējumus un kavēt iestādes to pienākumu izpildē, kas paredzēti Savienības tiesību aktos. Šīs aizsardzības līmeņa atšķirības ir radušās tāpēc, ka Direktīva 95/46/EK tiek īstenota un piemērota dažādi."
		},
		{
			"lang": "ro",
			"text": "Obiectivele și principiile Directivei 95/46/CE rămân solide, dar aceasta nu a prevenit fragmentarea modului în care protecția datelor este pusă în aplicare în Uniune, incertitudinea juridică și percepția publică larg răspândită conform căreia există riscuri semnificative pentru protecția persoanelor fizice care au legătură, în special, cu activitatea online. Diferențele dintre nivelurile de protecție a drepturilor și libertăților persoanelor fizice, în special a dreptului la protecția datelor cu caracter personal, în ceea ce privește prelucrarea datelor cu caracter personal permisă în statele membre pot împiedica libera circulație a datelor cu caracter personal în întreaga Uniune. Aceste diferențe pot constitui, prin urmare, un obstacol în desfășurarea de activități economice la nivelul Uniunii, pot denatura concurența și pot împiedica autoritățile să îndeplinească responsabilitățile care le revin în temeiul dreptului Uniunii. Această diferență între nivelurile de protecție este cauzată de existența unor deosebiri în ceea ce privește transpunerea și aplicarea Directivei 95/46/CE."
		},
		{
			"lang": "sk",
			"text": "Ciele a zásady smernice 95/46/ES zostávajú platné, nepodarilo sa však zabrániť rozdielnosti implementácie ochrany údajov v Únii, právnej neistote a rozšírenému vnímaniu verejnosti, že v súvislosti s ochranou údajov v prípade fyzických osôb existujú značné riziká, najmä v online prostredí. Rozdiely, ktoré existujú v členských štátoch, pokiaľ ide o úroveň ochrany práv a slobôd fyzických osôb pri spracúvaní osobných údajov, konkrétne práva na ochranu osobných údajov, môžu brániť vo voľnom toku osobných údajov v Únii. Tieto rozdiely preto môžu predstavovať prekážku pri vykonávaní množstva hospodárskych činností na úrovni Únie, narúšať hospodársku súťaž a brániť orgánom v plnení úloh, ktoré majú vykonávať na základe práva Únie. Tento rozdiel v úrovni ochrany je spôsobený existenciou rozdielov vo vykonávaní a uplatňovaní smernice 95/46/ES."
		},
		{
			"lang": "sl",
			"text": "Cilji in načela Direktive 95/46/ES še vedno veljajo, vendar to ni preprečilo razdrobljenosti na področju izvajanja varstva osebnih podatkov v Uniji, pravne negotovosti in razširjenega javnega mnenja, da so precejšnje nevarnosti za varstvo posameznikov povezane zlasti s spletno dejavnostjo. Različne ravni varstva pravic in svoboščin posameznikov, zlasti pravice do varstva osebnih podatkov pri obdelavi osebnih podatkov v državah članicah, lahko preprečijo prosti pretok osebnih podatkov v Uniji. Te razlike lahko predstavljajo oviro pri izvajanju gospodarskih dejavnosti na ravni Unije, izkrivljajo konkurenco in ovirajo organe pri izpolnjevanju njihovih obveznosti na podlagi prava Unije. Te različne ravni varstva izhajajo iz različnega izvajanja in uporabe Direktive 95/46/ES."
		},
		{
			"lang": "fi",
			"text": "Direktiivin 95/46/EY tavoitteet ja periaatteet ovat edelleen pätevät, mutta sen avulla ei ole pystytty estämään henkilötietojen suojan täytäntöönpanon hajanaisuutta eri puolilla unionia eikä myöskään oikeudellista epävarmuutta tai sitä laajalle levinnyttä näkemystä, jonka mukaan erityisesti verkkoympäristössä toimimiseen liittyy yksilöiden suojelun kannalta huomattavia riskejä. Yksilön oikeuksiin ja vapauksiin ja erityisesti yksityisyyden suojaa henkilötietojen käsittelyssä koskevaan oikeuteen liittyvät eroavuudet jäsenvaltioiden välillä voivat estää henkilötietojen vapaan liikkuvuuden unionin alueella. Nämä eroavuudet voivat muodostua esteeksi taloudelliselle toiminnalle unionin tasolla, vääristää kilpailua ja estää viranomaisia suorittamasta unionin oikeuden mukaisia velvollisuuksiaan. Nämä suojelun tasossa ilmenevät eroavuudet johtuvat direktiivin 95/46/EY täytäntöönpanossa ja soveltamisessa esiintyvistä eroista."
		},
		{
			"lang": "pl",
			"text": "Cele i zasady dyrektywy 45/96/WE nie zmieniły się, co jednak nie zapobiegło rozdrobnieniu wdrażania przepisów dotyczących ochrony danych w Unii, ugruntowaniu niepewności prawnej oraz upowszechnieniu istniejącego w społeczeństwie poglądu, zgodnie z którym z ochroną osób fizycznych wiążą się istotne zagrożenia, dotyczące w szczególności działalności w internecie. Różnice w zakresie poziomu ochrony praw i wolności osób fizycznych, w szczególności prawa do ochrony danych osobowych, w zakresie przetwarzania danych osobowych, udzielanej w państwach członkowskich mogą uniemożliwić swobodny przepływ danych osobowych w całej Unii. Różnice te mogą zatem stanowić przeszkodę w prowadzeniu działalności gospodarczej na szczeblu Unii, zakłócać konkurencję i utrudniać organom wykonywanie ich obowiązków wynikających z przepisów prawa unijnego. Ta różnica w poziomie ochrony wynika z istnienia różnic we wdrażaniu i stosowaniu dyrektywy 95/46/WE."
		},
		{
			"lang": "lt",
			"text": "Direktyvos 95/46/EB tikslai ir principai tebegalioja, tačiau ji neužkirto kelio skirtingam asmens duomenų apsaugos įgyvendinimui Sąjungoje, teisiniam netikrumui ir plačiai paplitusiai viešajai nuomonei, kad ypač internete asmenų apsaugai kyla rimtų grėsmių. Dėl skirtingo asmenų teisių ir laisvių, visų pirma teisės į asmens duomenų apsaugą tvarkant asmens duomenis, apsaugos lygio valstybėse narėse gali būti trikdomas laisvas asmens duomenų judėjimas Sąjungoje. Todėl šie skirtumai gali kliudyti užsiimti ekonomine veikla Sąjungoje, iškreipti konkurenciją ar trukdyti valdžios institucijoms vykdyti savo pareigas pagal Sąjungos teisę. Skirtingo lygio apsaugą lėmė nevienodas Direktyvos 95/46/EB įgyvendinimas ir taikymas;"
		},
		{
			"lang": "nl",
			"text": "Richtlijn 95/46/EG is wat doelstellingen en beginselen betreft nog steeds valide, maar heeft niet voorkomen dat gegevens in de Unie op gefragmenteerde wijze worden beschermd, er sprake is van rechtsonzekerheid en in brede lagen van de bevolking het beeld bestaat dat met name onlineactiviteit aanzienlijke risico´s inhoudt met betrekking tot de bescherming van natuurlijke personen. De verschillen in de mate waarin de bescherming van de rechten en vrijheden van personen, inzonderheid de bescherming van persoonsgegevens, op het stuk van de verwerking van persoonsgegevens in de lidstaten is gewaarborgd, kunnen het vrije verkeer van persoonsgegevens binnen de Unie beletten. Deze verschillen kunnen bijgevolg een belemmering vormen voor de uitoefening van economische activiteiten op EU-schaal, de mededinging vervalsen en de overheid beletten haar taak ten aanzien van de toepassing van het EU-recht te vervullen. Deze verschillende beschermingsniveaus zijn het gevolg van de verschillen in de uitvoering en toepassing van Richtlijn 95/46/EG."
		},
		{
			"lang": "sv",
			"text": "Målen och principerna för direktiv 95/46/EG fungerar ännu på ett tillfredsställande sätt, men detta har inte kunnat förhindra bristande enhetlighet i genomförandet av uppgiftsskyddet i olika delar av unionen, rättsosäkerhet och allmänt spridda uppfattningar om att betydande risker kvarstår, särskilt vid användning av internet. Skillnader i skyddet av enskildas rättigheter och friheter, främst rätten till skydd av personuppgifter, vid behandling av personuppgifter i olika medlemsstater kan förhindra det fria flödet av personuppgifter över hela unionen. Dessa skillnader kan därför utgöra ett hinder för att bedriva ekonomisk verksamhet över hela unionen, de kan snedvrida konkurrensen och hindra myndigheterna att fullgöra de skyldigheter som de har enligt unionslagstiftningen. De varierande skyddsnivåerna beror på skillnader i genomförandet och tillämpningen av direktiv 95/46/EG."
		}
	],
	"children": [],
	"title": "Recital 7"
}