{
	"id": "r71",
	"type": "recital",
	"literal": "71",
	"parent": "_",
	"text": [
		{
			"lang": "en",
			"text": "This should in particular apply to newly established large scale filing systems, which aim at processing a considerable amount of personal data at regional, national or supranational level and which could affect a large number of data subjects."
		},
		{
			"lang": "de",
			"text": "Dies sollte insbesondere für neu geschaffene umfangreiche Dateien gelten, die dazu dienen, große Mengen personenbezogener Daten auf regionaler, nationaler oder supranationaler Ebene zu verarbeiten, und die eine große Zahl von Personen betreffen könnten."
		},
		{
			"lang": "fr",
			"text": "Ceci devrait s'appliquer en particulier aux systèmes d'archivage à grande échelle récemment créés, qui servent à traiter un volume considérable de données à caractère personnel au niveau régional, national ou supranational et pourraient affecter un nombre important de personnes concernées."
		},
		{
			"lang": "es",
			"text": "Ello debe aplicarse, en particular, a los sistemas de archivo a gran escala de reciente creación, que aspiran a tratar una cantidad considerable de datos personales a nivel regional, nacional o supranacional y que podrían afectar a un gran número de interesados."
		},
		{
			"lang": "pt",
			"text": "Tal deve aplicar‑se, nomeadamente, aos sistemas de arquivo de grande escala recentemente estabelecidos, que visam o tratamento de uma grande quantidade de dados pessoais a nível regional, nacional ou supranacional e que podem afetar um número considerável de titulares de dados."
		},
		{
			"lang": "it",
			"text": "Ciò deve applicarsi in particolare ai nuovi sistemi di archiviazione su larga scala, che mirano al trattamento di una notevole quantità di dati personali a livello regionale, nazionale o sovranazionale e che potrebbero incidere su un vasto numero di interessati."
		},
		{
			"lang": "ga",
			"text": "Ba cheart feidhm a bheith aige sin, go háirithe, maidir le córais mhóra nuabhunaithe comhdúcháin, atá dírithe ar chuid mhaith sonraí pearsanta a phróiseáil ar leibhéal réigiúnach, náisiúnta nó osnáisiúnta agus a d’fhéadfadh tionchar a bheith acu ar líon mór daoine is ábhar do shonraí."
		},
		{
			"lang": "cs",
			"text": "To by mělo platit zejména pro nově vytvořené rozsáhlé evidence, jež mají sloužit ke zpracovávání značného množství osobních údajů na regionální, národní nebo nadnárodní úrovni a jež by se mohly týkat velkého počtu subjektů údajů."
		},
		{
			"lang": "da",
			"text": "Dette er især relevant i forbindelse med nye omfattende registre til behandling af meget store mængder personoplysninger på regionalt, nationalt eller overnationalt plan, der kan berøre mange registrerede."
		},
		{
			"lang": "et",
			"text": "Seda tuleks eelkõige kohaldada hiljuti loodud suurte toimikusüsteemide puhul, mille eesmärk on töödelda suurt hulka isikuandmeid piirkondlikul, riiklikul või rahvusvahelisel tasandil ning mis võivad mõjutada paljusid andmesubjekte."
		},
		{
			"lang": "el",
			"text": "Αυτό πρέπει να ισχύει ειδικότερα για νεοσυσταθέντα αρχεία μεγάλης κλίμακας, στόχος των οποίων είναι η επεξεργασία σημαντικής ποσότητας δεδομένων προσωπικού χαρακτήρα σε περιφερειακό, εθνικό ή υπερεθνικό επίπεδο, τα οποία μπορεί να επηρεάζουν μεγάλο αριθμό προσώπων στα οποία αναφέρονται τα δεδομένα."
		},
		{
			"lang": "bg",
			"text": "Това следва да се прилага по-специално за новосъздадени широкомащабни регистри на лични данни, с които се цели обработването на значителни количества лични данни на регионално, национално или наднационално равнище и които могат да засегнат голям брой субекти на данни."
		},
		{
			"lang": "hu",
			"text": "Ez különösen vonatkozik azokra az újonnan létrehozott nagyméretű személyesadat-nyilvántartó rendszerekre, amelyek jelentős mennyiségű személyes adat regionális, nemzeti vagy szupranacionális szintű feldolgozását hivatottak biztosítani, és amelyek jelentős számú érintettre gyakorolhatnak hatást."
		},
		{
			"lang": "mt",
			"text": "Dan għandu japplika b’mod partikolari għal sistemi ta’ arkivjar fuq skala kbira li għadhom kif jiġu stabbiliti, li għandhom l-għan li jipproċessaw ammont konsiderevoli ta’ dejta personali fil-livell reġjonali, nazzjonali jew supranazzjonali u li jistgħu jaffettwaw għadd kbir ta’ suġġetti tad-dejta."
		},
		{
			"lang": "lv",
			"text": "Tam jo īpaši būtu jāattiecas uz jaunizveidotām plaša mēroga kartotēkām, kuru mērķis ir ievērojama personas datu apjoma apstrāde reģionālā, valsts vai starpvalstu līmenī un kas var ietekmēt lielu datu subjektu skaitu."
		},
		{
			"lang": "ro",
			"text": "Aceasta ar trebui să se aplice, în special, sistemelor de evidență de mari dimensiuni recent instituite, care au drept obiectiv prelucrarea unui volum considerabil de date cu caracter personal la nivel regional, național sau supranațional și care ar putea afecta un număr mare de persoane vizate."
		},
		{
			"lang": "sk",
			"text": "Tento postup by sa mal uplatniť najmä pri novozaložených rozsiahlych informačných systémoch, ktorých cieľom je spracovávať značný objem osobných údajov na regionálnej, vnútroštátnej alebo nadnárodnej úrovni a ktoré by mohli ovplyvniť veľký počet dotknutých osôb."
		},
		{
			"lang": "sl",
			"text": "To bi moralo veljati zlasti za novoustanovljene obsežne zbirke, ki so namenjene obdelavi precejšnje količine osebnih podatkov na regionalni, nacionalni ali nadnacionalni ravni in ki bi lahko vplivale na številne posameznike, na katere se nanašajo osebni podatki."
		},
		{
			"lang": "fi",
			"text": "Tätä olisi sovellettava erityisesti vasta perustettuihin suuren mittakaavan rekisteröintijärjestelmiin, joissa on tarkoitus käsitellä huomattavia määriä henkilötietoja alueellisella, kansallisella tai ylikansallisella tasolla, mikä voi vaikuttaa suureen määrään rekisteröityjä."
		},
		{
			"lang": "pl",
			"text": "Powinno to w szczególności mieć zastosowanie do nowo ustanowionych wielkoskalowych zbiorów danych, które mają na celu przetwarzanie znacznej ilości danych osobowych na szczeblu regionalnym, krajowym lub ponadnarodowym i które mogłyby mieć wpływ na dużą liczbę podmiotów danych."
		},
		{
			"lang": "lt",
			"text": "tai pirmiausia turėtų būti taikoma naujiems sukurtiems didelės apimties duomenų rinkiniams, kuriais siekiama regioniniu, nacionaliniu ar viršnacionaliniu lygmeniu tvarkyti didelį kiekį asmens duomenų ir kurie gali turėti poveikio dideliam skaičiui duomenų subjektų;"
		},
		{
			"lang": "nl",
			"text": "Dit dient met name te gelden voor nieuw opgezette grootschalige bestanden die bedoeld zijn voor het verwerken van een aanzienlijke hoeveelheid persoonsgegevens op regionaal, nationaal of supranationaal niveau en waarvan een groot aantal betrokkenen gevolgen zou kunnen ondervinden."
		},
		{
			"lang": "sv",
			"text": "Detta bör särskilt vara tillämpligt på nyligen etablerade storskaliga register, vars syfte är behandla betydande mängder personuppgifter på regional, nationell eller övernationell nivå och som skulle kunna påverka ett stort antal av de registrerade."
		}
	],
	"children": [],
	"title": "Recital 71"
}