{
	"id": "r76",
	"type": "recital",
	"literal": "76",
	"parent": "_",
	"text": [
		{
			"lang": "en",
			"text": "Associations or other bodies representing categories of controllers should be encouraged to draw up codes of conduct, within the limits of this Regulation, so as to facilitate the effective application of this Regulation, taking account of the specific characteristics of the processing carried out in certain sectors."
		},
		{
			"lang": "de",
			"text": "Verbände oder andere Vertreter bestimmter Kategorien von für die Verarbeitung Verantwortlichen sollten ermutigt werden, im Einklang mit dieser Verordnung stehende Verhaltenskodizes zu erstellen, um eine wirksame Anwendung dieser Verordnung zu erleichtern, bei der den Eigenheiten der in bestimmten Sektoren erfolgenden Verarbeitungen Rechnung getragen wird."
		},
		{
			"lang": "fr",
			"text": "Il y a lieu d'encourager les associations et autres instances représentatives des responsables de traitement de données à élaborer des codes de conduite, dans le respect du présent règlement, de manière à faciliter sa bonne application, en tenant compte des spécificités des traitements effectués dans certains secteurs."
		},
		{
			"lang": "es",
			"text": "Se debe incitar a las asociaciones u otros organismos que representen a categorías de responsables del tratamiento a que elaboren códigos de conducta, dentro de los límites fijados por el presente Reglamento, con el fin de facilitar su aplicación efectiva, teniendo en cuenta las características específicas del tratamiento llevado a cabo en determinados sectores."
		},
		{
			"lang": "pt",
			"text": "As associações ou outras entidades que representem categorias de responsáveis pelo tratamento de dados devem ser incentivadas a elaborar códigos de conduta, no respeito do presente regulamento, com vista a facilitar a sua aplicação efetiva, tendo em conta as características específicas do tratamento efetuado em determinados setores."
		},
		{
			"lang": "it",
			"text": "Le associazioni o altre organizzazioni rappresentative dei responsabili del trattamento devono essere incoraggiate ad elaborare codici di condotta, nei limiti del presente regolamento, in modo da facilitarne l’effettiva applicazione, tenendo conto delle caratteristiche specifiche delle operazioni effettuate in alcuni settori."
		},
		{
			"lang": "ga",
			"text": "Ba cheart comhlachais nó comhlachtaí eile a dhéanann ionadaíocht thar ceann catagóirí rialaitheoirí a spreagadh chun cóid iompair a tharraingt suas, laistigh de theorainneacha an Rialacháin seo, chun cur chun feidhme an Rialacháin seo a éascú, ag cur san áireamh shaintréithe sonracha na próiseála arna déanamh in earnálacha áirithe."
		},
		{
			"lang": "cs",
			"text": "Sdružení nebo jiné subjekty zastupující určité kategorie správců by měly být podněcovány k tomu, aby v souladu s tímto nařízením vypracovaly kodexy chování s cílem usnadnit účinné uplatňování tohoto nařízení, a to při zohlednění zvláštní povahy zpracování v některých oblastech."
		},
		{
			"lang": "da",
			"text": "Sammenslutninger eller andre organer, der repræsenterer kategorier af registeransvarlige, bør opfordres til at udarbejde adfærdskodekser inden for rammerne af denne forordning med henblik på at fremme den effektive anvendelse af denne forordning under hensyntagen til de særlige former for behandling, der foretages i visse sektorer."
		},
		{
			"lang": "et",
			"text": "Vastutavate töötlejate eri kategooriaid esindavaid ühendusi ja muid organeid tuleks kutsuda üles koostama käesoleva määrusega kooskõlas olevaid toimimisjuhendeid, et kaasa aidata käesoleva määruse tõhusale kohaldamisele, võttes arvesse konkreetsetes sektorites toimuva töötlemise eriomadusi."
		},
		{
			"lang": "el",
			"text": "Οι ενώσεις ή άλλοι φορείς που εκπροσωπούν κατηγορίες υπευθύνων επεξεργασίας πρέπει να παροτρύνονται να καταρτίζουν κώδικες δεοντολογίας, εντός των ορίων του παρόντος κανονισμού, προκειμένου να διευκολύνεται η ουσιαστική εφαρμογή του παρόντος κανονισμού, λαμβάνοντας υπόψη τα συγκεκριμένα χαρακτηριστικά της επεξεργασίας που διενεργείται σε ορισμένους τομείς."
		},
		{
			"lang": "bg",
			"text": "Сдруженията или други структури, представляващи категории администратори, следва да се насърчават да изготвят кодекси за поведение, в рамките на настоящия регламент, за да се улесни ефективното прилагане на настоящия регламент, като се вземе предвид спецификата на обработването на данни в определени сектори."
		},
		{
			"lang": "hu",
			"text": "A szövetségeket vagy az adatkezelők kategóriáit képviselő más szerveket ösztönözni kell eljárási szabályzat létrehozására e rendelet keretein belül annak érdekében, hogy megkönnyítsék e rendelet hatékony alkalmazását, figyelembe véve a meghatározott ágazatokban végzett feldolgozás sajátos jellegzetességeit."
		},
		{
			"lang": "mt",
			"text": "Assoċjazzjonijiet jew korpi oħrajn li jirrappreżentaw kategoriji ta’ kontrolluri għandhom ikunu mħeġġa li jfasslu kodiċijiet ta’ kondotta, fil-limiti ta’ dan ir-Regolament, sabiex jiffaċilitaw l-applikazzjoni effettiva ta’ dan ir-Regolament, filwaqt li jikkunsidraw il-karatteristiċi speċifiċi tal-ipproċessar li jsir f’ċerti setturi."
		},
		{
			"lang": "lv",
			"text": "Lai atvieglotu šīs regulas efektīvu piemērošanu, pārziņu asociācijas vai citas tos pārstāvošas apvienības būtu jāmudina izstrādāt profesionālās ētikas kodeksus, ievērojot šajā regulā paredzētos ierobežojumus un ņemot vērā apstrādes īpatnības konkrētās nozarēs."
		},
		{
			"lang": "ro",
			"text": "Asociațiile sau alte organisme care reprezintă categorii de operatori ar trebui încurajate să elaboreze coduri de conduită, în limitele prezentului regulament, astfel încât să se faciliteze aplicarea efectivă a prezentului regulament, luându-se în considerare caracteristicile specifice ale prelucrării efectuate în anumite sectoare."
		},
		{
			"lang": "sk",
			"text": "Združenia alebo iné orgány zastupujúce kategórie prevádzkovateľov by mali podnecovať k tomu, aby vypracovali kódy správania v rámci ustanovení tohto nariadenia, aby sa uľahčilo účinné uplatňovanie tohto nariadenia, pričom by sa zohľadnili osobitné črty spracúvania v určitých odvetviach."
		},
		{
			"lang": "sl",
			"text": "Združenja ali druge organe, ki predstavljajo vrste upravljavcev, bi bilo treba spodbujati, da v okviru omejitev iz te uredbe in ob upoštevanju posebnih značilnosti obdelave, ki se izvaja na nekaterih področjih, pripravijo pravila ravnanja za pospeševanje učinkovite uporabe te uredbe."
		},
		{
			"lang": "fi",
			"text": "Yhdistyksiä tai muita elimiä, jotka edustavat rekisterinpitäjien ryhmiä, olisi kannustettava laatimaan käytännesääntöjä tässä asetuksessa asetetuissa rajoissa, jotta voitaisiin helpottaa tämän asetuksen soveltamista ottaen huomioon tietyillä aloilla suoritettavan käsittelyn erityispiirteet."
		},
		{
			"lang": "pl",
			"text": "Zrzeszenia lub inne organy reprezentujące różne kategorie administratorów należy zachęcać do sporządzenia kodeksów postępowania, w granicach niniejszego rozporządzenia, by ułatwiać skuteczne stosowanie niniejszego rozporządzenia, uwzględniając szczególny charakter przetwarzania prowadzonego w niektórych sektorach."
		},
		{
			"lang": "lt",
			"text": "asociacijos ar kitos įstaigos, atstovaujančios tam tikrų kategorijų duomenų valdytojams, turėtų būti skatinamos pagal šio reglamento reikalavimus parengti elgesio kodeksus, kad palengvintų veiksmingą šio reglamento taikymą, atsižvelgiant į tam tikruose sektoriuose atliekamo duomenų tvarkymo ypatumus;"
		},
		{
			"lang": "nl",
			"text": "Verenigingen en andere organen die categorieën van voor de verwerking verantwoordelijken of verwerkers vertegenwoordigen, dienen te worden aangemoedigd om gedragscodes op te stellen, binnen de grenzen van deze verordening, teneinde de doeltreffende uitvoering van deze verordening in de praktijk te bevorderen, rekening houdend met het specifieke karakter van de verwerkingen in sommige sectoren."
		},
		{
			"lang": "sv",
			"text": "Sammanslutningar eller andra organ som företräder kategorier av registeransvariga bör uppmuntras att utarbeta uppförandekodexar inom gränserna för denna förordning, så att tillämpningen av förordningen effektiviseras, under beaktande av de särdrag som finns vid behandling som sker inom vissa sektorer."
		}
	],
	"children": [],
	"title": "Recital 76"
}