{
	"id": "r77",
	"type": "recital",
	"literal": "77",
	"parent": "_",
	"text": [
		{
			"lang": "en",
			"text": "In order to enhance transparency and compliance with this Regulation, the establishment of certification mechanisms, data protection seals and marks should be encouraged, allowing data subjects to quickly assess the level of data protection of relevant products and services."
		},
		{
			"lang": "de",
			"text": "Um die Transparenz zu erhöhen und die Einhaltung dieser Verordnung zu verbessern, sollte angeregt werden, dass Zertifizierungsmechanismen sowie Datenschutzsiegel und –prüfzeichen eingeführt werden, die den betroffenen Personen einen raschen Überblick über das Datenschutzniveau einschlägiger Erzeugnisse und Dienstleistungen ermöglichen."
		},
		{
			"lang": "fr",
			"text": "Afin de favoriser la transparence et le respect du présent règlement, la création de mécanismes de certification, ainsi que de marques et de labels en matière de protection des données, devrait être encouragée pour permettre aux personnes concernées d'évaluer rapidement le niveau de protection des données offert par les produits et services en question."
		},
		{
			"lang": "es",
			"text": "A fin de aumentar la transparencia y el cumplimiento del presente Reglamento, debe fomentarse el establecimiento de mecanismos de certificación, sellos y marcas de protección de datos, que permitan a los interesados evaluar más rápidamente el nivel de protección de datos de los productos y servicios correspondientes."
		},
		{
			"lang": "pt",
			"text": "A fim de aumentar a transparência e o respeito do presente regulamento, deve ser encorajada a criação de mecanismos de certificação, selos e marcas de proteção de dados, que permitam aos titulares de dados avaliar rapidamente o nível de proteção de dados proporcionado pelos produtos e serviços em causa."
		},
		{
			"lang": "it",
			"text": "Al fine di migliorare la trasparenza e il rispetto del presente regolamento deve essere incoraggiata l’istituzione di meccanismi di certificazione, sigilli e marchi di protezione dei dati che consentano agli interessati di valutare rapidamente il livello di protezione dei dati dei relativi prodotti e servizi."
		},
		{
			"lang": "ga",
			"text": "Chun trédhearcacht agus comhlíonadh an Rialacháin seo a fheabhsú, ba cheart spreagadh a thabhairt chun sásraí deimhniúcháin agus séalaí agus marcanna cosanta sonraí a bhunú, a fhágann go bhféadfadh daoine is ábhar do shonraí measúnú a dhéanamh ar an leibhéal cosanta sonraí a bhaineann le táirgí agus seirbhísí ábhartha."
		},
		{
			"lang": "cs",
			"text": "Aby se zvýšila transparentnost a zlepšilo dodržování tohoto nařízení, mělo by být podpořeno zavedení mechanismů pro vydávání osvědčení, pečetí a známek dokládajících ochranu údajů, aby subjekty údajů mohly rychle zhodnotit úroveň ochrany údajů u příslušných produktů a služeb."
		},
		{
			"lang": "da",
			"text": "For at forbedre gennemsigtigheden og overholdelsen af denne forordning bør fastlæggelsen af certificeringsordninger og databeskyttelsesmærkninger og -mærker fremmes, så registrerede hurtigt kan vurdere databeskyttelsesniveauet i forbindelse med relevante produkter og tjenester."
		},
		{
			"lang": "et",
			"text": "Selleks et parandada läbipaistvust ja käesoleva määruse järgimist, tuleks soodustada sertifitseerimismehhanismide, isikuandmete kaitse pitserite ja märgiste kehtestamist, mis annavad andmesubjektidele võimaluse kiiresti hinnata asjakohaste toodete ja teenuste isikuandmete kaitse taset."
		},
		{
			"lang": "el",
			"text": "Για τη βελτίωση της διαφάνειας και της συμμόρφωσης προς τον παρόντα κανονισμό, πρέπει να παροτρύνεται η θέσπιση μηχανισμών πιστοποίησης, σφραγίδων και σημάτων προστασίας των δεδομένων, επιτρέποντας στα πρόσωπα στα οποία αναφέρονται τα δεδομένα να αξιολογούν ταχέως το επίπεδο προστασίας των δεδομένων των σχετικών προϊόντων και υπηρεσιών."
		},
		{
			"lang": "bg",
			"text": "За да се повишат прозрачността и съответствието с настоящия регламент, следва да се насърчава създаването на механизми за сертифициране, както и на печати и маркировки за защита на данните, които позволяват на субектите на данни бързо да оценяват нивото на защита на данните на съответните продукти и услуги."
		},
		{
			"lang": "hu",
			"text": "Az átláthatóság és az e rendelettel való összhang elősegítése érdekében ösztönözni kell olyan tanúsítási mechanizmusok, adatvédelmi címkék és jelzők létrehozását, amelyek lehetővé teszik az érintetteknek az adott termékek és szolgáltatások adatvédelmi szintjének gyors felmérését."
		},
		{
			"lang": "mt",
			"text": "Sabiex jitjiebu t-trasparenza u l-konformità ma’ dan ir-Regolament, għandu jiġi mħeġġeġ l-istabbiliment ta’ mekkaniżmi ta’ ċertifikazzjoni, siġilli u marki ta’ protezzjoni tad-dejta, sabiex jippermettu lis-suġġetti tad-dejta jevalwaw malajr il-livell ta’ protezzjoni tad-dejta ta’ prodotti u servizzi rilevanti."
		},
		{
			"lang": "lv",
			"text": "Lai uzlabotu caurskatāmību un šīs regulas ievērošanu, būtu jāiedrošina izstrādāt sertifikācijas mehānismus un datu aizsardzības zīmogus un marķējumus, kas ļautu datu subjektam ātri novērtēt datu aizsardzības līmeni saistībā ar konkrētiem produktiem un pakalpojumiem."
		},
		{
			"lang": "ro",
			"text": "Pentru a se îmbunătăți transparența și conformitatea cu prezentul regulament, ar trebui să se încurajeze instituirea de mecanisme de certificare, precum și de sigilii și mărci în materie de protecție a datelor, care să permită persoanelor vizate să evalueze rapid nivelul de protecție a datelor aferent produselor și serviciilor relevante."
		},
		{
			"lang": "sk",
			"text": "Aby sa zlepšila transparentnosť a posilnil súlad s týmto nariadením, malo by sa podporiť zavádzanie mechanizmov certifikácie, plomb a značiek pre potreby ochrany údajov, aby sa dotknutým osobám umožnilo rýchlo posúdiť úroveň ochrany údajov v prípade relevantných produktov a služieb."
		},
		{
			"lang": "sl",
			"text": "Za povečanje preglednosti in skladnosti s to uredbo bi bilo treba spodbujati uvedbo mehanizmov potrjevanja ter pečatov in označb za varstvo podatkov, ki bi posameznikom, na katere se nanašajo osebni podatki, omogočili, da hitro ocenijo raven varstva podatkov zadevnih proizvodov in storitev."
		},
		{
			"lang": "fi",
			"text": "Läpinäkyvyyden ja tämän asetuksen noudattamisen tehostamiseksi olisi edistettävä sertifiointimekanismien sekä tietosuojasinettien ja ‑merkkien käyttöönottoa, jotta rekisteröidyt voivat nopeasti arvioida asianomaisten tuotteiden ja palvelujen tietosuojan tason."
		},
		{
			"lang": "pl",
			"text": "By zwiększyć przejrzystość i zgodność z niniejszym rozporządzeniem, należy zachęcać do ustanowienia mechanizmów certyfikacji oraz wprowadzenia pieczęci i oznaczeń w zakresie ochrony danych, umożliwiając w ten sposób podmiotom danych szybką ocenę poziomu ochrony danych odnośnych produktów i usług."
		},
		{
			"lang": "lt",
			"text": "siekiant didesnio skaidrumo ir geresnio šio reglamento laikymosi, reikėtų skatinti įvesti sertifikavimo mechanizmus, duomenų apsaugos ženklus ir žymenis, kurie leistų duomenų subjektams greitai įvertinti konkretaus produkto ar paslaugos duomenų apsaugos lygį;"
		},
		{
			"lang": "nl",
			"text": "Teneinde de transparantie en naleving van deze verordening te versterken, dient het instellen van certificeringsmechanismen en gegevensbeschermingszegels en ‑merktekens te worden bevorderd, zodat betrokkenen snel het beschermingsniveau van relevante producten en diensten kunnen beoordelen."
		},
		{
			"lang": "sv",
			"text": "För att förbättra öppenheten och efterlevnaden av denna förordning bör införandet av certifieringsmekanismer, uppgiftsskyddsförsegling och uppgiftsskyddsmärkning uppmuntras, så att registrerade snabbt kan bedöma nivån på relevanta produkters och tjänsters uppgiftsskydd."
		}
	],
	"children": [],
	"title": "Recital 77"
}