{
	"id": "r78",
	"type": "recital",
	"literal": "78",
	"parent": "_",
	"text": [
		{
			"lang": "en",
			"text": "Cross-border flows of personal data are necessary for the expansion of international trade and international co-operation. The increase in these flows has raised new challenges and concerns with respect to the protection of personal data. However, when personal data are transferred from the Union to third countries or to international organisations, the level of protection of individuals guaranteed in the Union by this Regulation should not be undermined. In any event, transfers to third countries may only be carried out in full compliance with this Regulation."
		},
		{
			"lang": "de",
			"text": "Der grenzüberschreitende Verkehr von personenbezogenen Daten ist für die Entwicklung des internationalen Handels und der grenzübergreifenden Zusammenarbeit notwendig. Durch die Zunahme dieser Datenströme sind neue Herausforderungen und Anforderungen in Bezug auf den Schutz personenbezogener Daten entstanden. Der durch diese Verordnung unionsweit garantierte Schutz natürlicher Personen sollte jedoch bei der Übermittlung von personenbezogenen Daten aus der Union in Drittländer oder an internationale Organisationen nicht unterminiert werden. In jedem Fall sollten derartige Datenübermittlungen an Drittländer nur unter strikter Einhaltung dieser Verordnung zulässig sein."
		},
		{
			"lang": "fr",
			"text": "La circulation transfrontière des données à caractère personnel est nécessaire au développement de la coopération internationale et du commerce mondial. L’augmentation de ces flux a cependant créé de nouveaux enjeux et de nouvelles préoccupations en ce qui concerne la protection des données à caractère personnel. Or il importe que, lorsque ces données sont transférées de l’Union vers des pays tiers ou à des organisations internationales, le niveau de protection des personnes physiques garanti dans l’Union par le présent règlement ne soit pas amoindri. En tout état de cause, les transferts vers des pays tiers ne peuvent avoir lieu que dans le plein respect du présent règlement."
		},
		{
			"lang": "es",
			"text": "Los flujos transfronterizos de datos personales son necesarios para la expansión del comercio y la cooperación internacionales. El aumento de estos flujos plantea nuevos retos e inquietudes con respecto a la protección de los datos de carácter personal. Sin embargo, cuando los datos personales se transfieran de la Unión a terceros países o a organizaciones internacionales, no debe verse menoscabado el nivel de protección de las personas garantizado en la Unión por el presente Reglamento. En cualquier caso, las transferencias hacia terceros países solo pueden llevarse a cabo en conformidad plena con el presente Reglamento."
		},
		{
			"lang": "pt",
			"text": "A circulação transfronteiriça de dados pessoais é necessária ao desenvolvimento do comércio internacional e da cooperação internacional. Esse aumento criou novos desafios e novas preocupações em relação à proteção dos dados pessoais. Todavia, quando os dados pessoais são transferidos da União para países terceiros ou para organizações internacionais, o nível de proteção das pessoas singulares assegurado na União pelo presente regulamento deve continuar a ser garantido. Em todo o caso, as transferências para países terceiros só podem ser efetuadas no pleno respeito do presente regulamento."
		},
		{
			"lang": "it",
			"text": "I flussi transfrontalieri di dati personali sono necessari per l’espansione del commercio internazionale e della cooperazione internazionale. L’aumento di tali flussi ha posto nuove sfide e problemi riguardanti la protezione dei dati personali. È importante però che quando i dati personali sono trasferiti dall’Unione a paesi terzi o a organizzazioni internazionali non sia compromesso il livello di protezione delle persone garantito nell’Unione dal presente regolamento. In ogni caso, i trasferimenti di dati verso paesi terzi possono soltanto essere effettuati nel pieno rispetto del presente regolamento."
		},
		{
			"lang": "ga",
			"text": "Tá gá le sreabha trasteorann sonraí pearsanta chun trádáil idirnáisiúnta agus comhar idirnáisiúnta a leathnú amach. Tá dúshláin nua tagtha chun cinn mar gheall ar mhéadú sna sreabha sin agus is cúis imní sin maidir le cosaint sonraí pearsanta. Nuair a aistrítear sonraí pearsanta ón Aontas go tríú tíortha nó go heagraíochtaí idirnáisiúnta, áfach, níor cheart go mbainfí den leibhéal cosanta do dhaoine aonair a ráthaítear san Aontas leis an Rialachán seo. Ar aon nós, ní fhéadfar aistrithe go tríú tíortha a dhéanamh ach má chomhlíontar an Rialachán seo ina iomláine."
		},
		{
			"lang": "cs",
			"text": "Přeshraniční pohyb osobních údajů je nezbytný pro rozvoj mezinárodního obchodu a mezinárodní spolupráce. Nárůst tohoto pohybu s sebou přinesl nové výzvy a problémy ohledně ochrany osobních údajů. Pokud jsou však osobní údaje předávány z Unie do třetích zemí nebo mezinárodním organizacím, neměla by být úroveň ochrany jednotlivců zaručovaná v Unii tímto nařízením oslabována. V každém případě by předávání do třetích zemí mělo být prováděno pouze za přísného dodržování tohoto nařízení."
		},
		{
			"lang": "da",
			"text": "Strømmen af personoplysninger på tværs af landegrænserne er nødvendig af hensyn til udbygningen af den internationale samhandel og det internationale samarbejde. Udvidelsen af denne strøm har skabt nye udfordringer og bekymringer med hensyn til beskyttelsen af personoplysninger. Når personoplysninger videregives fra Unionen til tredjelande eller til internationale organisationer, må det beskyttelsesniveau, som fysiske personer garanteres i Unionen i medfør af denne forordning, dog ikke undermineres. Videregivelse til tredjelande må under alle omstændigheder kun finde sted under fuld overholdelse af denne forordning."
		},
		{
			"lang": "et",
			"text": "Isikuandmete liikumine üle piiride on vajalik rahvusvahelise kaubanduse ja koostöö laiendamiseks. Nimetatud voogude suurenemine on laiendanud isikuandmete kaitsega seonduvate probleemide ringi. Isikuandmete edastamisel EList kolmandatele riikidele ja rahvusvahelistele organisatsioonidele ei tohiks aga kahjustada ELis käesoleva määrusega tagatud üksikisikute kaitse taset. Igal juhul tohib andmeid kolmandatele riikidele edastada ainult käesolevat määrust täielikult järgides."
		},
		{
			"lang": "el",
			"text": "Οι διασυνοριακές ροές δεδομένων προσωπικού χαρακτήρα είναι αναγκαίες για την επέκταση του διεθνούς εμπορίου και της διεθνούς συνεργασίας. Η αύξηση των ροών αυτών δημιούργησε νέες προκλήσεις και ανησυχίες όσον αφορά την προστασία των δεδομένων προσωπικού χαρακτήρα. Ωστόσο, όταν δεδομένα προσωπικού χαρακτήρα διαβιβάζονται από την Ένωση σε τρίτες χώρες ή σε διεθνείς οργανισμούς, το επίπεδο προστασίας των φυσικών προσώπων το οποίο εγγυάται στην Ένωση ο παρών κανονισμός δεν πρέπει να υπονομεύεται. Σε κάθε περίπτωση, οι διαβιβάσεις προς τρίτες χώρες μπορούν να διενεργούνται μόνον σε πλήρη συμμόρφωση προς τον παρόντα κανονισμό."
		},
		{
			"lang": "bg",
			"text": "Трансграничните потоци от лични данни са необходими за разширяването на международната търговия и международното сътрудничество. Нарастването на тези потоци създаде нови предизвикателства и опасения по отношение на защитата на личните данни. Когато обаче лични данни се предават от Съюза на трети държави или на международни организации, нивото на защита на физическите лица, гарантирано в Съюза с настоящия регламент, не следва да бъде излагано на риск. Във всеки случай предаването на данни на трети държави може да се извършва единствено в пълно съответствие с разпоредбите на настоящия регламент."
		},
		{
			"lang": "hu",
			"text": "A személyes adatok határokon átnyúló áramlására szükség van a nemzetközi kereskedelem és együttműködés bővüléséhez. Ezen áramlások növekedése új kihívásokat és aggodalmakat támasztott a személyes adatok védelme tekintetében. Mindazonáltal a személyes adatok Unióból valamely harmadik államba vagy nemzetközi szervezetek részére történő továbbítása esetén nem sérülhet az egyéneknek az Unióban e rendelettel biztosított védelem szintje. A harmadik országokba irányuló továbbítás csak e rendelet tagállamok általi teljes betartásával lehetséges."
		},
		{
			"lang": "mt",
			"text": "Il-flussi transkonfinali ta’ dejta personali huma meħtieġa għall-espansjoni tal-kummerċ internazzjonali u l-kooperazzjoni internazzjonali. Iż-żieda f’dawn il-flussi żiedet sfidi u tħassib ġodda fir-rigward tal-protezzjoni ta’ dejta personali. Madankollu, meta d-dejta personali tkun trasferita mill-Unjoni lejn pajjiżi terzi jew lejn organizzazzjonijiet internazzjonali, il-livell ta’ protezzjoni tal-individwi ggarantita fl-Unjoni minn dan ir-Regolament m’għandux jiddgħajjef.. Fi kwalunkwe każ, it-trasferimenti lejn pajjiżi terzi jistgħu jsiru biss f’konformità sħiħa ma’ dan ir-Regolament."
		},
		{
			"lang": "lv",
			"text": "Personas datu pārrobežu aprite ir vajadzīga starptautiskās tirdzniecības un sadarbības paplašināšanai. Šīs aprites palielināšanās ir radījusi jaunas problēmas un bažas par personas datu aizsardzību. Taču personām garantētajam aizsardzības līmenim nebūtu jāsamazinās tikai tāpēc, ka personas dati tiek nosūtīti no Savienības uz citām trešām valstīm vai starptautiskām organizācijām. Jebkurā gadījumā nosūtīt datus uz trešām valstīm var tikai pilnībā ievērojot šīs regulas noteikumus."
		},
		{
			"lang": "ro",
			"text": "Fluxurile transfrontaliere de date cu caracter personal sunt necesare pentru dezvoltarea comerțului internațional și a cooperării internaționale. Creșterea acestor fluxuri a generat noi provocări și preocupări cu privire la protecția datelor cu caracter personal. Cu toate acestea, în cazul în care se transferă date cu caracter personal din Uniune către țări terțe sau organizații internaționale, nivelul de protecție a persoanelor fizice garantat în Uniune prin prezentul regulament nu ar trebui să fie diminuat. În orice caz, transferurile către țările terțe nu pot fi efectuate decât în deplină conformitate cu prezentul regulament."
		},
		{
			"lang": "sk",
			"text": "Cezhraničné toky osobných údajov sú potrebné pre rozmach medzinárodného obchodu a medzinárodnej spolupráce. Zvyšovanie týchto tokov so sebou prinieslo nové výzvy a obavy týkajúce sa ochrany osobných údajov. Avšak ani v prípade, keď sú osobné údaje prenášané z Únie do tretích krajín alebo medzinárodným organizáciám, úroveň ochrany údajov fyzických osôb zaručovaná Úniou na základe tohto nariadenia by nemala byť oslabená. V každom prípade by prenos do tretích krajín mal byť vykonávaný v úplnom súlade s týmto nariadením."
		},
		{
			"lang": "sl",
			"text": "Čezmejni prenosi osebnih podatkov so potrebni za razvoj mednarodne trgovine in mednarodnega sodelovanja. Povečanje teh prenosov je prineslo nove izzive in zaskrbljenost glede varstva osebnih podatkov. Vendar pa v primeru, ko se osebni podatki prenašajo iz Unije v tretje države ali mednarodne organizacije, raven varstva posameznikov, ki jo v Uniji zagotavlja ta uredba, ne bi smela biti ogrožena. V vsakem primeru se lahko prenosi v tretje države izvajajo samo v popolni skladnosti s to uredbo."
		},
		{
			"lang": "fi",
			"text": "Henkilötietojen kansainväliset siirrot ovat tarpeen kansainvälisen kaupan ja yhteistyön kehittämiseksi. Tällaisten siirtojen lisääntyminen on synnyttänyt uusia henkilötietojen suojaan liittyviä haasteita ja huolenaiheita. Kun henkilötietoja siirretään unionista kolmansiin maihin tai kansainvälisille järjestöille, ei kuitenkaan pitäisi vaarantaa yksilöiden henkilötietojen suojan tasoa, joka unionissa perustuu tähän asetukseen. Siirtoja kolmansiin maihin voidaan joka tapauksessa toteuttaa ainoastaan tätä asetusta täysimääräisesti noudattaen."
		},
		{
			"lang": "pl",
			"text": "Transgraniczny przepływ danych osobowych jest koniecznym warunkiem rozwoju handlu międzynarodowego i współpracy międzynarodowej. Zwiększenie tego przepływu wiąże się z nowymi wyzwaniami i problemami w zakresie ochrony danych osobowych. Przekazując dane osobowe z Unii do państw trzecich lub organizacji międzynarodowych, nie należy jednak zmniejszać poziomu ochrony osób fizycznych gwarantowanego w Unii na mocy niniejszego rozporządzenia. W każdym razie przekazywanie danych do państw trzecich może odbywać się jedynie w pełnej zgodności z niniejszym rozporządzeniem."
		},
		{
			"lang": "lt",
			"text": "asmens duomenų judėjimas iš vienos valstybės į kitą reikalingas tarptautinės prekybos plėtrai ir tarptautiniam bendradarbiavimui. Šiems srautams padidėjus, kilo naujų sunkumų ir naujų reikalavimų asmens duomenų apsaugai. Tačiau kai asmens duomenys perduodami iš Sąjungos į trečiąsias šalis arba tarptautinėms organizacijoms, neturėtų sumažėti Sąjungoje šiuo reglamentu fiziniams asmenims garantuojamos apsaugos lygis. Bet kuriuo atveju duomenys trečiosioms šalims gali būti perduodami tik besąlygiškai laikantis šio reglamento nuostatų;"
		},
		{
			"lang": "nl",
			"text": "Grensoverschrijdend verkeer van persoonsgegevens is noodzakelijk voor de ontwikkeling van het internationale handelsverkeer en de internationale samenwerking. De groei van dit verkeer brengt nieuwe uitdagingen en aandachtspunten mee met betrekking tot de bescherming van persoonsgegevens. Wanneer persoonsgegevens echter van de Unie naar derde landen of internationale organisaties worden overgedragen, mag dit niet ten koste gaan van het beschermingsniveau waarvan personen in de Unie door deze verordening verzekerd zijn. Doorgifte naar derde landen mag in ieder geval alleen plaatsvinden in volledige overeenstemming met deze verordening."
		},
		{
			"lang": "sv",
			"text": "Gränsöverskridande flöden av personuppgifter är nödvändiga för utvecklingen av internationell handel och internationellt samarbete. Ökningen av dessa flöden har medfört nya utmaningar och nya farhågor när det gäller skyddet av personuppgifter. Det är viktigt att den skyddsnivå som enskilda garanteras inom unionen genom denna förordning inte undergrävs när personuppgifter överförs från unionen till tredjeland eller till internationella organisationer. Överföringar till tredjeländer får under alla omständigheter endast utföras i full överensstämmelse med denna förordning."
		}
	],
	"children": [],
	"title": "Recital 78"
}