{
	"id": "r8",
	"type": "recital",
	"literal": "8",
	"parent": "_",
	"text": [
		{
			"lang": "en",
			"text": "In order to ensure consistent and high level of protection of individuals and to remove the obstacles to flows of personal data, the level of protection of the rights and freedoms of individuals with regard to the processing of such data should be equivalent in all Member States. Consistent and homogenous application of the rules for the protection of the fundamental rights and freedoms of natural persons with regard to the processing of personal data should be ensured throughout the Union."
		},
		{
			"lang": "de",
			"text": "Um ein hohes Maß an Datenschutz für den Einzelnen zu gewährleisten und die Hemmnisse für den Verkehr personenbezogener Daten zu beseitigen, sollte der Schutz der Rechte und Freiheiten von Personen bei der Verarbeitung dieser Daten in allen Mitgliedstaaten gleichwertig sein. Die Vorschriften zum Schutz der Grundrechte und Grundfreiheiten von natürlichen Personen bei der Verarbeitung personenbezogener Daten sollten unionsweit kohärent und einheitlich angewandt werden."
		},
		{
			"lang": "fr",
			"text": "Afin d'assurer la cohérence et un degré élevé de protection des personnes, et de lever les obstacles à la circulation des données à caractère personnel, le niveau de protection des droits et des libertés des personnes à l'égard du traitement de ces données devrait être équivalent dans tous les États membres. Il convient dès lors d'assurer une application cohérente et homogène des règles de protection des libertés et droits fondamentaux des personnes physiques à l'égard du traitement des données à caractère personnel dans l'ensemble de l'Union."
		},
		{
			"lang": "es",
			"text": "Para garantizar un nivel uniforme y elevado de protección de las personas y eliminar los obstáculos a la circulación de datos personales, el nivel de protección de los derechos y libertades de las personas físicas por lo que se refiere al tratamiento de dichos datos debe ser equivalente en todos los Estados miembros. Debe garantizarse en toda la Unión la aplicación coherente y homogénea de las normas de protección de los derechos y libertades fundamentales de las personas físicas en relación con el tratamiento de datos de carácter personal."
		},
		{
			"lang": "pt",
			"text": "Para assegurar um nível de proteção coerente e elevado das pessoas singulares e eliminar os obstáculos à circulação de dados pessoais, o nível de proteção dos direitos e liberdades das pessoas singulares relativamente ao tratamento desses dados deve ser equivalente em todos os Estados-Membros. É conveniente assegurar no conjunto da União a aplicação coerente e homogénea das regras de proteção das liberdades e dos direitos fundamentais das pessoas singulares no que diz respeito ao tratamento de dados pessoais."
		},
		{
			"lang": "it",
			"text": "Al fine di garantire un livello coerente ed elevato di protezione delle persone e rimuovere gli ostacoli alla circolazione dei dati personali, il livello di tutela dei diritti e delle libertà delle persone fisiche con riguardo al trattamento di tali dati deve essere equivalente in tutti gli Stati membri. Occorre pertanto garantire un’applicazione coerente ed omogenea delle norme a tutela delle libertà e dei diritti fondamentali delle persone fisiche con riguardo al trattamento dei dati personali su tutto il territorio dell’Unione."
		},
		{
			"lang": "ga",
			"text": "Chun leibhéal cosanta ard agus comhsheasmhach a áirithiú do dhaoine aonair agus chun na bacainní ar shreabhadh sonraí pearsanta a bhaint, ba cheart go mbeadh an leibhéal céanna cosanta i ngach Ballstát do chearta agus saoirsí daoine aonair maidir le próiseáil sonraí den sórt sin. Ba cheart a áirithiú go gcuirtear na rialacha maidir le cosaint ceart bunúsach agus saoirsí bunúsacha daoine nádúrtha i bhfeidhm go comhsheasmhach agus go haonchineálach ar fud an Aontais i ndáil le sonraí pearsanta a phróiseáil."
		},
		{
			"lang": "cs",
			"text": "S cílem zajistit jednotnou a vysokou úroveň ochrany fyzických osob a odstranit překážky pohybu osobních údajů by měla být úroveň ochrany práv a svobod osob v souvislosti se zpracováním těchto údajů rovnocenná ve všech členských státech. V celé Unii je třeba zajistit jednotné uplatňování pravidel ochrany základních práv a svobod fyzických osob v souvislosti se zpracováváním osobních údajů."
		},
		{
			"lang": "da",
			"text": "For at sikre et ensartet og højt niveau for beskyttelse af fysiske personer og for at fjerne hindringerne for udveksling af personoplysninger bør niveauet for beskyttelse af fysiske personers rettigheder og frihedsrettigheder i forbindelse med behandling af sådanne oplysninger være ensartet i alle medlemsstater. Det bør sikres, at reglerne for beskyttelse af fysiske personers grundlæggende rettigheder og frihedsrettigheder i forbindelse med behandling af personoplysninger anvendes konsekvent og ensartet overalt i Unionen."
		},
		{
			"lang": "et",
			"text": "Et tagada üksikisikute järjekindel ja kõrgetasemeline kaitse ning takistuste kõrvaldamiseks isikuandmete liikumisel peaks üksikisikute õiguste ja vabaduste kaitse selliste andmete töötlemisel olema kõigis liikmesriikides samal tasemel. Isikuandmete töötlemisel tuleks tagada füüsiliste isikute põhiõiguste ja -vabaduste kaitse eeskirjade järjekindel ja ühtne kohaldamine terves ELis."
		},
		{
			"lang": "el",
			"text": "Για τη διασφάλιση συνεκτικής και υψηλού επιπέδου προστασίας των φυσικών προσώπων και την άρση των εμποδίων στις ροές δεδομένων προσωπικού χαρακτήρα, το επίπεδο προστασίας των δικαιωμάτων και των ελευθεριών των φυσικών προσώπων σε σχέση με την επεξεργασία των εν λόγω δεδομένων πρέπει να είναι ισοδύναμο σε όλα τα κράτη μέλη. Πρέπει να διασφαλίζεται συνεκτική και ομοιόμορφη εφαρμογή των κανόνων για την προστασία των θεμελιωδών δικαιωμάτων και των ελευθεριών των φυσικών προσώπων έναντι της επεξεργασίας των δεδομένων προσωπικού χαρακτήρα σε ολόκληρη την Ένωση."
		},
		{
			"lang": "bg",
			"text": "За да се гарантира съгласувано и високо ниво на защита на физическите лица, както и за да се премахнат препятствията пред потоците от лични данни, нивото на защита на правата и свободите на физическите лица във връзка с обработването на такива данни следва да бъде еквивалентно във всички държави-членки. Необходимо е да се гарантира съгласувано и еднакво прилагане в рамките на Съюза на правилата за защита на основните права и свободи на физическите лица във връзка с обработването на лични данни."
		},
		{
			"lang": "hu",
			"text": "Az egyének következetes és magas szintű védelmének biztosítása és a személyes adatok áramlása előtti akadályok elhárítása érdekében az egyének jogai és szabadságai védelmi szintjének az ilyen adatok feldolgozása vonatkozásában azonosnak kell lennie minden tagállamban. A természetes személyeknek a személyes adataik feldolgozásához kapcsolódó alapvető jogai és szabadságai védelmére vonatkozó szabályok következetes és egységes alkalmazását az Unió egész területén biztosítani kell."
		},
		{
			"lang": "mt",
			"text": "Sabiex ikun assigurat livell konsistenti u għoli ta’ protezzjoni tal-individwi u sabiex jitneħħew l-ostakoli għall-flussi tad-dejta personali, il-livell ta’ protezzjoni tad-drittijiet u l-libertajiet tal-individwi fir-rigward tal-ipproċessar ta’ din id-dejta għandu jkun l-istess fl-Istati Membri kollha. L-applikazzjoni konsistenti u omoġenea tar-regoli għall-protezzjoni tad-drittijiet u l-libertajiet fundamentali ta’ persuni fiżiċi fir-rigward tal-ipproċessar ta’ dejta personali għandha tkun assigurata fl-Unjoni kollha."
		},
		{
			"lang": "lv",
			"text": "Lai nodrošinātu konsekventu un augsta līmeņa aizsardzību fiziskām personām un novērstu šķēršļus personu datu apritei, personas tiesību un brīvību aizsardzības līmenim attiecībā uz šādu datu apstrādi visās dalībvalstīs jābūt vienādam. Visā Savienībā būtu jānodrošina noteikumu par fiziskas personas pamattiesību un brīvību aizsardzību attiecībā uz personas datu apstrādi vienveidīga piemērošana."
		},
		{
			"lang": "ro",
			"text": "Pentru a se asigura un nivel consecvent și ridicat de protecție a persoanelor fizice și pentru a se îndepărta obstacolele din calea circulației datelor cu caracter personal, nivelul protecției drepturilor și libertăților persoanelor fizice în ceea ce privește prelucrarea unor astfel de date trebuie să fie echivalent în toate statele membre. Aplicarea consecventă și omogenă a normelor în materie de protecție a drepturilor și libertăților fundamentale ale persoanelor fizice în ceea ce privește prelucrarea datelor cu caracter personal ar trebui să fie asigurată în întreaga Uniune."
		},
		{
			"lang": "sk",
			"text": "Aby sa zabezpečila konzistentná a vysoká úroveň ochrany fyzických osôb a odstránili sa prekážky tokov osobných údajov, musí byť úroveň ochrany osobných práv a slobôd pri spracovávaní týchto údajov rovnaká vo všetkých členských štátoch. Konzistentné a jednotné uplatňovanie pravidiel ochrany základných práv a slobôd fyzických osôb pri spracúvaní osobných údajov by malo byť zabezpečené v rámci celej Únie."
		},
		{
			"lang": "sl",
			"text": "Za zagotovitev dosledne in visoke ravni varstva posameznikov in odstranitev ovir za prenos osebnih podatkov bi morala biti raven varstva pravic in svoboščin posameznikov pri obdelavi osebnih podatkov enaka v vseh državah članicah. V vsej Uniji bi bilo treba zagotoviti dosledno in enotno uporabo pravil za varstvo temeljnih pravic in svoboščin fizičnih oseb pri obdelavi osebnih podatkov."
		},
		{
			"lang": "fi",
			"text": "Jotta voitaisiin varmistaa yksilöiden yhdenmukainen ja korkeatasoinen suoja ja poistaa henkilötietojen liikkuvuuden esteet, yksilön oikeuksilla ja vapauksilla olisi oltava näiden tietojen käsittelyssä samantasoinen suoja kaikissa jäsenvaltioissa. Luonnollisten henkilöiden perusoikeuksien ja -vapauksien suojelua henkilötietojen käsittelyssä koskevien sääntöjen johdonmukainen ja yhtenäinen soveltaminen olisi varmistettava kaikkialla unionissa."
		},
		{
			"lang": "pl",
			"text": "Aby zapewnić spójny i wysoki poziom ochrony osób fizycznych oraz usunąć przeszkody w przepływie danych osobowych, należy zapewnić we wszystkich państwach członkowskich równorzędny poziom ochrony praw i wolności osób fizycznych w zakresie przetwarzania tych danych. Spójne i jednolite stosowanie przepisów dotyczących ochrony podstawowych praw i wolności osób fizycznych w zakresie przetwarzania danych osobowych powinno być zagwarantowane w całej Unii."
		},
		{
			"lang": "lt",
			"text": "siekiant užtikrinti vienodą aukšto lygio asmenų apsaugą ir pašalinti asmens duomenų judėjimo kliūtis, visose valstybėse narėse turėtų būti suteikiama lygiavertė asmenų teisių ir laisvių apsauga tvarkant tokius duomenis. Visoje Sąjungoje turėtų būti užtikrintas nuoseklus ir vienodas taisyklių, reglamentuojančių fizinių asmenų pagrindinių teisių ir laisvių apsaugą tvarkant asmens duomenis, taikymas;"
		},
		{
			"lang": "nl",
			"text": "Teneinde natuurlijke personen een consistent en hoog beschermingsniveau te bieden en de belemmeringen voor het verkeer van persoonsgegevens op te heffen, dient het niveau van de bescherming van de rechten en vrijheden van personen op het stuk van de verwerking van deze gegevens in alle lidstaten gelijkwaardig te zijn. Er moet gezorgd worden voor een in de gehele Unie coherente en homogene toepassing van de regels inzake de bescherming van de grondrechten en fundamentele vrijheden van natuurlijke personen in verband met de verwerking van persoonsgegevens."
		},
		{
			"lang": "sv",
			"text": "För att säkra en enhetlig och hög skyddsnivå för enskilda och för att undanröja hindren för flödena av personuppgifter bör nivån på skyddet av enskildas fri- och rättigheter vid behandling av personuppgifter vara likvärdig i alla medlemsstater. En enhetlig och likartad tillämpning av bestämmelserna om skydd av fysiska personers grundläggande fri- och rättigheter vid behandling av personuppgifter bör garanteras i hela unionen."
		}
	],
	"children": [],
	"title": "Recital 8"
}