{
	"id": "r81",
	"type": "recital",
	"literal": "81",
	"parent": "_",
	"text": [
		{
			"lang": "en",
			"text": "In line with the fundamental values on which the Union is founded, in particular the protection of human rights, the Commission should, in its assessment of the third country, take into account how a given third country respects the rule of law, access to justice as well as international human rights norms and standards."
		},
		{
			"lang": "de",
			"text": "In Übereinstimmung mit den Grundwerten der Union, zu denen insbesondere der Schutz der Menschenrechte zählt, sollte die Kommission bei der Inaugenscheinnahme eines Drittlandes berücksichtigen, inwieweit dort die Rechtsstaatlichkeit gewahrt ist, ein Rechtschutz existiert und die internationalen Menschenrechtsbestimmungen eingehalten werden."
		},
		{
			"lang": "fr",
			"text": "Eu égard aux valeurs fondamentales sur lesquelles est fondée l'Union, en particulier la protection des droits de l'homme, la Commission devrait, dans son évaluation du pays tiers, prendre en considération la manière dont ce pays respecte l'État de droit, garantit l’accès à la justice et observe les règles et normes internationales dans le domaine des droits de l'homme."
		},
		{
			"lang": "es",
			"text": "En consonancia con los valores fundamentales en los que se basa la Unión, en particular la protección de los derechos humanos, la Comisión, en su evaluación del tercer país, tiene en cuenta en qué medida este último respeta el Estado de Derecho, el acceso a la justicia, así como las normas y principios relativos a los derechos humanos."
		},
		{
			"lang": "pt",
			"text": "Em conformidade com os valores fundamentais sobre os quais assenta a União, particularmente a proteção dos direitos humanos, a Comissão deve, na sua avaliação do país terceiro, ter em consideração em que medida esse país respeita o primado do Estado de direito, o acesso à justiça e as regras e normas internacionais no domínio dos direitos humanos."
		},
		{
			"lang": "it",
			"text": "In linea con i valori fondamentali su cui è fondata l’Unione, in particolare la tutela dei diritti dell’uomo, è opportuno che la Commissione, nella sua valutazione del paese terzo, tenga conto del modo in cui tale paese rispetta lo stato di diritto, l’accesso alla giustizia e le norme e gli standard internazionali in materia di diritti dell’uomo."
		},
		{
			"lang": "ga",
			"text": "I gcomhréir leis na bunluachanna ar a bhfuil an tAontas bunaithe, agus go háirithe i gcomhréir le cosaint chearta an duine, ba cheart don Choimisiún a chur san áireamh, agus measúnú á dhéanamh aige ar an tríú tír, conas a dhéanann tríú tír ar leith smacht reachta, rochtain ar cheartas agus na noirm agus caighdeáin idirnáisiúnta a bhaineann le cearta an duine a urramú."
		},
		{
			"lang": "cs",
			"text": "V souladu se základními hodnotami, na kterých je Unie založena a mezi něž patří zejména ochrana lidských práv, by Komise měla při svém hodnocení třetí země zohlednit, jak daná třetí země respektuje právní stát, přístup k spravedlnosti a mezinárodní normy a standardy v oblasti lidských práv."
		},
		{
			"lang": "da",
			"text": "I overensstemmelse med de grundlæggende værdier, som Unionen er baseret på, navnlig beskyttelsen af menneskerettighederne, bør Kommissionen i sin vurdering af tredjelandet overveje, hvorvidt det pågældende tredjeland respekterer retsstats­princippet, adgangen til klage samt internationale menneskerettighedsnormer og ‑standarder."
		},
		{
			"lang": "et",
			"text": "Kooskõlas põhiväärtustega, millele EL on rajatud, eelkõige inimõiguste kaitsmisega, peaks komisjon kolmanda riigi hindamisel arvesse võtma seda, kuidas asjaomane kolmas riik peab kinni õigusriigi ja õiguskaitse kättesaadavuse põhimõtetest ning rahvusvahelistest inimõiguste normidest ja standarditest."
		},
		{
			"lang": "el",
			"text": "Σύμφωνα με τις θεμελιώδεις αρχές της Ένωσης, και ειδικότερα την προστασία των ανθρωπίνων δικαιωμάτων, η Επιτροπή οφείλει, κατά την αξιολόγηση της τρίτης χώρας, να λαμβάνει υπόψη με ποιον τρόπο μια δεδομένη τρίτη χώρα σέβεται το κράτος δικαίου, την πρόσβαση στη δικαιοσύνη, καθώς και τους διεθνείς κανόνες και τα πρότυπα για τα ανθρώπινα δικαιώματα."
		},
		{
			"lang": "bg",
			"text": "В съответствие с основните ценности, въз основа на които е създаден Съюзът, по-специално защитата на правата на човека, в оценката си на третата държава Комисията следва да вземе предвид как се зачитат в дадената трета държава принципите на правовата държава, достъпът до правосъдие, както и международните норми и стандарти за правата на човека."
		},
		{
			"lang": "hu",
			"text": "A Bizottságnak – az Uniót megalapozó alapvető értékekkel, így különösen az emberi jogok védelmével összhangban – a harmadik ország vizsgálata során figyelembe kell vennie, hogy az adott harmadik országban mennyire tisztelik a jogállamiságot, a bírói igazságszolgáltatáshoz való jogot valamint a nemzetközi emberi jogi normákat és előírásokat."
		},
		{
			"lang": "mt",
			"text": "F’konformità mal-valuri fundamentali li fuqhom hija bbażata l-Unjoni, b’mod partikolari l-protezzjoni tad-drittijiet tal-bniedem, il-Kummissjoni, fl-evalwazzjoni tagħha tal-pajjiż terz, għandha tikkunsidra kif pajjiż terz partikolari jirrispetta l-istat tad-dritt, l-aċċess għall-ġustizzja kif ukoll ir-regoli u l-istandards internazzjonali tad-drittijiet tal-bniedem."
		},
		{
			"lang": "lv",
			"text": "Saskaņā ar pamatvērtībām, uz kurām balstās Savienība, un jo īpaši cilvēktiesību aizsardzību, Komisijai, novērtējot trešo valsti, būtu jāņem vērā, kā trešā valstī ir ievērots tiesiskums, tiesu pieejamība, kā arī starptautiskās cilvēktiesību normas un standarti."
		},
		{
			"lang": "ro",
			"text": "În conformitate cu valorile fundamentale pe care se întemeiază Uniunea, în special protecția drepturilor omului, Comisia ar trebui, în evaluarea sa referitoare la țara terță, să ia în considerare modul în care aceasta respectă statul de drept, accesul la justiție, precum și normele și standardele internaționale în materie de drepturi ale omului."
		},
		{
			"lang": "sk",
			"text": "V súlade so základnými hodnotami, na ktorých je založená Únia, najmä pokiaľ ide o ochranu ľudských práv, by Komisia pri posudzovaní tretej krajiny mala zohľadniť skutočnosť, ako daná tretia krajina dodržiava zásady právneho štátu, prístupu k spravodlivosti, ako aj medzinárodné normy a štandardy v oblasti ľudských práv."
		},
		{
			"lang": "sl",
			"text": "Komisija bi morala v skladu s temeljnimi vrednotami, na katerih temelji Unija, zlasti z varstvom človekovih pravic, v svoji oceni tretje države upoštevati, v kolikšni meri tretja država spoštuje načelo pravne države, dostop do pravnega varstva ter mednarodna pravila in standarde človekovih pravic."
		},
		{
			"lang": "fi",
			"text": "Unionin perusarvojen ja erityisesti ihmisoikeuksien suojan mukaisesti komission olisi kolmansia maita arvioidessaan otettava huomioon, miten oikeusvaltioperiaate, oikeussuoja sekä kansainväliset ihmisoikeussäännöt ja ‑normit toteutuvat kyseisessä kolmannessa maassa."
		},
		{
			"lang": "pl",
			"text": "Zgodnie z podstawowymi wartościami, na których opiera się Unia, w szczególności ochroną praw człowieka, w swej ocenie państwa trzeciego Komisja powinna wziąć pod uwagę sposób, w jaki dane państwo trzecie przestrzega zasad praworządności, dostępu do wymiaru sprawiedliwości, a także międzynarodowych norm i standardów ochrony praw człowieka."
		},
		{
			"lang": "lt",
			"text": "paisydama pagrindinių vertybių, kuriomis grindžiama Sąjunga, visų pirma žmogaus teisių apsaugos, Komisija, vertindama trečiąją šalį, turėtų atsižvelgti į tai, kaip joje laikomasi teisinės valstybės principų, teisės kreiptis į teismą, taip pat tarptautinių žmogaus teisių normų ir standartų;"
		},
		{
			"lang": "nl",
			"text": "Overeenkomstig de fundamentele waarden waarop de Unie is gegrondvest, in het bijzonder de bescherming van de mensenrechten, dient de Commissie bij haar beoordeling van het derde land in aanmerking te nemen in welke mate de rechtsstaat, de toegang tot de rechter en de internationale mensenrechtennormen in het derde land worden geëerbiedigd."
		},
		{
			"lang": "sv",
			"text": "I linje med de grundläggande värderingar som unionen bygger på, bl.a. skyddet av mänskliga rättigheter, bör kommissionen i sin bedömning av tredjeländer beakta hur ett visst tredjeland respekterar rättsstatsprincipen, tillgången till rättslig prövning samt internationella människorättsnormer och -standarder."
		}
	],
	"children": [],
	"title": "Recital 81"
}