{
	"id": "r82",
	"type": "recital",
	"literal": "82",
	"parent": "_",
	"text": [
		{
			"lang": "en",
			"text": "The Commission may equally recognise that a third country, or a territory or a processing sector within a third country, or an international organisation offers no adequate level of data protection. Consequently the transfer of personal data to that third country should be prohibited. In that case, provision should be made for consultations between the Commission and such third countries or international organisations."
		},
		{
			"lang": "de",
			"text": "Die Kommission kann ebenso per Beschluss feststellen, dass bestimmte Drittländer oder bestimmte Gebiete oder Verarbeitungssektoren eines Drittlands oder eine internationale Organisation keinen angemessenen Datenschutz bieten. Die Übermittlung personenbezogener Daten an derartige Drittländer sollte daher verboten werden. In diesem Falle sollten Konsultationen zwischen der Kommission und den betreffenden Drittländern oder internationalen Organisationen vorgesehen werden."
		},
		{
			"lang": "fr",
			"text": "La Commission peut également constater qu’un pays tiers, un territoire ou un secteur de traitement de données dans un pays tiers, ou une organisation internationale n'offre pas un niveau adéquat de protection des données. Si tel est le cas, le transfert de données à caractère personnel vers ce pays tiers devrait être interdit. Il y aurait alors lieu de prendre des dispositions en vue d'une consultation entre la Commission et le pays tiers ou l'organisation internationale."
		},
		{
			"lang": "es",
			"text": "La Comisión también puede reconocer que un tercer país, un territorio o sector del tratamiento en un tercer país, o una organización internacional no ofrece un nivel de protección de datos adecuado. En consecuencia, debe prohibirse la transferencia de datos personales a dicho tercer país. En ese caso, se debe disponer que se celebren consultas entre la Comisión y dichos terceros países u organizaciones internacionales."
		},
		{
			"lang": "pt",
			"text": "A Comissão pode igualmente reconhecer que um país terceiro, um território ou um setor de tratamento de dados de um país terceiro, ou uma organização internacional, não oferece um nível de proteção de dados adequado. Se for esse o caso, deve ser proibida a transferência de dados pessoais para esse país terceiro. Nesse caso, devem ser adotadas medidas tendo em vista uma consulta entre a Comissão e esse país terceiro ou organização internacional."
		},
		{
			"lang": "it",
			"text": "La Commissione può anche riconoscere che un paese terzo, o un territorio o settore di trattamento all’interno del paese terzo, o un’organizzazione internazionale non offra un adeguato livello di protezione dei dati, nel qual caso il trasferimento di dati personali verso tale paese terzo deve essere vietato. È altresì opportuno prevedere consultazioni tra la Commissione e detti paesi terzi od organizzazioni internazionali."
		},
		{
			"lang": "ga",
			"text": "Féadfaidh an Coimisiún a aithint freisin nach bhfuil leibhéal cosanta leordhóthanach á chur ar fáil ag tríú tír, críoch nó earnáil próiseála i dtríú tír, nó ag eagraíocht idirnáisiúnta. Mar gheall air sin, ba cheart aistriú sonraí pearsanta chuig an tríú tír sin a thoirmeasc. Sa chás sin, ba cheart foráil a dhéanamh maidir le comhairliúcháin idir an Coimisiún agus na tríú tíortha nó na heagraíochtaí idirnáisiúnta sin."
		},
		{
			"lang": "cs",
			"text": "Komise může rovněž uznat, že třetí země nebo území či odvětví zpracovávání v dané třetí zemi nebo určitá mezinárodní organizace nezajišťuje přiměřenou úroveň ochrany údajů. Předávání osobních údajů do této třetí země by tudíž mělo být zakázáno. V tomto případě by měly být naplánovány konzultace mezi Komisí a těmito třetími zeměmi nebo mezinárodními organizacemi."
		},
		{
			"lang": "da",
			"text": "Kommissionen kan ligeledes fastslå, at et tredjeland, et område eller en behandlings­sektor i dette tredjeland eller en international organisation ikke har et tilstrækkeligt databeskyttelsesniveau. Som følge deraf bør videregivelsen af personoplysninger til det pågældende tredjeland forbydes. Der bør fastlægges bestemmelser for procedurer for forhandling mellem Kommissionen og sådanne tredjelande eller internationale organisationer."
		},
		{
			"lang": "et",
			"text": "Samuti võib komisjon tunnistada, et kolmas riik, kolmanda riigi territoorium või töötlemissektor või rahvusvaheline organisatsioon ei paku isikuandmete kaitset piisaval tasemel. Sellest tulenevalt peaks olema keelatud isikuandmete edastamine kõnealusele kolmandale riigile. Sellisel juhul tuleks ette näha komisjoni ja sellise kolmanda riigi või rahvusvahelise organisatsiooni konsultatsioonid."
		},
		{
			"lang": "el",
			"text": "Η Επιτροπή μπορεί επίσης να αναγνωρίσει ότι μια τρίτη χώρα, ή ένα έδαφος ή ένας τομέας επεξεργασίας σε μια τρίτη χώρα, ή ένας διεθνής οργανισμός δεν παρέχουν επαρκές επίπεδο προστασίας των δεδομένων. Ως εκ τούτου, η διαβίβαση δεδομένων προσωπικού χαρακτήρα στη συγκεκριμένη τρίτη χώρα πρέπει να απαγορεύεται. Στην περίπτωση αυτή, πρέπει να προβλέπονται διαβουλεύσεις μεταξύ της Επιτροπής και των εν λόγω τρίτων χωρών ή διεθνών οργανισμών."
		},
		{
			"lang": "bg",
			"text": "Комисията може по същия начин да приеме, че дадена трета държава или територия или обработващ данни сектор в трета държава, или дадена международна организация не предоставя адекватно ниво на защита на данните. В резултат на това предаването на лични данни на тази трета държава следва да бъде забранено. В такъв случай следва да се предвиди провеждането на консултации между Комисията и такива трети държави или международни организации."
		},
		{
			"lang": "hu",
			"text": "A Bizottságnak hasonlóképpen felismerheti, hogy az adott harmadik ország, vagy valamely harmadik ország régiója vagy adatfeldolgozó ágazata, illetve valamely nemzetközi szervezet nem képes megfelelő adatvédelmi szintet nyújtani. Ennek következtében a személyes adatoknak az említett harmadik országba történő továbbítását meg kell tiltani. Ebben az esetben rendelkezni kell a Bizottság és ilyen harmadik országok vagy nemzetközi szervezetek közötti konzultációkra vonatkozó eljárásokról."
		},
		{
			"lang": "mt",
			"text": "Il-Kummissjoni tista’ tirrikonoxxi wkoll li pajjiż terz, jew territorju jew settur ta’ pproċessar fi ħdan pajjiż terz, jew organizzazzjoni internazzjonali, ma joffrux livell adegwat ta’ protezzjoni tad-dejta. Għaldaqstant, it-trasferiment tad-dejta personali lejn dak il-pajjiż terz ma għandux ikun permess. F’dak il-każ, għandu jsir provvediment għal konsultazzjonijiet bejn il-Kummissjoni u pajjiżi terzi jew organizzazzjonijiet internazzjonali bħal dawn."
		},
		{
			"lang": "lv",
			"text": "Komisija tāpat var atzīt, ka trešā valsts, trešās valsts teritorija vai apstrādes nozare, vai starptautiska organizācija nepiedāvā pietiekamu aizsardzības līmeni. Attiecīgi personas datu nosūtīšana uz šo trešo valsti būtu jāaizliedz. Šādā gadījumā būtu jāparedz noteikumi par apspriešanās procesu starp Komisiju un šādu trešo valsti vai starptautisku organizāciju."
		},
		{
			"lang": "ro",
			"text": "Comisia poate, de asemenea, să recunoască faptul că o țară terță sau un teritoriu sau un sector de prelucrare dintr-o țară terță sau o organizație internațională nu oferă un nivel adecvat de protecție a datelor. În consecință, transferul de date cu caracter personal către țara terță respectivă ar trebui să fie interzis. În acest caz, ar trebui să se prevadă dispoziții pentru consultări între Comisie și astfel de țări terțe sau organizații internaționale."
		},
		{
			"lang": "sk",
			"text": "Komisia môže rovnako usúdiť, že tretia krajina, územie, sektor spracovania v tretej krajine alebo medzinárodná organizácia nezabezpečujú primeranú úroveň ochrany údajov. V dôsledku toho by sa mal prenos osobných údajov do tejto tretej krajiny zakázať. V takomto prípade treba prijať ustanovenie o konzultácii medzi Komisiou a takýmito tretími krajinami alebo medzinárodnými organizáciami."
		},
		{
			"lang": "sl",
			"text": "Komisija lahko tudi ugotovi, da tretja država ali ozemeljska enota ali sektor za obdelavo v tretji državi ali mednarodna organizacija ne nudi ustrezne ravni varstva podatkov. Posledično bi moral biti prenos osebnih podatkov v navedeno tretjo državo prepovedan. V takem primeru bi moralo biti predvideno posvetovanje med Komisijo in takimi tretjimi državami ali mednarodnimi organizacijami."
		},
		{
			"lang": "fi",
			"text": "Komissio voi myös todeta, että jokin kolmas maa tai jokin alue tai tietojenkäsittelyn sektori kolmannessa maassa tai jokin kansainvälinen järjestö ei tarjoa riittävän tasoista tietosuojaa. Tällöin henkilötietojen siirtäminen kyseiseen maahan olisi kiellettävä. Tällaisessa tapauksessa olisi säädettävä komission ja kyseisten kolmansien maiden tai kansainvälisten järjestöjen välisistä kuulemismenettelyistä."
		},
		{
			"lang": "pl",
			"text": "Komisja może również uznać, że państwo trzecie lub terytorium bądź sektor, w którym odbywa się przetwarzanie danych w państwie trzecim, albo organizacja międzynarodowa nie oferują odpowiedniego poziomu ochrony danych. W związku z tym przekazywanie danych osobowych do tego państwa trzeciego powinno być zakazane. W takim przypadku należałoby przewidzieć możliwość odbywania konsultacji między Komisją a tymi państwami trzecimi lub organizacjami międzynarodowymi."
		},
		{
			"lang": "lt",
			"text": "Komisija taip pat gali pripažinti, kad trečioji šalis arba teritorija, arba su duomenų tvarkymu susijęs sektorius trečiojoje šalyje, arba tarptautinė organizacija neužtikrina tinkamo duomenų apsaugos lygio. Todėl asmens duomenų perdavimas į tą trečiąją šalį turėtų būti draudžiamas. Tokiu atveju turėtų būti numatyta galimybė Komisijai konsultuotis su tokiomis trečiosiomis šalimis arba tarptautinėmis organizacijomis;"
		},
		{
			"lang": "nl",
			"text": "De Commissie kan tevens besluiten dat een derde land, een gebied of een verwerkingssector in een derde land, of een internationale organisatie geen passend beschermingsniveau waarborgt. De doorgifte van persoonsgegevens naar dat derde land dient dan te worden verboden. Er dient te worden geregeld dat er in die gevallen overleg plaatsvindt tussen de Commissie en de betrokken derde landen en internationale organisaties."
		},
		{
			"lang": "sv",
			"text": "Kommissionen kan likaså konstatera att ett tredjeland, ett visst territorium eller en viss behandlande sektor i ett tredjeland eller en internationell organisation inte garanterar adekvat skyddsnivå. Överföring av personuppgifter till detta tredjeland bör då förbjudas. I så fall bör det finnas möjlighet till samråd mellan kommissionen och dessa tredjeländer eller internationella organisationer."
		}
	],
	"children": [],
	"title": "Recital 82"
}