{
	"id": "r90",
	"type": "recital",
	"literal": "90",
	"parent": "_",
	"text": [
		{
			"lang": "en",
			"text": "Some third countries enact laws, regulations and other legislative instruments which purport to directly regulate data processing activities of natural and legal persons under the jurisdiction of the Member States. The extraterritorial application of these laws, regulations and other legislative instruments may be in breach of international law and may impede the attainment of the protection of individuals guaranteed in the Union by this Regulation. . Transfers should only be allowed where the conditions of this Regulation for a transfer to third countries are met. This may inter alia be the case where the disclosure is necessary for an important ground of public interest recognised in Union law or in a Member State law to which the controller is subject. The conditions under which an important ground of public interest exists should be further specified by the Commission in a delegated act."
		},
		{
			"lang": "de",
			"text": "Manche Drittländer erlassen Gesetze, Verordnungen und sonstige Rechtsakte, durch die die Datenverarbeitungstätigkeiten von natürlichen und juristischen Personen, die der Rechtsprechung der Mitgliedstaaten unterliegen, unmittelbar reguliert werden. Die Anwendung dieser Gesetze, Verordnungen und sonstigen Rechtsakte außerhalb des Hoheitsgebiets derartiger Drittländer kann gegen internationales Recht verstoßen und dem durch diese Verordnung in der Union gewährleisteten Schutz natürlicher Personen zuwiderlaufen. Datenübermittlungen sollten daher nur zulässig sein, wenn die in dieser Verordnung festgelegten Bedingungen für Datenübermittlungen in Drittländer eingehalten werden. Dies kann unter anderem der Fall sein, wenn die Weitergabe aus einem wichtigen öffentlichen Interesse erforderlich ist, das im Unionsrecht oder im Recht des Mitgliedstaats, dem der für die Verarbeitung Verantwortliche unterliegt, anerkannt ist. Die Bedingungen für das Bestehen eines wichtigen öffentlichen Interesses sollten von der Kommission in einem delegierten Rechtsakt näher festgelegt werden."
		},
		{
			"lang": "fr",
			"text": "Certains pays tiers édictent des lois, des règlements et d'autres instruments législatifs qui visent à régir directement des activités de traitement des données effectuées par des personnes physiques et morales qui relèvent de la compétence des États membres de l'Union. L’application extraterritoriale de ces lois, règlements et autres instruments législatifs peut être contraire au droit international et faire obstacle à la protection des personnes garantie dans l’Union par le présent règlement. . Les transferts ne devraient donc être autorisés que lorsque les conditions fixées par le présent règlement pour les transferts vers les pays tiers sont remplies. Ce peut être le cas, notamment, lorsque la divulgation est nécessaire pour un motif important d'intérêt général reconnu par le droit de l'Union ou par le droit d'un État membre auquel le responsable des données est soumis. Les critères d'existence d'un motif important d'intérêt général devraient être précisés par la Commission dans un acte délégué."
		},
		{
			"lang": "es",
			"text": "Algunos terceros países promulgan leyes, reglamentaciones y otros instrumentos legislativos con los que se pretende regular directamente las actividades de tratamiento de datos de las personas físicas y jurídicas sujetas a la jurisdicción de los Estados miembros. La aplicación extraterritorial de estas leyes, reglamentaciones y otros instrumentos legislativos puede violar el Derecho internacional y obstaculizar la consecución de la protección de las personas garantizada en la Unión por el presente Reglamento. Solo deben autorizarse las transferencias a terceros países cuando se cumplan las condiciones del presente Reglamento. Tal puede ser el caso, entre otros, cuando la comunicación sea necesaria por una razón importante de interés público reconocida en el Derecho de la Unión o en la legislación de un Estado miembro a la que esté sujeto el responsable del tratamiento. Las condiciones en las que existe una razón importante de interés público deben ser especificadas en detalle por la Comisión en un acto delegado."
		},
		{
			"lang": "pt",
			"text": "Alguns países terceiros aprovam leis, regulamentos e outros instrumentos legislativos destinados a regular diretamente as atividades de tratamento de dados pelas pessoas singulares e coletivas sob a jurisdição dos Estados-Membros. Em virtude da sua aplicabilidade extraterritorial, essas leis, regulamentos e outros instrumentos legislativos podem violar o direito internacional e obstar à realização do objetivo de proteção das pessoas singulares, assegurado na União Europeia pelo presente regulamento. As transferências só devem ser autorizadas quando as condições estabelecidas pelo presente regulamento para as transferências para os países terceiros estejam preenchidas. Pode ser o caso, nomeadamente, sempre que a divulgação for necessária por um motivo importante de interesse público, reconhecido pelo direito da União, ou pelo direito do Estado‑Membro ao qual o responsável pelos dados está sujeito. As condições para a existência de um motivo importante de interesse público devem ser precisadas pela Comissão mediante um ato delegado."
		},
		{
			"lang": "it",
			"text": "Alcuni paesi terzi adottano leggi, regolamenti e altri strumenti legislativi finalizzati a disciplinare direttamente le attività di trattamento dati di persone fisiche e giuridiche poste sotto la giurisdizione degli Stati membri. L’applicazione extraterritoriale di tali leggi, regolamenti e altri strumenti legislativi potrebbe essere contraria al diritto internazionale e ostacolare il conseguimento della tutela delle persone garantita nell’Unione con il presente regolamento. I trasferimenti dovrebbero quindi essere consentiti solo se ricorrono le condizioni previste dal presente regolamento per i trasferimenti a paesi terzi. Ciò vale tra l’altro quando la divulgazione è necessaria per un motivo di interesse pubblico rilevante riconosciuto dal diritto dell’Unione o dello Stato membro cui è soggetto il responsabile del trattamento. Occorre che la Commissione precisi le condizioni in cui sussiste un motivo di interesse pubblico rilevante con un atto delegato."
		},
		{
			"lang": "ga",
			"text": "Achtaíonn roinnt tríú tíortha dlíthe, rialacháin agus ionstraimí reachtacha eile a cheaptar le gníomhaíochtaí próiseála sonraí daoine nádúrtha agus daoine dlítheanacha a rialáil go díreach faoi dhlinse na mBallstát. D’fhéadfadh sé go sárófaí dlí idirnáisiúnta dá gcuirfí na dlíthe, na rialacháin agus na hionstraimí reachtacha eile sin i bhfeidhm lasmuigh de dhlinse na dtíortha sin agus d’fhéadfadh sé cur isteach ar an gcosaint do dhaoine aonair a ráthaítear san Aontas leis an Rialachán seo. Níor cheart aistrithe a cheadú ach i gcás ina gcomhlíontar coinníollacha an Rialacháin seo maidir le haistrithe chuig tríú tíortha. Féadfaidh an cás a bheith amhlaidh má tá gá leis an nochtadh ar fhoras tábhachtach leasa phoiblí a aithnítear i ndlí an Aontais nó i ndlí Ballstáit a bhfuil an rialaitheoir faoina réir. Ba cheart don Choimisiún na coinníollacha faoina bhfuil ann d'fhoras tábhachtach leasa phoiblí a shonrú tuilleadh i ngníomh tarmligthe."
		},
		{
			"lang": "cs",
			"text": "Některé třetí země přijaly zákony, nařízení a jiné právní předpisy, které mají přímo upravovat zpracovávání údajů ze strany fyzických nebo právnických osob spadajících do pravomoci členských států. Používání těchto zákonů, nařízení a jiných právních předpisů mimo území těchto třetích zemí může znamenat porušení mezinárodního práva a narušovat ochranu fyzických osob zaručenou v Unii tímto nařízením. Předávání údajů by mělo být přípustné jen tehdy, jsou-li splněny podmínky předávání údajů do třetích zemí stanovené v tomto nařízení. Tak tomu může být například v případě, kdy je sdělení údajů nezbytné z důvodu důležitého veřejného zájmu, jenž je uznán v právu Unie nebo v právu členského státu, kterému správce podléhá. Podmínky, za jakých se jedná o důvod důležitého veřejného zájmu, by měla Komise blíže vymezit v aktu v přenesené pravomoci."
		},
		{
			"lang": "da",
			"text": "Visse tredjelande vedtager love, bestemmelser og andre retlige instrumenter med det formål at regulere databehandlingsaktiviteter vedrørende fysiske og juridiske personer direkte under medlemsstaternes jurisdiktion. Ekstraterritorial anvendelse af disse love, bestemmelser og andre retsakter kan være i strid med folkeretten og kan hindre virkeliggørelsen af den beskyttelse af fysiske personer, der garanteres i Unionen af denne forordning. Videregivelser af oplysninger bør kun tillades, hvis denne forordnings betingelser for videregivelser til tredjelande er opfyldt. Det kan bl.a. være tilfældet, hvis videregivelsen er nødvendig af hensyn til vigtige samfundsinteresser, der anerkendes i EU-retten eller en medlemsstats lovgivning, som den registeransvarlige er omfattet af. Kommissionen bør i en delegeret retsakt yderligere præcisere betingelserne for, at der er tale om vigtige samfundsinteresser."
		},
		{
			"lang": "et",
			"text": "Mõned kolmandad riigid kehtestavad seadused, määrused ja muud õigusaktid, millega vahetult reguleeritakse liikmesriikide jurisdiktsiooni alla kuuluvate füüsiliste ja juriidiliste isikute andmetöötlustoiminguid. Nende seaduste, määruste ja muude õigusaktide kohaldamine väljaspool asjaomase kolmanda riigi territooriumi võib olla vastuolus rahvusvahelise õigusega ning takistada ELis käesoleva määrusega tagatud üksikisikute kaitse taseme saavutamist. . Edastamine peaks olema lubatud ainult juhul, kui on täidetud käesoleva määruse tingimused kolmandatesse riikidesse edastamise kohta. Nii võib see olla muu hulgas siis, kui avaldamine on vajalik kaaluka avaliku huvi tõttu, mis on sätestatud kas ELi või liikmesriigi õiguses, mida vastutava töötleja suhtes kohaldatakse. Komisjon peaks täpsustama kaaluka avaliku huvi esinemise tingimusi delegeeritud õigusaktiga."
		},
		{
			"lang": "el",
			"text": "Μερικές τρίτες χώρες θεσπίζουν νόμους, κανονισμούς και άλλες νομοθετικές πράξεις που φιλοδοξούν να ρυθμίσουν άμεσα τις διαδικασίες επεξεργασίας δεδομένων φυσικών και νομικών προσώπων που τελούν υπό τη δικαιοδοσία των κρατών μελών. Η εξωεδαφική εφαρμογή των εν λόγω νόμων, κανονισμών και άλλων νομικών πράξεων μπορεί να παραβιάζει το διεθνές δίκαιο και να εμποδίζει την επίτευξη της προστασίας των φυσικών προσώπων που διασφαλίζει στην Ένωση ο παρών κανονισμός. Διαβιβάσεις πρέπει να επιτρέπονται μόνον εάν πληρούνται οι προϋποθέσεις του παρόντος κανονισμού για διαβίβαση προς τρίτες χώρες. Αυτό μπορεί να συμβαίνει μεταξύ άλλων εάν η γνωστοποίηση είναι απαραίτητη για σημαντικό λόγο δημόσιου συμφέροντος ο οποίος αναγνωρίζεται στο δίκαιο της Ένωσης ή στο δίκαιο κράτους μέλους στο οποίο υπάγεται ο υπεύθυνος επεξεργασίας. Οι προϋποθέσεις υπό τις οποίες συντρέχει σημαντικός λόγος δημόσιου συμφέροντος πρέπει να διευκρινισθούν περαιτέρω από την Επιτροπή σε κατ’ εξουσιοδότηση πράξη."
		},
		{
			"lang": "bg",
			"text": "Някои трети държави прилагат закони, подзаконови актове и други законодателни инструменти, които имат за цел пряко да регулират дейностите по обработване на данни на физически и юридически лица под юрисдикцията на държавите-членки. Извънтериториалното прилагане на тези закони, подзаконови актове и други законодателни инструменти може да бъде в нарушение на международното право и да възпрепятства осигуряването на защитата на физическите лица, гарантирана в Съюза с настоящия регламент. Предаванията на данни следва да са разрешени само когато са изпълнени условията на настоящия регламент относно предаването на данни на трети държави. Това може, наред с другото, да бъде случая, когато разкриването е необходимо поради важно основание от обществен интерес, признато в правото на Съюза или на държава-членка, на което е подчинен администраторът. Условията, при които е налице важно основание от обществен интерес следва да бъдат допълнително посочени в делегиран акт на Комисията."
		},
		{
			"lang": "hu",
			"text": "Néhány harmadik ország olyan törvényeket, rendeleteket és más jogalkotási eszközöket alkalmaz, amelyek közvetlenül szabályozzák a tagállamok természetes vagy jogi személyei által végzett adatfeldolgozási tevékenységet. E törvények, rendeletek és más jogalkotási eszközök országhatáron kívüli alkalmazása sértheti a nemzetközi jogot és akadályozhatja az egyéneknek az Unióban e rendelet által biztosított védelmét. Az adattovábbítás csak akkor engedélyezhető, amennyiben az e rendeletben a harmadik országokba történő adattovábbítás tekintetében meghatározott feltételek teljesülnek. Ez többek között akkor áll fenn, ha a közlés olyan, az uniós jogban vagy azon tagállam jogában elismert fontos közérdekből szükséges, amelynek hatálya alá az adatkezelő tartozik. A Bizottságnak felhatalmazáson alapuló jogi aktusban kell részletesen meghatároznia a fontos közérdek megvalósulásának feltételeit."
		},
		{
			"lang": "mt",
			"text": "Xi pajjiżi terzi jattwaw liġijiet, regolamenti u strumenti leġiżlattivi oħra li jkunu intenzjonati sabiex jirregolaw direttament l-attivitajiet ta’ pproċessar tad-dejta ta’ persuni fiżiċi jew ġuridiċi taħt il-ġurisdizzjoni tal-Istati Membri. L-applikazzjoni ekstraterritorjali ta’ dawn il-liġijiet, regolamenti u strumenti leġiżlattivi oħra tista’ tikser il-liġi internazzjonali u tista’ xxekkel il-kisba tal-protezzjoni ta’ individwi ggarantita fl-Unjoni b’dan ir-Regolament. It-trasferimenti għandhom ikunu permessi biss fejn ikunu ġew sodisfatti l-kundizzjonijiet ta’ dan ir-Regolament għal trasferiment lejn pajjiż terz. Dan jista’ jkun il-każ fost l-oħrajn fejn l-iżvelar huwa neċessarju għal raġuni importanti ta’ interess pubbliku rikonoxxuta fil-liġi tal-Unjoni jew fil-liġi ta’ Stat Membru li għaliha jkun suġġett il-kontrollur. Il-kundizzjonijiet li taħthom teżisti raġuni importanti ta’ interess pubbliku għandhom ikunu speċifikati aktar f’att delegat tal-Kummissjoni."
		},
		{
			"lang": "lv",
			"text": "Dažas trešās valstis ievieš likumus, noteikumus un citus tiesību aktus, kuru mērķis ir tieši regulēt datu apstrādes darbības, ko fiziskas un juridiskas personas veic dalībvalstu jurisdikcijā. Šādu likumu, noteikumu vai citu tiesību aktu ekstra teritoriāla piemērošana var būt pretrunā ar starptautiskām tiesībām un var kavēt šīs regulas garantētās aizsardzības nodrošināšanu fiziskām personām. Nosūtīšana būtu jāatļauj tikai tad, ja šīs regulas nosacījumi nosūtīšanai uz trešo valsti ir izpildīti. Tas cita starpā varētu būt gadījumos, ja izpaušana ir nepieciešama, pamatojoties uz svarīgām Savienības tiesībās vai dalībvalstu tiesībās, kuru subjekts ir pārzinis, atzītām sabiedrības interesēm. Nosacījumi, saskaņā ar kuriem konstatē, ka pastāv svarīgas sabiedrības intereses, būtu jāprecizē deleģētā Komisijas tiesību aktā."
		},
		{
			"lang": "ro",
			"text": "Unele țări terțe au adoptat legi, regulamente și alte instrumente legislative care au drept obiectiv să reglementeze în mod direct activitățile de prelucrare a datelor persoanelor fizice și juridice aflate sub jurisdicția statelor membre. Aplicarea extrateritorială a acestor legi, regulamente și alte instrumente legislative poate încălca dreptul internațional și poate împiedica asigurarea protecției persoanelor fizice garantată în Uniune prin prezentul regulament. Transferurile ar trebui să fie permise numai în cazul îndeplinirii condițiilor prevăzute de prezentul regulament pentru un transfer către țări terțe. Acesta ar putea fi cazul, inter alia, atunci când divulgarea este necesară dintr-un motiv important de interes public recunoscut în dreptul Uniunii sau în legislația unui stat membru care se aplică operatorului. Condițiile în care există un motiv important de interes public ar trebui precizate pe larg de către Comisie într-un act delegat."
		},
		{
			"lang": "sk",
			"text": "Niektoré tretie krajiny prijímajú zákony, nariadenia alebo iné legislatívne nástroje, ktoré priamo regulujú spracúvanie údajov fyzických a právnických osôb v rámci jurisdikcie členských štátov. Extrateritoriálne uplatňovanie týchto zákonov, nariadení a iných legislatívnych nástrojov môže byť v rozpore s medzinárodným právom a môže ohroziť ochranu fyzických osôb garantovanú Úniou v tomto nariadení. Prenosy by mali byť povolené len za podmienok uvedených v tomto nariadení pre prenosy do tretích krajín. Môže ísť okrem iného o prípad, keď zverejnenie je potrebné z dôležitého dôvodu verejného záujmu uznaného v právnych predpisoch Únie alebo v právnych predpisoch členských štátov, ktorým prevádzkovateľ podlieha. Podmienky, za ktorých existuje dôležitý dôvod verejného záujmu, by mala Komisia ďalej špecifikovať v delegovanom akte."
		},
		{
			"lang": "sl",
			"text": "Nekatere tretje države sprejemajo zakone, predpise in druge zakonodajne akte, ki neposredno urejajo dejavnosti obdelave podatkov fizičnih in pravnih oseb, ki so pod sodno pristojnostjo držav članic. Zunajozemeljska uporaba teh zakonov, predpisov in drugih zakonodajnih aktov lahko krši mednarodno pravo in ovira doseganje varstva posameznikov, ki ga v Uniji zagotavlja ta uredba. Prenosi bi smeli biti dovoljeni samo, kadar so pogoji te uredbe za prenos v tretje države izpolnjeni. To je lahko med drugim v primerih, kadar je razkritje potrebno zaradi pomembnega javnega interesa, priznanega v zakonodaji Unije ali zakonodaji držav članic, ki velja za upravljavca. Pogoje, pod katerimi obstaja pomemben javni interes, bi morala Komisija natančneje določiti z delegiranim aktom."
		},
		{
			"lang": "fi",
			"text": "Jotkut kolmannet maat säätävät lakeja, asetuksia ja muita säädöksiä, joiden tarkoituksena on suoraan säännellä jäsenvaltioiden lainkäyttövallan alaisuuteen kuuluvien luonnollisten ja oikeushenkilöiden tietojenkäsittelytoimia. Tällaisten lakien, asetusten ja muiden säädösten soveltaminen näiden kolmansien maiden alueen ulkopuolella voi olla vastoin kansainvälistä lakia ja estää tähän asetukseen perustuvan yksilöiden suojan toteutumisen unionissa. Tiedonsiirrot olisi sallittava vain jos tässä asetuksessa vahvistetut edellytykset tietojen siirtämiseksi kolmansiin maihin täyttyvät. Näin voi olla esimerkiksi silloin, kun tietojen luovuttaminen on tarpeen unionin oikeudessa tai rekisterinpitäjään sovellettavassa jäsenvaltion laissa tunnustetun yleistä etua koskevan tärkeän syyn vuoksi. Komission olisi täsmennettävä delegoidulla säädöksellä edellytykset, joiden täyttyessä kyseessä on yleistä etua koskeva tärkeä syy."
		},
		{
			"lang": "pl",
			"text": "Niektóre państwa trzecie uchwalają ustawy, rozporządzenia i inne instrumenty prawne, które mają bezpośrednio regulować działalność w zakresie przetwarzania danych osób fizycznych i prawnych podlegających jurysdykcji państw członkowskich. Ekstraterytorialne stosowanie tych ustaw, rozporządzeń i innych instrumentów prawnych może naruszać prawo międzynarodowe i uniemożliwiać osiągnięcie celu ochrony osób fizycznych zagwarantowanej przez Unię w niniejszym rozporządzeniu. Przekazywanie nie powinno być dopuszczalne, jeśli nie są spełnione warunki przekazywania danych do państw trzecich wskazane w niniejszym rozporządzeniu. Może to może między innymi dotyczyć sytuacji, w której ujawnienie jest niezbędne ze względu na ważny interes publiczny uznany w prawie Unii lub prawie państwa członkowskiego, któremu podlega administrator. Warunki istnienia ważnego interesu publicznego powinny zostać następnie określone przez Komisję w akcie delegowanym."
		},
		{
			"lang": "lt",
			"text": "kai kurios trečiosios šalys priėmė įstatymus ir kitus teisės aktus, kuriais tiesiogiai reguliuojama valstybių narių jurisdikcijai priklausančių fizinių ir juridinių asmenų veikla. Ekstrateritoriniu šių įstatymų ir kitų teisės aktų taikymu galėtų būti pažeista tarptautinė teisė ir trikdoma šiuo reglamentu Sąjungoje garantuojama fizinių asmenų apsauga.. Perduoti duomenis turėtų būti leidžiama tik jeigu įvykdytos duomenų perdavimui į trečiąsias šalis taikomos šio reglamento sąlygos. Taip gali būti, pavyzdžiui, jeigu atskleisti duomenis būtina ginant svarbų Sąjungos ar duomenų valdytojui taikytinos valstybės narės teisėje pripažintą viešąjį interesą. Svarbaus viešojo intereso buvimo sąlygas Komisija turėtų tiksliau nustatyti deleguotajame akte;"
		},
		{
			"lang": "nl",
			"text": "Sommige derde landen stellen wetten, bestuursrechtelijke bepalingen en andere rechtsvoorschriften vast waarmee wordt beoogd de gegevensverwerkingsactiviteiten van natuurlijke en rechtspersonen die onder de jurisdictie van de lidstaten vallen, rechtstreeks te regelen. De extraterritoriale toepassing van deze wetten, bestuursrechtelijke bepalingen en andere rechtsvoorschriften kan in strijd zijn met het internationaal recht en een belemmering vormen voor de bij deze verordening gegarandeerde bescherming van personen in de Unie. Doorgiften dienen alleen te kunnen plaatsvinden wanneer wordt voldaan aan de voorwaarden die in deze verordening worden gesteld aan doorgifte naar derde landen. Dit kan onder meer het geval zijn wanneer verstrekking nodig is voor een algemeen belang dat erkend is in het Unierecht of in het recht van de lidstaat waarvan de voor de verwerking verantwoordelijke onderdaan is. Het is aan de Commissie om door middel van een gedelegeerde handeling vast te stellen wanneer er sprake is van zwaarwegende algemene belangen."
		},
		{
			"lang": "sv",
			"text": "Vissa tredjeländer har antagit lagar och andra författningar som syftar till att direkt reglera uppgiftsbehandling som utövas av fysiska och juridiska personer under medlemsstaternas jurisdiktion. Extraterritoriell tillämpning av dessa lagar och andra författningar kan strida mot internationell rätt och inverka menligt på det skydd av enskilda som garanteras inom unionen genom denna förordning.. Överföringar bör endast tillåtas om villkoren i denna förordning för en överföring till tredjeländer är uppfyllda. Detta kan bl.a. vara fallet när utlämnande är nödvändigt på grund av ett viktigt samhällsintresse som erkänns i unionslagstiftningen eller i en medlemsstats lagstiftning som den registeransvarige omfattas av. Villkoren för att ett viktigt samhällsintresse ska anses föreligga bör ytterligare specificeras av kommissionen i en delegerad akt."
		}
	],
	"children": [],
	"title": "Recital 90"
}