{
	"id": "r94",
	"type": "recital",
	"literal": "94",
	"parent": "_",
	"text": [
		{
			"lang": "en",
			"text": "Each supervisory authority should be provided with the adequate financial and human resources, premises and infrastructure, which is necessary for the effective performance of their tasks, including for the tasks related to mutual assistance and co-operation with other supervisory authorities throughout the Union."
		},
		{
			"lang": "de",
			"text": "Jede Aufsichtsbehörde sollte mit Finanzmitteln, Personal, Räumlichkeiten und einer Infrastruktur ausgestattet werden, die für die Wahrnehmung ihrer Aufgaben, auch der Aufgaben im Zusammenhang mit der Amtshilfe und Zusammenarbeit mit anderen Aufsichtsbehörden in der gesamten Union, notwendig und angemessen sind."
		},
		{
			"lang": "fr",
			"text": "Il conviendrait que chaque autorité de contrôle soit dotée de tous les moyens financiers et humains, les locaux et les infrastructures nécessaires à la bonne exécution de ses tâches, y compris celles qui sont liées à l'assistance mutuelle et à la coopération avec d'autres autorités de contrôle dans l'ensemble de l'Union."
		},
		{
			"lang": "es",
			"text": "Todas las autoridades de control deben estar dotadas de los recursos financieros y humanos adecuados, los locales y las infraestructuras que sean necesarios para la realización eficaz de sus tareas, en particular las relacionadas con la asistencia recíproca y la cooperación con otras autoridades de control de la Unión."
		},
		{
			"lang": "pt",
			"text": "Cada autoridade de controlo deve receber os recursos financeiros e humanos, as instalações e infraestruturas adequadas, necessários ao desempenho eficaz das suas funções, incluindo as relacionadas com a assistência e a cooperação mútuas com outras autoridades de controlo da União."
		},
		{
			"lang": "it",
			"text": "Ciascuna autorità di controllo deve disporre di risorse umane e finanziarie adeguate, dei locali e delle infrastrutture necessarie per l’effettivo svolgimento dei propri compiti, compresi i compiti di assistenza reciproca e cooperazione con altre autorità di controllo in tutta l’Unione."
		},
		{
			"lang": "ga",
			"text": "Ba cheart na hacmhainní leordhóthanacha airgeadais agus daonna, agus an t‑áitreabh agus bonneagar atá de dhíth ar na húdaráis mhaoirseachta a thabhairt dóibh chun a gcúraimí a chomhlíonadh go héifeachtach, lena n‑áirítear cúraimí a bhaineann le cúnamh frithpháirteach agus comhar le húdaráis mhaoirseachta eile ar fud an Aontais."
		},
		{
			"lang": "cs",
			"text": "Každému orgánu dozoru by měly být poskytnuty odpovídající finanční a lidské zdroje, prostory a infrastruktura, které bude potřebovat pro účinné vykonávání svých úkolů, včetně úkolů, jež bude plnit v rámci vzájemné pomoci a spolupráce s ostatními orgány dozoru v celé Unii."
		},
		{
			"lang": "da",
			"text": "Hver tilsynsmyndighed bør have tilstrækkelige finansielle og menneskelige ressourcer, lokaler og infrastrukturer til effektivt at udføre sine opgaver, herunder opgaver vedrørende gensidig bistand og samarbejde med andre tilsynsmyndigheder i Unionen."
		},
		{
			"lang": "et",
			"text": "Igale järelevalveasutusele tuleks anda piisavad rahalised ja inimressursid, hooned ja infrastruktuur, mis on vajalikud nende ülesannete, sealhulgas terve ELi järelevalveasutustega tehtava koostöö ja vastastikuse abiga seotud ülesannete täitmiseks."
		},
		{
			"lang": "el",
			"text": "Κάθε αρχή ελέγχου πρέπει να διαθέτει επαρκείς οικονομικούς και ανθρώπινους πόρους, εγκαταστάσεις και υποδομές, οι οποίες είναι αναγκαίες για την αποτελεσματική άσκηση των καθηκόντων της, συμπεριλαμβανομένων των καθηκόντων που σχετίζονται με την αμοιβαία συνδρομή και τη συνεργασία με άλλες αρχές ελέγχου σε ολόκληρη την Ένωση."
		},
		{
			"lang": "bg",
			"text": "Всеки надзорен орган следва да получи адекватни финансови и човешки ресурси, помещения и инфраструктура, необходими за ефективното изпълнение на неговите задачи, включително задачите, свързани с взаимопомощ и сътрудничество с други надзорни органи навсякъде в Съюза."
		},
		{
			"lang": "hu",
			"text": "Valamennyi felügyelő hatóság számára biztosítani kell a feladatai – beleértve az Unió bármely másik felügyelő hatóságával való kölcsönös segítségnyújtáshoz és együttműködéshez kapcsolódó feladatokat – hatékony ellátásához szükséges megfelelő anyagi és személyzeti erőforrásokat, helyiségeket és infrastruktúrát."
		},
		{
			"lang": "mt",
			"text": "Kull awtorità ta’ superviżjoni għandha tingħata riżorsi finanzjarji u umani, bini u infrastruttura adegwati, li huwa meħtieġ għat-twettiq effettiva tal-kompiti tagħhom, inklużi għall-kompiti relatati mal-assistenza reċiproka u l-kooperazzjoni ma’ awtoritajiet ta’ superviżjoni oħrajn fl-Unjoni kollha."
		},
		{
			"lang": "lv",
			"text": "Katrai uzraudzības iestādei būtu jāpiešķir atbilstoši finanšu un cilvēkresursi, telpas un infrastruktūra, kas nepieciešama efektīvai uzdevumu izpildei, tostarp arī to uzdevumu izpildei, kas saistīti ar savstarpējo palīdzību un sadarbību ar citām uzraudzības iestādēm visā Savienībā."
		},
		{
			"lang": "ro",
			"text": "Fiecare autoritate de supraveghere ar trebui să beneficieze de resurse financiare și umane adecvate, de localuri și de infrastructura necesară pentru îndeplinirea cu eficacitate a sarcinilor lor, inclusiv a celor legate de asistența reciprocă și cooperarea cu alte autorități de supraveghere în întreaga Uniune."
		},
		{
			"lang": "sk",
			"text": "Každý dozorný orgán by mal mať k dispozícii dostatok personálnych a finančných zdrojov, priestory a infraštruktúru, ktoré sú potrebné na účinné plnenie úloh vrátane tých, ktoré sa týkajú vzájomnej pomoci a spolupráce s ostatnými dozornými orgánmi v rámci Únie."
		},
		{
			"lang": "sl",
			"text": "Vsakemu nadzornemu organu bi bilo treba zagotoviti zadostne finančne in človeške vire, prostore in infrastrukturo, ki so potrebni za učinkovito opravljanje njihovih nalog, vključno z nalogami v zvezi z medsebojno pomočjo in sodelovanjem z drugimi nadzornimi organi v vsej Uniji."
		},
		{
			"lang": "fi",
			"text": "Kullekin valvontaviranomaiselle olisi osoitettava riittävät taloudelliset ja henkilöresurssit, tilat ja infrastruktuuri, jotka ovat tarpeen tehtävien suorittamiseksi tehokkaasti, mukaan lukien tehtävät, jotka liittyvät keskinäiseen avunantoon ja yhteistyöhön muiden valvontaviranomaisten kanssa kaikkialla unionissa."
		},
		{
			"lang": "pl",
			"text": "Każdy organ nadzorczy powinien zostać wyposażony w odpowiednie zasoby finansowe i ludzkie, pomieszczenia i infrastrukturę, niezbędne do skutecznego wykonywania swoich zadań, w tym zadań związanych ze wzajemną pomocą i współpracą z innymi organami nadzorczymi w całej Unii."
		},
		{
			"lang": "lt",
			"text": "kiekvienai priežiūros institucijai turėtų būti suteikta pakankamai finansinių ir žmogiškųjų išteklių, taip pat patalpos ir infrastruktūra, kurie joms būtini siekiant veiksmingai vykdyti užduotis, įskaitant su savitarpio pagalba ir bendradarbiavimu su kitomis priežiūros institucijomis visoje Sąjungoje susijusias užduotis;"
		},
		{
			"lang": "nl",
			"text": "Iedere toezichthoudende autoriteit dient te beschikken over passende financiële en personele middelen en de huisvesting en infrastructuur die noodzakelijk zijn om haar taken, waaronder die in het kader van wederzijdse bijstand en samenwerking met andere toezichthoudende autoriteiten in de Unie, effectief uit te voeren."
		},
		{
			"lang": "sv",
			"text": "Varje tillsynsmyndighet bör tilldelas de ekonomiska och personella resurser och lokalutrymmen samt den infrastruktur som krävs för att den effektivt ska kunna utföra sina arbetsuppgifter, däribland de arbetsuppgifter som är knutna till ömsesidigt bistånd och samarbete med övriga tillsynsmyndigheter i hela unionen."
		}
	],
	"children": [],
	"title": "Recital 94"
}