{
	"id": "r95",
	"type": "recital",
	"literal": "95",
	"parent": "_",
	"text": [
		{
			"lang": "en",
			"text": "The general conditions for the members of the supervisory authority should be laid down by law in each Member State and should in particular provide that those members should be either appointed by the parliament or the government of the Member State, and include rules on the personal qualification of the members and the position of those members."
		},
		{
			"lang": "de",
			"text": "Die allgemeinen Anforderungen an die Mitglieder der Aufsichtsbehörde sollten gesetzlich von jedem Mitgliedstaat geregelt werden und insbesondere vorsehen, dass diese Mitglieder entweder vom Parlament oder von der Regierung des Mitgliedstaats ernannt werden; ferner sollten sie Bestimmungen über die persönliche Eignung der Mitglieder und ihre Stellung enthalten."
		},
		{
			"lang": "fr",
			"text": "Les conditions générales applicables aux membres de l’autorité de contrôle devraient être fixées par la loi dans chaque État membre, prévoir notamment que ces membres sont nommés par le parlement ou par le gouvernement national, et comprendre des dispositions régissant la qualification et la fonction de ces membres."
		},
		{
			"lang": "es",
			"text": "Las condiciones generales aplicables a los miembros de la autoridad de control deben establecerse por ley en cada Estado miembro, disponer, entre otras cosas, que dichos miembros deben ser nombrados por el Parlamento o el Gobierno del Estado miembro, e incluir normas sobre su cualificación personal y función."
		},
		{
			"lang": "pt",
			"text": "As condições gerais aplicáveis aos membros da autoridade de controlo devem ser definidas por lei em cada Estado-Membro e devem prever, em especial, que esses membros são nomeados pelo parlamento ou pelo governo nacional, e incluir disposições sobre a qualificação e funções desses membros."
		},
		{
			"lang": "it",
			"text": "Le condizioni generali applicabili ai membri dell’autorità di controllo devono essere stabilite da ciascuno Stato membro e devono in particolare prevedere che i membri siano nominati dal parlamento o dal governo dello Stato membro e contenere disposizioni sulle qualifiche e sulle funzioni di tali membri."
		},
		{
			"lang": "ga",
			"text": "Ba cheart na coinníollacha ginearálta do chomhaltaí an údaráis mhaoirseachta a leagan síos le dlí i ngach Ballstát agus ba cheart foráil a dhéanamh go háirithe gur cheart do pharlaimint nó do rialtas an Bhallstáit i gceist na comhaltaí sin a cheapadh, agus ba cheart rialacha a áireamh maidir le cáilíocht phearsanta na gcomhaltaí agus maidir le post na gcomhaltaí sin."
		},
		{
			"lang": "cs",
			"text": "Obecné podmínky pro členy orgánu dozoru by měly být v každém členském státě upraveny právním předpisem a zejména by měly stanovit, že tito členové by měli být jmenováni parlamentem nebo vládou členského státu, a dále by měly obsahovat pravidla o osobní způsobilosti členů a jejich postavení."
		},
		{
			"lang": "da",
			"text": "De generelle betingelser for tilsynsmyndighedens medlemmer bør fastsættes ved lov i hver medlemsstat, og det bør navnlig fastsættes, om disse medlemmer udpeges af parlamentet eller regeringen i den pågældende medlemsstat, og der bør ligeledes fastsættes regler om medlemmernes personlige kvalifikationer og stilling."
		},
		{
			"lang": "et",
			"text": "Järelevalveasutuse liikmetele esitatavad üldtingimused tuleks kehtestada igas liikmesriigis seadusega ning eelkõige tuleks ette näha see, et liikmed peaks ametisse nimetama kas liikmesriigi parlament või valitsus, ning eeskirjad liikmete isikliku kvalifikatsiooni ja ametiseisundi kohta."
		},
		{
			"lang": "el",
			"text": "Οι γενικές προϋποθέσεις για τα μέλη της αρχής ελέγχου πρέπει να θεσπίζονται διά νόμου σε κάθε κράτος μέλος και πρέπει να προβλέπουν, ειδικότερα, ότι τα εν λόγω μέλη διορίζονται είτε από το κοινοβούλιο είτε από την κυβέρνηση του κράτους μέλους, και να περιλαμβάνουν κανόνες για τα προσωπικά προσόντα των μελών και τη θέση τους."
		},
		{
			"lang": "bg",
			"text": "Общите условия за членовете на надзорния орган следва да бъдат определени със закон във всяка държава-членка и да предвиждат, по-специално, че тези членове следва да се назначават от парламента или от правителството на държавата-членка, и да включват правила за личната квалификация и длъжността на тези членове."
		},
		{
			"lang": "hu",
			"text": "A felügyelő hatóság tagjaira vonatkozó általános feltételeket minden tagállamban jogszabályban kell rögzíteni, és különösen biztosítani kell azt, hogy az említett tagokat a tagállam parlamentje vagy kormánya nevezze ki, valamint szabályozni kell a tagok szükséges képesítését és beosztását."
		},
		{
			"lang": "mt",
			"text": "Il-kundizzjonijiet ġenerali għall-membri tal-awtorità ta’ superviżjoni għandhom jiġu stabbiliti bil-liġi f’kull Stat Membru u b’mod partikolari għandhom jipprovdu li dawk il-membri għandhom jinħatru mill-parlament jew mill-gvern tal-Istat Membru, u jinkludu regoli dwar il-kwalifiki personali tal-membri u l-pożizzjoni ta’ dawk il-membri."
		},
		{
			"lang": "lv",
			"text": "Nosacījumi, lai kļūtu par uzraudzības iestādes locekli, katrā dalībvalstī būtu jānosaka ar likumu un jo īpaši būtu jānodrošina, ka šos locekļus amatā ieceļ vai nu dalībvalsts parlaments vai valdība, turklāt būtu jāiekļauj noteikumi par locekļu kvalifikāciju un statusu."
		},
		{
			"lang": "ro",
			"text": "Condițiile generale pentru membrii autorității de supraveghere ar trebui stabilite de lege în fiecare stat membru și ar trebui, în special, să prevadă că acești membri ar trebui să fie numiți de parlamentul sau de guvernul statului membru și să includă dispoziții privind calificarea personală și funcția membrilor respectivi."
		},
		{
			"lang": "sk",
			"text": "Všeobecné podmienky pre členov dozorného orgánu by mal každý členský štát stanoviť zákonným predpisom, kde by malo byť najmä stanovené, že členovia by mali byť menovaní parlamentom alebo vládou členského štátu, a mali by tu byť uvedené pravidlá o osobnej kvalifikácii členov a pozícii týchto členov."
		},
		{
			"lang": "sl",
			"text": "Vsaka država članica bi morala predpisati splošne pogoje za člane nadzornega organa, ki bi morali zlasti določati, da te člane imenuje parlament ali vlada države članice, ter vsebovati pravila o osebnih kvalifikacijah in položaju teh članov."
		},
		{
			"lang": "fi",
			"text": "Valvontaviranomaisen jäseniin sovellettavat yleiset edellytykset olisi vahvistettava kunkin jäsenvaltion lainsäädännössä. Erityisesti olisi säädettävä, että joko jäsenvaltion parlamentin tai hallituksen on nimitettävä kyseiset jäsenet. Lisäksi olisi vahvistettava jäsenten henkilökohtaista pätevyyttä ja asemaa koskevat säännöt."
		},
		{
			"lang": "pl",
			"text": "Warunki ogólne członkostwa w organie nadzorczym powinny być określone w przepisach prawa każdego państwa członkowskiego i powinny w szczególności przewidywać, iż członkowie tego organu powinni być wyznaczeni przez parlament albo przez rząd państwa członkowskiego oraz obejmować zasady dotyczące kwalifikacji i stanowiska tych członków."
		},
		{
			"lang": "lt",
			"text": "kiekvienoje valstybėje narėje teisės aktais turėtų būti nustatyti bendrieji reikalavimai priežiūros institucijos nariams, visų pirma turėtų būti numatyta, kad šiuos narius turėtų skirti valstybės narės parlamentas arba vyriausybė, taip pat turėtų būti įtrauktos taisyklės dėl narių tinkamumo ir šių narių statuso;"
		},
		{
			"lang": "nl",
			"text": "De algemene voorwaarden voor de leden van de toezichthoudende autoriteit dienen in elke lidstaat bij wet te worden vastgesteld en dienen met name te bepalen dat de leden hetzij door het parlement, hetzij door de regering van de lidstaat worden benoemd, en voorschriften te bevatten inzake de persoonlijke kwalificaties van de leden en de positie van de leden."
		},
		{
			"lang": "sv",
			"text": "De allmänna villkoren för tillsynsmyndighetens ledamöter bör fastställas genom lag i varje medlemsstat. Bestämmelserna bör bl.a. föreskriva att de ska utnämnas antingen av parlamentet eller av medlemsstatens regering, och inkludera regler om deras personliga kvalifikationer och ställning."
		}
	],
	"children": [],
	"title": "Recital 95"
}