{
	"id": "r96",
	"type": "recital",
	"literal": "96",
	"parent": "_",
	"text": [
		{
			"lang": "en",
			"text": "The supervisory authorities should monitor the application of the provisions pursuant to this Regulation and contribute to its consistent application throughout the Union, in order to protect natural persons in relation to the processing of their personal data and to facilitate the free flow of personal data within the internal market. For that purpose, the supervisory authorities should co-operate with each other and the Commission."
		},
		{
			"lang": "de",
			"text": "Die Aufsichtsbehörden sollten die Anwendung der Bestimmungen dieser Verordnung überwachen und zu ihrer einheitlichen Anwendung in der gesamten Union beitragen, um natürliche Personen im Hinblick auf die Verarbeitung ihrer Daten zu schützen und den freien Verkehr personenbezogener Daten im Binnenmarkt zu erleichtern. Zu diesem Zweck bedarf es der Zusammenarbeit der Aufsichtsbehörden untereinander und mit der Kommission."
		},
		{
			"lang": "fr",
			"text": "Il appartiendrait aux autorités de contrôle de surveiller l'application des dispositions du présent règlement et de contribuer à ce que cette application soit uniforme dans l'ensemble de l'Union, pour protéger les personnes physiques à l'égard du traitement de leurs données à caractère personnel et faciliter la libre circulation de ces données au sein du marché intérieur. À cet effet, il conviendrait que les autorités de contrôle coopèrent entre elles et avec la Commission."
		},
		{
			"lang": "es",
			"text": "Las autoridades de control deben supervisar la aplicación de las disposiciones adoptadas en aplicación del presente Reglamento y contribuir a su implementación coherente en toda la Unión, con el fin de proteger a las personas físicas en relación con el tratamiento de sus datos de carácter personal y de facilitar la libre circulación de dichos datos personales en el mercado interior. Para ello, las autoridades de control deben cooperar entre sí y con la Comisión."
		},
		{
			"lang": "pt",
			"text": "As autoridades de controlo devem controlar a aplicação das disposições do presente regulamento e contribuir para a sua aplicação coerente em toda a União, a fim de proteger as pessoas singulares relativamente ao tratamento dos seus dados pessoais e facilitar a livre circulação desses dados a nível do mercado interno. Para esse efeito, as autoridades de controlo devem cooperar entre si e com a Comissão."
		},
		{
			"lang": "it",
			"text": "Spetterebbe alle autorità di controllo controllare l’applicazione delle disposizioni del presente regolamento e contribuire alla sua coerente applicazione in tutta l’Unione, così da tutelare le persone fisiche in relazione al trattamento dei dati personali e facilitare la libera circolazione di tali dati nel mercato interno. A tal fine le autorità di controllo cooperano tra loro e con la Commissione."
		},
		{
			"lang": "ga",
			"text": "Ba cheart do na húdaráis mhaoirseachta faireachán a dhéanamh ar chur i bhfeidhm na bhforálacha de bhun an Rialacháin seo agus ba cheart dóibh rannchuidiú le cur i bhfeidhm leanúnach an Rialacháin ar fud an Aontais, chun daoine nádúrtha a chosaint i ndáil le próiseáil a sonraí pearsanta agus chun saorshreabhadh sonraí pearsanta a éascú laistigh den mhargadh inmheánach. Chun na críche sin, ba cheart do na húdaráis mhaoirseachta dul i gcomhar lena chéile agus leis an gCoimisiún."
		},
		{
			"lang": "cs",
			"text": "Orgány dozoru by měly sledovat uplatňování ustanovení tohoto nařízení a přispívat k jejich jednotnému uplatňování v celé Unii s cílem chránit fyzické osoby v souvislosti se zpracováváním jejich osobních údajů a usnadnit volný pohyb osobních údajů v rámci vnitřního trhu. Za tímto účelem by orgány dozoru měly spolupracovat s Komisí a mezi sebou."
		},
		{
			"lang": "da",
			"text": "Tilsynsmyndighederne bør kontrollere anvendelsen af bestemmelserne i henhold til denne forordning og bidrage til dens ensartede anvendelse i hele Unionen med det formål at beskytte fysiske personer i forbindelse med behandlingen af deres personoplysninger og lette fri udveksling af personoplysninger på det indre marked. Til det formål bør tilsynsmyndighederne samarbejde med hinanden og med Kommissionen."
		},
		{
			"lang": "et",
			"text": "Järelevalveasutused jälgivad käesoleva määruse kohaldamist ja aitavad kaasa selle ühtsele kohaldamisele terves ELis, et kaitsta füüsilisi isikuid nende isikuandmete töötlemisel ning soodustada isikuandmete vaba liikumist siseturul. Selleks peaksid järelevalveasutused tegema koostööd üksteise ja komisjoniga."
		},
		{
			"lang": "el",
			"text": "Οι αρχές ελέγχου πρέπει να παρακολουθούν την εφαρμογή των διατάξεων του παρόντος κανονισμού και να συμβάλλουν στη συνεκτική εφαρμογή του σε ολόκληρη την Ένωση προκειμένου να προστατεύονται τα φυσικά πρόσωπα έναντι της επεξεργασίας των δεδομένων προσωπικού χαρακτήρα που τα αφορούν και να διευκολύνεται η ελεύθερη ροή δεδομένων προσωπικού χαρακτήρα στην εσωτερική αγορά. Για τον σκοπό αυτό, οι αρχές ελέγχου πρέπει να συνεργάζονται μεταξύ τους και με την Επιτροπή."
		},
		{
			"lang": "bg",
			"text": "Надзорните органи следва да наблюдават прилагането на разпоредбите съгласно настоящия регламент и да допринасят за неговото съгласувано прилагане навсякъде в Съюза с цел защита на физическите лица по отношение на обработването на личните им данни и улесняване на свободното движение на личните данни в рамките на вътрешния пазар. За тази цел надзорните органи следва да си сътрудничат помежду си и с Комисията."
		},
		{
			"lang": "hu",
			"text": "A felügyelő hatóságok a természetes személyeknek személyes adataik feldolgozása tekintetében biztosítandó védelem, valamint a személyes adatok belső piacon belüli szabad áramlásának biztosítása érdekében ellenőrzik az e rendelet értelmében elfogadott rendelkezések alkalmazását, és hozzájárulnak azoknak az Unió egész területén történő következetes alkalmazásához. A felügyelő hatóságok e célból együttműködnek a Bizottsággal és egymással."
		},
		{
			"lang": "mt",
			"text": "L-awtoritajiet ta’ superviżjoni għandhom jissorveljaw l-applikazzjoni tad-dispożizzjonijiet skont dan ir-Regolament u jikkontribwixxu għall-applikazzjoni konsistenti tiegħu madwar l-Unjoni, sabiex jipproteġu lil persuni fiżiċi fir-rigward tal-ipproċessar tad-dejta personali tagħhom u jiffaċilitaw il-fluss liberu ta’ dejta personali fis-suq intern. Għal dan il-għan, l-awtoritajiet ta’ superviżjoni għandhom jikkooperaw bejniethom u mal-Kummissjoni."
		},
		{
			"lang": "lv",
			"text": "Uzraudzības iestādēm būtu jāuzrauga šīs regulas noteikumu īstenošanu un jāveicina tās saskanīga piemērošana visā Savienībā, lai aizsargātu fiziskas personas attiecībā uz viņu personas datu apstrādi un atvieglotu personas datu brīvu apriti iekšējā tirgū. Šajā nolūkā uzraudzības iestādēm būtu jāsadarbojas vienai ar otru un ar Komisiju."
		},
		{
			"lang": "ro",
			"text": "Autoritățile de supraveghere ar trebui să monitorizeze aplicarea dispozițiilor prevăzute de prezentul regulament și să contribuie la aplicarea consecventă a acestuia în întreaga Uniune, în scopul asigurării protecției persoanelor fizice în ceea ce privește prelucrarea datelor lor cu caracter personal și al facilitării liberei circulații a datelor cu caracter personal în interiorul pieței interne. În acest sens, autoritățile de supraveghere ar trebui să coopereze reciproc și cu Comisia."
		},
		{
			"lang": "sk",
			"text": "Dozorné orgány by mali monitorovať uplatňovanie ustanovení podľa tohto nariadenia a prispievať k jeho konzistentnému uplatňovaniu v rámci Únie, aby sa chránili fyzické osoby v súvislosti so spracúvaním ich osobných údajov a uľahčil sa voľný tok osobných údajov v rámci vnútorného trhu. Na tento účel by dozorné orgány mali spolupracovať navzájom, ako aj s Komisiou."
		},
		{
			"lang": "sl",
			"text": "Nadzorni organi bi morali spremljati uporabo določb v skladu s to uredbo in prispevati k njeni dosledni uporabi v vsej Uniji, da bi varovali fizične osebe pri obdelavi njihovih osebnih podatkov in olajšali prosti pretok osebnih podatkov na notranjem trgu. Zato bi morali nadzorni organi sodelovati med seboj in s Komisijo."
		},
		{
			"lang": "fi",
			"text": "Valvontaviranomaisten olisi seurattava tämän asetuksen säännösten soveltamista ja edistettävä sen yhdenmukaista soveltamista koko unionissa luonnollisten henkilöiden suojaamiseksi henkilötietojen käsittelyssä ja henkilötietojen vapaan liikkuvuuden varmistamiseksi sisämarkkinoilla. Sitä varten valvontaviranomaisten olisi tehtävä yhteistyötä keskenään ja komission kanssa."
		},
		{
			"lang": "pl",
			"text": "Organy nadzorcze powinny monitorować stosowanie przepisów w sposób zgodny z niniejszym rozporządzeniem oraz przyczyniać się do jego spójnego stosowania w całej Unii, w celu ochrony osób fizycznych w zakresie przetwarzania ich danych osobowych oraz ułatwienia swobodnego przepływu danych osobowych w ramach rynku wewnętrznego. W tym celu organy nadzorcze powinny współpracować ze sobą oraz z Komisją."
		},
		{
			"lang": "lt",
			"text": "priežiūros institucijos turėtų stebėti, kaip taikomos šio reglamento nuostatos, ir padėti jas nuosekliai taikyti visoje Sąjungoje, kad būtų apsaugoti fiziniai asmenys tvarkant jų asmens duomenis ir palengvintas asmens duomenų judėjimas vidaus rinkoje. Siekdamos šio tikslo, priežiūros institucijos turėtų bendradarbiauti tarpusavyje ir su Komisija;"
		},
		{
			"lang": "nl",
			"text": "De toezichthoudende autoriteiten dienen toezicht te houden op de toepassing van de krachtens deze richtlijn vastgestelde bepalingen en bij te dragen tot de consequente toepassing daarvan in de gehele Unie, teneinde natuurlijke personen te beschermen in verband met de verwerking van hun persoonsgegevens en het vrije verkeer van persoonsgegevens binnen de interne markt te vergemakkelijken. Daartoe dienen de toezichthoudende autoriteiten met elkaar en met de Commissie samen te werken."
		},
		{
			"lang": "sv",
			"text": "Tillsynsmyndigheterna bör övervaka tillämpningen av bestämmelserna i denna förordning och bidra till att tillämpningen blir enhetlig over hela unionen för att skydda fysiska personer vid behandling av deras personuppgifter och för att underlätta det fria flödet av personuppgifter inom den inre marknaden. För detta ändamål bör tillsynsmyndigheterna samarbeta såväl sinsemellan som med kommissionen."
		}
	],
	"children": [],
	"title": "Recital 96"
}