{
	"id": "r97",
	"type": "recital",
	"literal": "97",
	"parent": "_",
	"text": [
		{
			"lang": "en",
			"text": "Where the processing of personal data in the context of the activities of an establishment of a controller or a processor in the Union takes place in more than one Member State, one single supervisory authority should be competent for monitoring the activities of the controller or processor throughout the Union and taking the related decisions, in order to increase the consistent application, provide legal certainty and reduce administrative burden for such controllers and processors."
		},
		{
			"lang": "de",
			"text": "Findet die Verarbeitung personenbezogener Daten im Zusammenhang mit der Tätigkeit einer Niederlassung eines für die Verarbeitung Verantwortlichen oder eines Auftragsverarbeiters in der Union in mehr als einem Mitgliedstaat statt, sollte eine einzige Aufsichtsbehörde für die Überwachung der Tätigkeit des für die Verarbeitung Verantwortlichen oder Auftragsverarbeiters in der gesamten Union zuständig sein und die entsprechenden Beschlüsse fassen, damit die einheitliche Anwendung der Vorschriften verbessert, Rechtssicherheit gewährleistet und der Verwaltungsaufwand der für die Verarbeitung Verantwortlichen oder Auftragsverarbeiter verringert wird."
		},
		{
			"lang": "fr",
			"text": "Lorsque, dans l'Union, le traitement de données à caractère personnel intervenant dans le cadre des activités d'un établissement d'un responsable du traitement ou d'un sous‑traitant a lieu dans plusieurs États membres, il conviendrait qu’une seule autorité de contrôle soit compétente pour surveiller les activités du responsable du traitement ou du sous‑traitant dans toute l'Union et pour prendre les décisions y afférentes, afin de favoriser une application cohérente, de garantir la sécurité juridique et de réduire les charges administratives pour le responsable du traitement et ses sous‑traitants."
		},
		{
			"lang": "es",
			"text": "Cuando el tratamiento de datos personales en el contexto de las actividades de un establecimiento del responsable o del encargado del tratamiento en la Unión tenga lugar en más de un Estado miembro, una única autoridad de control debe ser competente para supervisar las actividades del responsable o del encargado del tratamiento en la Unión y tomar las decisiones correspondientes, a fin de potenciar una aplicación coherente, proporcionar seguridad jurídica y reducir la carga administrativa que soportan dichos responsables y encargados."
		},
		{
			"lang": "pt",
			"text": "Sempre que, na União, o tratamento de dados pessoais no contexto das atividades de um estabelecimento de um responsável pelo tratamento ou de um subcontratante ocorre em vários Estados-Membros, é conveniente que uma única autoridade de controlo tenha a competência para supervisionar as atividades do responsável pelo tratamento ou do subcontratante em toda a União e adotar as decisões correspondentes, a fim de favorecer a aplicação coerente, assegurar segurança jurídica e reduzir os encargos administrativos para esses responsáveis pelo tratamento e subcontratantes."
		},
		{
			"lang": "it",
			"text": "Qualora il trattamento dei dati personali nell’ambito delle attività di uno stabilimento di un responsabile del trattamento o incaricato del trattamento nell’Unione abbia luogo in più di uno Stato membro, è opportuno che un’unica autorità di controllo sia competente a controllare le attività del responsabile del trattamento o dell’incaricato del trattamento in tutta l’Unione e ad prendere le relative decisioni, in modo da aumentare la coerenza nell’applicazione, garantire la certezza giuridica e ridurre gli oneri amministrativi per tali responsabili del trattamento e incaricati del trattamento."
		},
		{
			"lang": "ga",
			"text": "Más rud é, maidir le gníomhaíochtaí bunaíochta de chuid rialaitheora nó próiseálaí atá lonnaithe san Aontas, go ndéantar sonraí pearsanta a phróiseáil i níos mó ná Ballstát amháin, ba cheart go mbeadh aon údarás maoirseachta amháin inniúil ar fhaireachán a dhéanamh ar ghníomhaíochtaí an rialaitheora nó an phróiseálaí ar fud an Aontais agus ba cheart dó na cinntí a bhaineann leis sin a dhéanamh, chun cur i bhfeidhm leanúnach a spreagadh, chun deimhneacht dhlíthiúil a áirithiú agus chun an t‑ualach riaracháin ar na rialaitheoirí agus na próiseálaithe sin a laghdú."
		},
		{
			"lang": "cs",
			"text": "Dochází-li ke zpracování osobních údajů v rámci činnosti některé provozovny správce nebo zpracovatele ve více členských státech Unie, měl by být k dohledu nad činnostmi prováděnými správcem či zpracovatelem v celé Unii a k přijímání souvisejících rozhodnutí příslušný jen jediný orgán dozoru, aby se zlepšilo jednotné uplatňování předpisů, poskytla právní jistota a snížila administrativní zátěž těchto správců a zpracovatelů."
		},
		{
			"lang": "da",
			"text": "Når behandlingen af personoplysninger i forbindelse med aktiviteter, der gennemføres af en registeransvarligs eller registerførers virksomhed i Unionen, finder sted i mere end én medlemsstat, bør en enkelt tilsynsmyndighed være ansvarlig for at kontrollere den registeransvarliges eller registerførerens aktiviteter i hele Unionen og for at træffe de relaterede beslutninger med henblik på at styrke en ensartet anvendelse, sikre retssikkerheden og mindske den administrative byrde for sådanne registeransvarlige og registerførere."
		},
		{
			"lang": "et",
			"text": "Kui ELis asuva vastutava töötleja või volitatud töötleja tegevuse raames töödeldakse isikuandmeid mitmes liikmesriigis, peaks kontrollima vastutava töötleja või volitatud töötleja tervet ELi hõlmavat tegevust ja võtma vastu seonduvad otsused üks järelevalveasutus, et parandada kohaldamise järjepidevust, õiguskindlust ja vähendada asjaomaste vastutavate töötlejate ja volitatud töötlejate halduskoormust."
		},
		{
			"lang": "el",
			"text": "Εάν η επεξεργασία δεδομένων προσωπικού χαρακτήρα στο πλαίσιο των δραστηριοτήτων ενός υπευθύνου επεξεργασίας ή εκτελούντος την επεξεργασία σε μια εγκατάσταση στην Ένωση πραγματοποιείται σε περισσότερα κράτη μέλη, μία και μόνη αρχή ελέγχου πρέπει να είναι αρμόδια τόσο για την παρακολούθηση των δραστηριοτήτων του υπευθύνου επεξεργασίας ή του εκτελούντος την επεξεργασία σε ολόκληρη την Ένωση όσο και για τη λήψη των σχετικών αποφάσεων, προκειμένου να αυξάνεται η συνεκτικότητα της εφαρμογής, να παρέχεται ασφάλεια δικαίου και να μειώνεται ο διοικητικός φόρτος για τους εν λόγω υπευθύνους επεξεργασίας και εκτελούντες την επεξεργασία."
		},
		{
			"lang": "bg",
			"text": "Когато обработването на лични данни в контекста на дейностите на място на установяване на даден администратор или обработващ лични данни в Съюза се извършва в повече от една държава-членка, един-единствен надзорен орган следва да бъде компетентен за наблюдението на дейностите на администратора или обработващия лични данни навсякъде в Съюза и за вземането на съответните решения, за да се подобри съгласуваното прилагане, да се осигури правна сигурност и да се намали административната тежест за тези администратори и обработващи лични данни."
		},
		{
			"lang": "hu",
			"text": "Amennyiben az adatkezelő vagy -feldolgozó uniós szervezetének tevékenységével összefüggésben végzett adatfeldolgozásra egynél több tagállamban kerül sor, egyetlen felügyelő hatóság lesz illetékes az adatkezelő vagy -feldolgozó egész Unió területén belüli tevékenységeinek nyomon követésére és a kapcsolódó határozatok meghozatalára a következetes alkalmazás elősegítése, a jogbiztonság biztosítása, és az ilyen adatkezelőkre és -feldolgozókra háruló adminisztratív terhek csökkentése érdekében."
		},
		{
			"lang": "mt",
			"text": "Fejn l-ipproċessar tad-dejta personali fil-kuntest tal-attivitajiet ta’ stabbiliment ta’ kontrollur jew proċessur fl-Unjoni jseħħ f’aktar minn Stat Membru wieħed, awtorità ta’ superviżjoni waħda għandha tkun kompetenti għall-monitoraġġ tal-attivitajiet tal-kontrollur jew tal-proċessur fl-Unjoni u għat-teħid tad-deċiżjonijiet relatati, sabiex tiżdied l-applikazzjoni konsistenti, tipprovdi ċertezza legali u tnaqqas il-piż amministrattiv għal dawn il-kontrolluri u l-proċessuri."
		},
		{
			"lang": "lv",
			"text": "Ja personas datu apstrāde saistībā ar darbībām, ko veic pārziņa vai apstrādātāja institūcija Savienībā, notiek vairāk nekā vienā dalībvalstī, par šā pārziņa vai apstrādātāja darbību uzraudzību un attiecīgu lēmumu pieņemšanu visā Savienībā būtu jāatbild tikai vienai uzraudzības iestādei, lai nodrošinātu konsekventu piemērošanu, tiesisko noteiktību un samazinātu administratīvo slogu šādiem pārziņiem un apstrādātājiem."
		},
		{
			"lang": "ro",
			"text": "În cazul în care, în Uniune, prelucrarea datelor cu caracter personal în cadrul activităților unui sediu al unui operator sau al unei persoane împuternicite de către operator se efectuează în mai multe state membre, o singură autoritate de supraveghere ar trebui să aibă competența de a monitoriza activitățile operatorului sau ale persoanei împuternicite de către operator în întreaga Uniune și de a adopta deciziile aferente, în scopul intensificării aplicării consecvente, al furnizării securității juridice și al reducerii sarcinii administrative pentru astfel de operatori și de persoane împuternicite de către operatori."
		},
		{
			"lang": "sk",
			"text": "Ak sa spracovanie osobných údajov v rámci činnosti zariadenia prevádzkovateľa alebo sprostredkovateľa v Únii vykonáva vo viac ako jednom členskom štáte, pre monitorovanie činností prevádzkovateľa alebo sprostredkovateľa v Únii a prijímanie súvisiacich rozhodnutí by mal byť príslušný iba jeden dozorný orgán, aby sa posilnilo konzistentné uplatňovanie pravidiel, poskytla sa právna istota a znížilo sa administratívne zaťaženie pre takýchto prevádzkovateľov a sprostredkovateľov."
		},
		{
			"lang": "sl",
			"text": "Kadar obdelava osebnih podatkov v okviru dejavnosti ustanovitve upravljavca ali obdelovalca v Uniji poteka v več kot eni državi članici, bi moral biti en sam nadzorni organ pristojen za spremljanje dejavnosti upravljavca ali obdelovalca v vsej Uniji in sprejemati s tem povezane odločitve, da bi povečal doslednost uporabe, zagotovil pravno varnost in za take upravljavce in obdelovalce zmanjšal upravno breme."
		},
		{
			"lang": "fi",
			"text": "Jos unioniin sijoittautunut rekisterinpitäjä tai henkilötietojen käsittelijä suorittaa henkilötietojen käsittelyä useammassa kuin yhdessä jäsenvaltiossa, yhdellä valvontaviranomaisella olisi oltava toimivalta valvoa rekisterinpitäjän tai henkilötietojen käsittelijän toimintaa kaikkialla unionissa ja tehdä sitä koskevia päätöksiä, jotta voidaan lisätä soveltamisen yhdenmukaisuutta, taata oikeusvarmuus ja vähentää tällaisten rekisterinpitäjien ja henkilötietojen käsittelijöiden hallinnollista rasitusta."
		},
		{
			"lang": "pl",
			"text": "Jeśli przetwarzanie danych osobowych w kontekście działalności prowadzonej w siedzibie administratora lub podmiotu przetwarzającego w Unii odbywa się w kilku państwach, jeden organ nadzorczy powinien być właściwy w zakresie monitorowania działalności administratora lub podmiotu przetwarzającego w całej Unii oraz podejmowania odnośnych decyzji, by zwiększyć spójne stosowanie, zagwarantować pewność prawną oraz ograniczyć obciążenie administracyjne administratorów i podmiotów przetwarzających."
		},
		{
			"lang": "lt",
			"text": "jeigu asmens duomenys tvarkomi daugiau nei vienoje valstybėje narėje, o duomenų valdytojo arba tvarkytojo buveinė vykdo veiklą Sąjungoje, viena priežiūros institucija turėtų būti kompetentinga stebėti duomenų valdytojo arba tvarkytojo veiklą visoje Sąjungoje ir priimti atitinkamus sprendimus, kad būtų vienodžiau taikoma teisė, būtų užtikrintas teisinis tikrumas ir tokiems duomenų valdytojams ir duomenų tvarkytojams sumažėtų administracinė našta;"
		},
		{
			"lang": "nl",
			"text": "Wanneer de verwerking van persoonsgegevens in het kader van de activiteiten van een vestiging van een voor de verwerking verantwoordelijke of een verwerker in Unie in meer dan één lidstaat plaatsvindt, dient één enkele toezichthoudende autoriteit bevoegd te zijn voor de uitoefening van het toezicht op de activiteiten van de voor de verwerking verantwoordelijke of de verwerker in de hele Unie en de daarmee samenhangende besluiten te nemen, teneinde de consequente toepassing van de richtlijn te bevorderen, rechtszekerheid te bieden en de administratieve belasting voor dergelijke voor de verwerking verantwoordelijken en verwerkers te verminderen."
		},
		{
			"lang": "sv",
			"text": "Om behandlingen av personuppgifter inom ramen för den verksamhet som en registeransvarig eller registerförare bedriver inom unionen äger rum i fler än en medlemsstat bör en enda tillsynsmyndighet vara behörig att övervaka den registeransvariges eller registerförarens verksamheter i hela unionen och fatta alla därmed sammanhängande beslut. Detta för att öka enhetligheten i tillämpningen, skapa rättssäkerhet och minska den administrativa bördan för dessa registeransvariga och registerförare."
		}
	],
	"children": [],
	"title": "Recital 97"
}