{
	"id": "a12p4",
	"type": "paragraph",
	"literal": "4",
	"parent": "a12",
	"text": [
		{
			"lang": "en",
			"text": "The information and the actions taken on requests referred to in paragraph 1 shall be free of charge. Where requests are manifestly excessive, in particular because of their repetitive character, the controller may charge a fee for providing the information or taking the action requested, or the controller may not take the action requested. In that case, the controller shall bear the burden of proving the manifestly excessive character of the request."
		},
		{
			"lang": "de",
			"text": "Die Unterrichtung und die auf Antrag ergriffenen Maßnahmen gemäß Absatz 1 sind kostenlos. Bei offenkundig unverhältnismäßigen Anträgen und besonders im Fall ihrer Häufung kann der für die Verarbeitung Verantwortliche ein Entgelt für die Unterrichtung oder die Durchführung der beantragten Maßnahme verlangen oder die beantragte Maßnahme unterlassen. In diesem Fall trägt der für die Verarbeitung Verantwortliche die Beweislast für den offenkundig unverhältnismäßigen Charakter des Antrags."
		},
		{
			"lang": "fr",
			"text": "Les informations et les mesures prises dans le cadre des demandes visées au paragraphe 1 sont gratuites. Lorsque les demandes sont manifestement excessives, notamment en raison de leur caractère répétitif, le responsable du traitement peut exiger le paiement de frais pour fournir les informations ou pour prendre les mesures demandées, peut s'abstenir de prendre les mesures demandées. Dans ce cas, il incombe au responsable du traitement de prouver le caractère manifestement excessif de la demande."
		},
		{
			"lang": "es",
			"text": "La información y las medidas adoptadas sobre las solicitudes contempladas en el apartado 1 serán gratuitas. Cuando las solicitudes sean manifiestamente excesivas, especialmente por su carácter repetitivo, el responsable del tratamiento podrá aplicar una tasa por facilitar la información o adoptar la medida solicitada, o estará facultado para no adoptar la medida solicitada. En ese caso, el responsable del tratamiento asumirá la carga de demostrar el carácter manifiestamente excesivo de la solicitud."
		},
		{
			"lang": "pt",
			"text": "As informações e as medidas adotadas relativamente a pedidos referidos no n.º 1 são gratuitas. Se os pedidos forem manifestamente abusivos, particularmente devido ao seu caráter repetitivo, o responsável pelo tratamento pode exigir o pagamento de uma taxa para fornecer informações ou adotar as medidas solicitadas, podendo também abster‑se de adotar as medidas solicitadas. Nesse caso, incumbe ao responsável pelo tratamento o ónus de provar o caráter manifestamente abusivo do pedido."
		},
		{
			"lang": "it",
			"text": "Le informazioni e le azioni intraprese a seguito delle richieste di cui al paragrafo 1 sono gratuite. Se le richieste sono manifestamente eccessive, in particolare per il loro carattere ripetitivo, il responsabile del trattamento può esigere un contributo spese per le informazioni o l’azione richiesta; in alternativa, può non effettuare quanto richiesto. In tale caso, incombe al responsabile del trattamento dimostrare il carattere manifestamente eccessivo della richiesta."
		},
		{
			"lang": "ga",
			"text": "Beidh an fhaisnéis a thabharfar agus na bearta a dhéanfar ar bhonn na n‑iarrataí dá dtagraítear i mír 1 saor in aisce. I gcás ina bhfuil iarrataí iomarcach amach is amach, go háirithe toisc go bhfuil siad athráiteach, féadfaidh an rialaitheoir táille a ghearradh as an bhfaisnéis a chur ar fáil nó as beart a dhéanamh mar a iarradh, nó d'fhéadfadh sé nach ndéanfaidh an rialaitheoir an beart a iarradh. Sa chás sin, is faoin rialaitheoir a bheidh sé a chruthú go bhfuil an iarraidh iomarcach amach is amach."
		},
		{
			"lang": "cs",
			"text": "Informace a opatření přijaté na základě žádostí uvedených v odstavci 1 jsou bezplatné. Jestliže jsou žádosti zjevně nepřiměřené, zvláště z toho důvodu, že se opakují, může správce poskytnutí informací nebo provedení požadovaných opatření zpoplatnit, případně nemusí požadované opatření provést. Pokud jde o prokázání zjevné nepřiměřenosti žádosti, nese důkazní břemeno správce."
		},
		{
			"lang": "da",
			"text": "Meddelelser og handlinger, der iværksættes efter anmodning, jf. stk. 1, er gratis. Hvis anmodninger er tydeligt overdrevne, bl.a. fordi de gentages, kan den register­ansvarlige opkræve et gebyr for fremsendelse af meddelelsen eller iværksættelse af den ønskede handling, eller den registeransvarlige kan undlade at iværksætte den ønskede handling. I det tilfælde bærer den registeransvarlige ansvaret for at bevise, at anmodningen er tydeligt overdreven."
		},
		{
			"lang": "et",
			"text": "Lõikes 1 osutatud taotluse alusel antud teabe ja tehtud toimingute eest tasu ei võeta. Kui taotlused on selgelt põhjendamatud, sest neid esitatakse korduvalt, võib vastutav töötleja võtta taotletud teabe andmise ja toimingute tegemise eest tasu või jätta toimingud tegemata. Sel juhul lasub vastutaval töötlejal kohustus tõendada, et taotlus on selgelt põhjendamatu."
		},
		{
			"lang": "el",
			"text": "Η ενημέρωση και οι ενέργειες που εκτελούνται επί των αιτημάτων που αναφέρονται στην παράγραφο 1 παρέχονται και εκτελούνται ατελώς. Εάν τα αιτήματα είναι προδήλως υπερβολικά, ιδίως λόγω του επαναλαμβανόμενου χαρακτήρα τους, ο υπεύθυνος επεξεργασίας μπορεί να επιβάλει την καταβολή κάποιου τέλους για την παροχή της ενημέρωσης ή για την εκτέλεση της ζητούμενης ενέργειας, ή ο υπεύθυνος επεξεργασίας μπορεί να μην εκτελέσει τη ζητούμενη ενέργεια. Στην περίπτωση αυτή, ο υπεύθυνος επεξεργασίας φέρει το βάρος της απόδειξης του προδήλως υπερβολικού χαρακτήρα του αιτήματος."
		},
		{
			"lang": "bg",
			"text": "Информацията и предприетите действия относно исканията, посочени в параграф 1, са безплатни. Когато исканията са явно прекомерни, по-специално поради своята повторяемост, администраторът може да наложи такса за предоставянето на информацията или за изпълнението на исканото действие или да не изпълни исканото действие. В този случай администраторът носи тежестта на доказване на явно прекомерния характер на искането."
		},
		{
			"lang": "hu",
			"text": "Az (1) bekezdés szerinti tájékoztatás és a kérelemre tett intézkedések térítésmentesek. Amennyiben a kérelmek egyértelműen túlzóak, különösen ismétlődő jellegük miatt, az adatkezelő díjat számíthat fel a tájékoztatásért vagy a kért intézkedés megtételéért, vagy visszautasíthatja a kért intézkedés megtételét. Ebben az esetben az adatkezelőt terheli a kérelem egyértelműen túlzó jellegének bizonyítása ."
		},
		{
			"lang": "mt",
			"text": "L-informazzjoni u l-azzjonijiet meħuda fuq talbiet imsemmija fil-paragrafu 1 għandhom ikunu bla ħlas. Meta t-talbiet ikunu manifestament eċċessivi, b’mod partikolari minħabba l-karattru ripetittiv tagħhom, il-kontrollur jista’ jitlob ħlas talli jipprovdi l-informazzjoni jew jieħu l-azzjoni mitluba, jew il-kontrollur jista’ ma jiħux l-azzjoni mitluba. F’dak il-każ, il-kontrollur għandu jerfa’ r-responsabbiltà li jagħti prova tan-natura manifestament eċċessiva tat-talba."
		},
		{
			"lang": "lv",
			"text": "Informācija un darbības, ko veic pēc pieprasījuma, kas minēts 1. punktā, ir bezmaksas. Ja pieprasījumi ir acīmredzami pārmērīgi, jo īpaši to regulāras atkārtošanās dēļ, pārzinis var pieprasīt samaksu par informācijas sniegšanu vai par pieprasītās darbības veikšanu, vai arī pārzinis var neveikt pieprasīto darbību. Šādā gadījumā pārzinim ir pienākums pierādīt, ka pieprasījums ir acīmredzami pārmērīgs."
		},
		{
			"lang": "ro",
			"text": "Informațiile și măsurile luate în contextul cererilor menționate la alineatul (1) sunt gratuite. În cazul în care cererile sunt în mod vădit excesive, în special din cauza caracterului lor repetitiv, operatorul poate percepe o taxă pentru furnizarea informațiilor sau pentru luarea măsurilor solicitate ori poate să nu ia măsurile solicitate. În acest caz, operatorul suportă sarcina probei în ceea ce privește caracterul vădit excesiv al cererii."
		},
		{
			"lang": "sk",
			"text": "Informácie a opatrenia prijaté na základe žiadostí uvedených v odseku 1 sú bezplatné. Ak sú žiadosti zjavne neprimerané, najmä v dôsledku ich opakujúcej sa povahy, prevádzkovateľ môže vyberať poplatok za poskytnutie informácií alebo za vykonanie požadovaných opatrení, prípadne nemusí vykonať požadované opatrenie. V takom prípade znáša prevádzkovateľ dôkazné bremeno, pokiaľ ide o zjavne neprimeraný charakter žiadosti."
		},
		{
			"lang": "sl",
			"text": "Informacije in ukrepi, sprejeti na podlagi zahtev iz odstavka 1, so brezplačni. Če so zahteve očitno čezmerne, zlasti zaradi njihove ponavljajoče se narave, lahko upravljavec zaračuna pristojbino za zagotavljanje informacij ali izvajanje zahtevanih ukrepov ali pa ne izvede zahtevanega ukrepa. V tem primeru nosi breme dokazovanja očitno čezmerne narave zahteve upravljavec."
		},
		{
			"lang": "fi",
			"text": "Edellä 1 kohdassa tarkoitetut tiedot ja pyyntöjen perusteella toteutettavat toimet ovat maksuttomia. Jos pyynnöt ovat ilmeisen kohtuuttomia ja etenkin jos pyyntöjä esitetään toistuvasti, rekisterinpitäjä voi periä maksun tietojen toimittamisesta tai pyydetyn toimen suorittamisesta tai jättää pyydetyn toimen suorittamatta. Siinä tapauksessa rekisterinpitäjän on todistettava pyyntöjen kohtuuttomuus."
		},
		{
			"lang": "pl",
			"text": "Przekazanie informacji i podjęcie działań na podstawie wniosków, o których mowa w ust. 1, są wolne od opłat. Jeśli wnioski są wyraźnie przesadne, w szczególności ze względu na ich powtarzający się charakter, administrator może pobrać opłatę za przekazanie wnioskowanych informacji lub podjęcie żądanego działania lub też może uchylić się od podjęcia żądanego działania. W takim przypadku na administratorze spoczywa ciężar udowodnienia wyraźnie przesadnego charakteru wniosku."
		},
		{
			"lang": "lt",
			"text": "1 dalyje nurodyta informacija ir priemonės, kurių imtasi dėl prašymų, yra nemokamos. Jeigu prašymai akivaizdžiai neproporcingi, visų pirma dėl jų pasikartojančio turinio, duomenų valdytojas gali imti mokestį už prašomos informacijos suteikimą arba priemonių vykdymą, arba gali nevykdyti prašomų priemonių. Tokiu atveju duomenų valdytojui tenka pareiga įrodyti, kad prašymas yra akivaizdžiai neproporcingas."
		},
		{
			"lang": "nl",
			"text": "De in lid 1 bedoelde informatie en op verzoek verrichte acties zijn gratis. Wanneer verzoeken duidelijk buitensporig zijn, met name vanwege hun repetitieve karakter, kan de voor de verwerking verantwoordelijke een vergoeding voor het verstrekken van de informatie of het verrichten van de gevraagde actie in rekening brengen, dan wel de gevraagde actie achterwege laten. In dat geval rust de bewijslast met betrekking tot het duidelijk buitensporige karakter van het verzoek op de voor de verwerking verantwoordelijke."
		},
		{
			"lang": "sv",
			"text": "Den information och de åtgärder som vidtas på sådan begäran som avses i punkt 1 ska vara gratis. Om begäran är uppenbart orimlig, särskilt på grund av dess repetitiva karaktär, får den registeransvarige ta ut en avgift för att tillhandahålla den information eller vidta den åtgärd som begärts, och får om denna avgift inte betalas avstå från att vidta åtgärden. I så fall ska det åligga den registeransvarige att visa att begäran är uppenbart orimlig."
		}
	],
	"children": [],
	"title": "Article 12 – Paragraph 4"
}