{
	"id": "a14p7",
	"type": "paragraph",
	"literal": "7",
	"parent": "a14",
	"text": [
		{
			"lang": "en",
			"text": "The Commission shall be empowered to adopt delegated acts in accordance with Article 86 for the purpose of further specifying the criteria for categories of recipients referred to in point (f) of paragraph 1, the requirements for the notice of potential access referred to in point (g) of paragraph 1, the criteria for the further information necessary referred to in point (h) of paragraph 1 for specific sectors and situations, and the conditions and appropriate safeguards for the exceptions laid down in point (b) of paragraph 5. In doing so, the Commission shall take the appropriate measures for micro, small and medium-sized-enterprises."
		},
		{
			"lang": "de",
			"text": "Die Kommission wird ermächtigt, delegierte Rechtsakte nach Maßgabe von Artikel 86 zu erlassen, um Einzelheiten zu den Kategorien von Empfängern gemäß Absatz 1 Buchstabe f, den Anforderungen an Informationen gemäß Absatz 1 Buchstabe g, den Kriterien für die Erteilung sonstiger Informationen im Sinne von Absatz 1 Buchstabe h für verschiedene Bereiche und Verarbeitungssituationen und zu den Bedingungen und geeigneten Garantien im Hinblick auf die Ausnahmen gemäß Absatz 5 Buchstabe b zu regeln. Dabei ergreift die Kommission geeignete Maßnahmen für Kleinst und Kleinstunternehmen sowie mittlere Unternehmen."
		},
		{
			"lang": "fr",
			"text": "La Commission est habilitée à adopter des actes délégués en conformité avec l’article 86, aux fins de préciser davantage les critères applicables aux catégories de destinataires visées au paragraphe 1, point f), l'obligation d'informer sur les possibilités d'accès prévues au paragraphe 1, point g), les critères applicables à l'obtention des informations supplémentaires nécessaires visées au paragraphe 1, point h), pour les secteurs et les situations spécifiques, et les conditions et les garanties appropriées encadrant les exceptions prévues au paragraphe 5, point b). Ce faisant, la Commission prend les mesures appropriées pour les micro, petites et moyennes entreprises."
		},
		{
			"lang": "es",
			"text": "La Comisión estará facultada para adoptar actos delegados, de conformidad con lo dispuesto en el artículo 86, a fin de especificar los criterios aplicables a las categorías de destinatarios contempladas en el apartado 1, letra f); la obligación de informar sobre las posibilidades de acceso contempladas en el apartado 1, letra g); los criterios aplicables a la obtención de información adicional necesaria contemplada en el apartado 1, letra h), para determinados sectores y situaciones; y las condiciones y garantías apropiadas para las excepciones establecidas en el apartado 5, letra b). Para ello, la Comisión adoptará medidas apropiadas para las microempresas, las pequeñas y medianas empresas."
		},
		{
			"lang": "pt",
			"text": "São atribuídas competências à Comissão para adotar atos delegados em conformidade com o artigo 86.º, a fim de melhor especificar os critérios aplicáveis às categorias de destinatários referidos no n.º 1, alínea f), os requisitos para informar sobre as possibilidades de acesso referidas no n.º 1, alínea g), os critérios aplicáveis à obtenção de informações suplementares necessárias referidas no n.º 1 alínea h), para domínios e situações específicos, bem como as condições e garantias adequadas para as exceções previstas no n.º 5, alínea b). Ao fazê‑lo, a Comissão deve adotar as medidas adequadas em relação às micro, pequenas e médias empresas."
		},
		{
			"lang": "it",
			"text": "Alla Commissione è conferito il potere di adottare atti delegati conformemente all’articolo 86 al fine di precisare i criteri per le categorie di destinatari di cui al paragrafo 1, lettera f), l’obbligo di informare circa gli accessi potenziali di cui al paragrafo 1, lettera g), i criteri per le ulteriori informazioni necessarie di cui al paragrafo 1, lettera h), per settori e situazioni specifiche, e le condizioni e garanzie adeguate per le eccezioni di cui al paragrafo 5, lettera b). A tal fine, la Commissione prende misure adeguate per le micro, piccole e medie imprese."
		},
		{
			"lang": "ga",
			"text": "Tabharfar de chumhacht don Choimisiún gníomhartha tarmligthe a ghlacadh i gcomhréir le hAirteagal 86 chun na critéir maidir leis na catagóirí faighteoirí dá dtagraítear i bpointe (f) de mhír 1 a shonrú a thuilleadh, chun na ceanglais maidir le fógra a thabhairt faoi rochtain fhéideartha dá dtagraítear i bpointe (g) de mhír 1 a shonrú tuilleadh, chun na critéir maidir leis an bhfaisnéis riachtanach bhreise dá dtagraítear i bpointe (h) de mhír 1 a bhaineann le hearnálacha agus cásanna sonracha a shonrú tuilleadh, agus chun na coinníollacha agus cosaintí iomchuí maidir leis na heisceachtaí atá leagtha síos i bpointe (b) de mhír 5 a shonrú tuilleadh. Agus é sin á dhéanamh ag an gCoimisiún, déanfaidh sé na bearta is iomchuí do mhicrifhiontair, d’fhiontair bheaga agus d’fhiontair mheánmhéide."
		},
		{
			"lang": "cs",
			"text": "Komise je zmocněna přijímat akty v přenesené pravomoci v souladu s článkem 86 za účelem dalšího vymezení kritérií pro kategorie příjemců uvedených v odst. 1 písm. f), požadavků týkajících se oznámení o potenciálním přístupu uvedeném v odst. 1 písm. g), kritérií pro další nezbytné informace uvedené v odst. 1 písm. h) pro konkrétní odvětví a situací a podmínek a vhodných záruk pro výjimky uvedené v odst. 5 písm. b). Komise přitom přijme vhodná opatření pro mikropodniky, malé a střední podniky."
		},
		{
			"lang": "da",
			"text": "Kommissionen tillægges beføjelser til at vedtage delegerede retsakter i overensstemmelse med artikel 86 med henblik på nærmere fastlæggelse af kriterier for kategorier af modtagere, jf. stk. 1, litra f), krav til meddelelsen om mulig adgang, jf. stk. 1, litra g), kriterier for yderligere nødvendige informationer, jf. stk. 1, litra h), for særlige sektorer og i særlige situationer samt betingelserne og de fornødne garantier for undtagelser, jf. stk. 5, litra b). Kommissionen træffer herved passende foranstaltninger for mikrovirksomheder og små og mellemstore virksomheder."
		},
		{
			"lang": "et",
			"text": "Komisjoni volitatakse vastavalt artiklile 86 võtma vastu delegeeritud õigusakte, milles täpsustatakse lõike 1 punktis f osutatud vastuvõtjate liigitamise kriteeriumid, lõike 1 punktis g osutatud juurdepääsuvõimalusest teavitamise nõuded, lõike 1 punktis h osutatud täiendava teabe esitamise vajaduse kindlaksmääramise kriteeriumid sektorite ja olukordade kaupa ning kaitsemeetmed lõike 5 punktis b sätestatud erandite puhuks. Seejuures võtab komisjon asjakohased meetmed mikro-, väikeste ja keskmise suurusega ettevõtete suhtes."
		},
		{
			"lang": "el",
			"text": "Η Επιτροπή εξουσιοδοτείται να εκδίδει κατ’ εξουσιοδότηση πράξεις σύμφωνα με το άρθρο 86 για τον περαιτέρω προσδιορισμό των κριτηρίων σχετικά με τις κατηγορίες αποδεκτών που αναφέρονται στην παράγραφο 1 στοιχείο στ), της υποχρέωσης ενημέρωσης σχετικά με τις δυνατότητες πρόσβασης που προβλέπονται στην παράγραφο 1 στοιχείο ζ), των κριτηρίων για τις περαιτέρω απαραίτητες πληροφορίες που προβλέπονται στην παράγραφο 1 στοιχείο η) για συγκεκριμένους τομείς και καταστάσεις, και των προϋποθέσεων και κατάλληλων εγγυήσεων για τις εξαιρέσεις που προβλέπονται στην παράγραφο 5 στοιχείο β). Για τον σκοπό αυτό, η Επιτροπή λαμβάνει τα κατάλληλα μέτρα για τις πολύ μικρές, τις μικρές και τις μεσαίες επιχειρήσεις."
		},
		{
			"lang": "bg",
			"text": "На Комисията се предоставя правомощието да приема делегирани актове в съответствие с член 86 с цел допълнително уточняване на критериите за категориите получатели, посочени в параграф 1, буква е), изискванията за уведомяването относно потенциалния достъп, посочен в параграф 1, буква ж), критериите за необходимата допълнителна информация, посочена в параграф 1, буква з), за конкретните сектори и особените ситуации на обработване на данни, както и условията и подходящите гаранции за изключенията, определени в параграф 5, буква б). Когато прави това, Комисията взема целесъобразни мерки за микропредприятията, малките и средните предприятия."
		},
		{
			"lang": "hu",
			"text": "A Bizottság felhatalmazást kap arra, hogy az alábbiak további meghatározása érdekében a 86. cikkel összhangban felhatalmazáson alapuló jogi aktusokat fogadjon el: az (1) bekezdés f) pontja szerinti címzettek kategóriáira vonatkozó feltételek, az (1) bekezdés g) pontja szerinti esetleges adattovábbításról szóló értesítésre vonatkozó követelmények, a különös ágazatok és helyzetek esetében az (1) bekezdés h) pontja szerint szükséges további tájékoztatásra vonatkozó feltételek, valamint az (5) bekezdés b) pontjában meghatározott kivételekre vonatkozó feltételek és megfelelő biztosítékok. Ennek során a Bizottság mérlegeli megfelelő intézkedéseket tesz a mikro-, kis- és középvállalkozások "
		},
		{
			"lang": "mt",
			"text": "Il-Kummissjoni għandu jkollha s-setgħa li tadotta atti delegati skont l-Artikolu 86 sabiex tispeċifika aktar il-kriterji għall-kategoriji ta’ riċevituri msemmija fil-punt (f) tal-paragrafu 1, ir-rekwiżiti għan-notifika ta’ aċċess potenzjali msemmi fil-punt (g) tal-paragrafu 1, il-kriterji għall-informazzjoni ulterjuri meħtieġa li hi msemmija fil-punt (h) tal-paragrafu 1 għal setturi u sitwazzjonijiet speċifiċi, u l-kundizzjonijiet u s-salvagwardji xierqa għall-eċċezzjonijiet stabbiliti fil-punt (b) tal-paragrafu 5. Meta tagħmel dan, il-Kummissjoni għandha tieħu miżuri xierqa għal mikroimpriżi impriżi żgħar u ta’ daqs medju."
		},
		{
			"lang": "lv",
			"text": "Komisijai piešķir tiesības pieņemt deleģētos aktus saskaņā ar 86. pantu ar nolūku sīkāk precizēt kritērijus saņēmēju kategorijām, kas minētas 1. punkta f) apakšpunktā, prasības paziņojumam par iespējamu piekļuvi, kas minēts 1. punkta g) apakšpunktā, kritērijus nepieciešamajai papildu informācijai, kas minēta 1. punkta h) apakšpunktā, konkrētās nozarēs un situācijās, un nosacījumus un atbilstošus aizsardzības pasākumus attiecībā uz izņēmumiem, kas paredzēti 5. punkta b) apakšpunktā. Šajā sakarā Komisija pieņem atbilstošus pasākumus mikrouzņēmumiem, maziem un vidējiem uzņēmumiem."
		},
		{
			"lang": "ro",
			"text": "Comisia este abilitată să adopte acte delegate în conformitate cu articolul 86 în scopul detalierii criteriilor privind categoriile de destinatari menționate la alineatul (1) litera (f), a cerințelor privind notificarea posibilității de acces menționate la alineatul (1) litera (g), a criteriilor privind informațiile suplimentare necesare menționate la alineatul (1) litera (h) pentru sectoare și situații specifice, precum și a condițiilor și a garanțiilor corespunzătoare pentru derogările prevăzute la alineatul (5) litera (b). În acest sens, Comisia ia în considerare măsuri corespunzătoare pentru microîntreprinderi și pentru întreprinderi mici și mijlocii."
		},
		{
			"lang": "sk",
			"text": "Komisia je splnomocnená prijať delegované akty v súlade s článkom 86 s cieľom bližšie určiť kritériá pre kategórie príjemcov uvedených v odseku 1 písm. f), požiadavky týkajúce sa oznámenia o potenciálnom prístupe uvedenom v odseku 1 písm. g), kritériá pre ďalšie potrebné informácie uvedené v odseku 1 písm. h) pre špecifické sektory, situácie a podmienky, ako aj náležité záruky pre výnimky uvedené v odseku 5 písm. b). Komisia pritom prijme osobitné opatrenia pre mikropodniky a malé a stredné podniky."
		},
		{
			"lang": "sl",
			"text": "Komisija je v skladu s členom 86 pooblaščena za sprejemanje delegiranih aktov, s katerimi podrobneje določi merila glede vrst prejemnikov iz točke (f) odstavka 1, zahteve glede obvestila o morebitnem dostopu iz točke (g) odstavka 1, merila za nadaljnje informacije iz točke (h) odstavka 1, potrebne za določene sektorje in primere, ter pogoje in ustrezne zaščitne ukrepe za izjeme iz točke (b) odstavka 5. Pri tem Komisija sprejme ustrezne ukrepe za mikro-, mala in srednje velika podjetja."
		},
		{
			"lang": "fi",
			"text": "Siirretään komissiolle valta antaa 86 artiklan mukaisesti delegoituja säädöksiä, joissa määritellään tarkemmin 1 kohdan f alakohdassa tarkoitettuja tietojen vastaanottajaryhmiä koskevat kriteerit, 1 kohdan g alakohdassa tarkoitettua mahdollista tiedonsaantia koskevaa ilmoitusta koskevat vaatimukset, 1 kohdan h alakohdassa tarkoitettuja, erityisaloilla ja ‑tilanteissa tarvittavia lisätietoja koskevat kriteerit ja 5 kohdan b alakohdassa säädettyjä poikkeuksia koskevat edellytykset ja asianmukaiset takeet. Tässä yhteydessä komissio toteuttaa tarvittavat toimenpiteet mikroyritysten sekä pienten ja keskisuurten yritysten hyväksi."
		},
		{
			"lang": "pl",
			"text": "Komisja jest uprawniona do przyjmowania aktów delegowanych zgodnie z art. 86 w celu doprecyzowania kryteriów kategorii odbiorców, o których mowa w ust. 1 lit. f), wymogów dotyczących zawiadomienia o potencjalnym dostępie, o których mowa w ust. 1 lit. g), kryteriów przekazywania dalszych informacji, o których mowa w ust. 1 lit. h), niezbędnych dla niektórych sektorów i w niektórych sytuacjach oraz warunków i odpowiednich gwarancji w przypadku wyjątków określonych w ust. 5 lit. b). Wykonując to uprawnienie, Komisja podejmuje właściwe środki dla mikroprzedsiębiorców oraz małych i średnich przedsiębiorców"
		},
		{
			"lang": "lt",
			"text": "Komisija įgaliojama pagal 86 straipsnį priimti deleguotuosius aktus ir jais nustatyti išsamesnius 1 dalies f punkte nurodytų duomenų gavėjų kategorijų kriterijus, 1 dalies g punkte nurodyto galimo informacijos suteikimo reikalavimus, 1 dalies h punkte nurodytos reikalingos informacijos suteikimo konkretiems sektoriams ir konkrečiais atvejais kriterijus ir 5 dalies b punkte įtvirtintoms išimtims taikomas sąlygas ir apsaugos priemones. Naudodamasi šiuo įgaliojimu, Komisija imasi tinkamų labai mažoms, mažosioms ir vidutinėms įmonėms skirtų priemonių."
		},
		{
			"lang": "nl",
			"text": "De Commissie is bevoegd overeenkomstig artikel 86 gedelegeerde handelingen vast te stellen met het oog op de nadere invulling van de criteria voor de in lid 1, onder f), bedoelde categorieën ontvangers, de voorschriften voor de in lid 1, onder g), bedoelde kennisgeving inzake de mogelijkheid van toegang, de criteria voor de in artikel 1, onder h), bedoelde noodzakelijke verdere informatie voor specifieke sectoren en situaties en de voorwaarden en passende waarborgen voor de in lid 5, onder b), vermelde uitzonderingen. Daarbij neemt de Commissie de nodige maatregelen voor micro- en kleine en middelgrote ondernemingen."
		},
		{
			"lang": "sv",
			"text": "Kommissionen ska ha befogenhet att anta delegerade akter enligt artikel 86 i syfte att närmare precisera kriterierna för de kategorier av mottagare som anges i punkt 1 f, de krav på meddelandet om möjlig tillgång som anges i punkt 1 g, kriterierna för den ytterligare nödvändiga information som anges i punkt 1 h för särskilda sektorer och situationer samt villkoren och de lämpliga skyddsåtgärderna vid undantag enligt punkt 5 b. Kommissionen ska därvid vidta lämpliga åtgärder för mikroföretag och små och medelstora företag."
		}
	],
	"children": [],
	"title": "Article 14 – Paragraph 7"
}