{
	"id": "a15p1i8",
	"type": "point",
	"literal": "h",
	"parent": "a15p1",
	"text": [
		{
			"lang": "en",
			"text": "the significance and envisaged consequences of such processing, at least in the case of measures referred to in Article 20."
		},
		{
			"lang": "de",
			"text": "die Tragweite der Verarbeitung und die mit ihr angestrebten Auswirkungen, zumindest im Fall der Maßnahmen gemäß Artikel 20."
		},
		{
			"lang": "fr",
			"text": "l'importance et les conséquences envisagées de ce traitement, au moins dans le cas des mesures prévues à l'article 20."
		},
		{
			"lang": "es",
			"text": "la importancia y las consecuencias previstas de dicho tratamiento, al menos en el caso de las medidas contempladas en el artículo 20."
		},
		{
			"lang": "pt",
			"text": "Importância e consequências previstas de tal tratamento, pelo menos no caso das medidas referidas no artigo 20.º."
		},
		{
			"lang": "it",
			"text": "l’importanza e le conseguenze di tale trattamento, almeno nel caso delle misure di cui all’articolo 20."
		},
		{
			"lang": "ga",
			"text": "an tábhacht a bhaineann leis an bpróiseáil sin agus na hiarmhairtí a mheastar a bheidh aici, ó thaobh na mbeart dá dtagraítear in Airteagal 20 ar a laghad."
		},
		{
			"lang": "cs",
			"text": "význam a předpokládané důsledky tohoto zpracování, alespoň v případě opatření uvedených v článku 20."
		},
		{
			"lang": "da",
			"text": "betydningen og de forventede konsekvenser af denne behandling, hvad angår mindst de foranstaltninger, der er omhandlet i artikel 20."
		},
		{
			"lang": "et",
			"text": "vähemalt artiklis 20 osutatud meetmete puhul töötlemise tähtsus ja ettenähtavad tagajärjed."
		},
		{
			"lang": "el",
			"text": "η) τη σημασία και τις προβλεπόμενες συνέπειες της εν λόγω επεξεργασίας, τουλάχιστον στην περίπτωση των μέτρων που αναφέρονται στο άρθρο 20."
		},
		{
			"lang": "bg",
			"text": "з) значението и предвидените последствия от такова обработване, най-малко в случая на мерките, посочени в член 20."
		},
		{
			"lang": "hu",
			"text": "az ilyen feldolgozás jelentősége és várható következményei, legalább a 20. cikkben említett intézkedések esetében."
		},
		{
			"lang": "mt",
			"text": "is-sinifikat u l-konsegwenzi previsti ta’ dan l-ipproċessar, għall-inqas fil-każ ta’ miżuri msemmija fl-Artikolu 20."
		},
		{
			"lang": "lv",
			"text": "šādas apstrādes nozīme un paredzamās sekas, vismaz saistībā ar 20. pantā minētajiem pasākumiem."
		},
		{
			"lang": "ro",
			"text": "importanța și consecințele preconizate ale prelucrării, cel puțin în cazul măsurilor menționate la articolul 20."
		},
		{
			"lang": "sk",
			"text": "význam a predpokladané dôsledky tohto spracovania, a to prinajmenšom v prípade opatrení uvedených v článku 20."
		},
		{
			"lang": "sl",
			"text": "informacije o pomenu in predvidenih posledicah take obdelave, vsaj v primeru ukrepov iz člena 20."
		},
		{
			"lang": "fi",
			"text": "käsittelyn merkitys ja mahdolliset seuraukset ainakin 20 artiklassa tarkoitettujen toimenpiteiden osalta."
		},
		{
			"lang": "pl",
			"text": "znaczenie i przewidywane skutki takiego przetwarzania, co najmniej w przypadku środków, o których mowa w art. 20."
		},
		{
			"lang": "lt",
			"text": "tokio duomenų tvarkymo reikšmę ir numatomas pasekmes bent tuo atveju, kai taikomos 20 straipsnyje nurodytos priemonės."
		},
		{
			"lang": "nl",
			"text": "het belang en de verwachte gevolgen van deze verwerking, op zijn minst in het geval van de in artikel 20 bedoelde maatregelen."
		},
		{
			"lang": "sv",
			"text": "Betydelsen och de förutsedda följderna av sådan behandling, åtminstone när det rör sig om de åtgärder som anges i artikel 20."
		}
	],
	"children": [],
	"title": "Article 15 – Paragraph 1 – Point 8"
}