{
	"id": "a15p4",
	"type": "paragraph",
	"literal": "4",
	"parent": "a15",
	"text": [
		{
			"lang": "en",
			"text": "The Commission may specify standard forms and procedures for requesting and granting access to the information referred to in paragraph 1, including for verification of the identity of the data subject and communicating the personal data to the data subject, taking into account the specific features and necessities of various sectors and data processing situations. Those implementing acts shall be adopted in accordance with the examination procedure referred to in Article 87(2)."
		},
		{
			"lang": "de",
			"text": "Die Kommission kann Standardvorlagen und -verfahren für Auskunftsgesuche und die Erteilung der Auskünfte gemäß Absatz 1 festlegen, darunter auch für die Überprüfung der Identität der betroffenen Person und die Mitteilung der personenbezogenen Daten an die betroffene Person, wobei sie gegebenenfalls die Besonderheiten und Bedürfnisse der verschiedenen Sektoren und Verarbeitungssituationen berücksichtigt. Die entsprechenden Durchführungsrechtsakte werden in Übereinstimmung mit dem Prüfverfahren gemäß Artikel 87 Absatz 2 erlassen."
		},
		{
			"lang": "fr",
			"text": "La Commission peut préciser les formulaires types et les procédures de demande et d'accès aux informations mentionnées au paragraphe 1, y compris pour la vérification de l’identité de la personne concernée et la communication de ses données à caractère personnel à la personne concernée, compte tenu des besoins et des caractéristiques spécifiques des différents secteurs et situations impliquant le traitement de données. Les actes d'exécution correspondants sont adoptés conformément à la procédure d'examen prévue à l'article 87, paragraphe 2."
		},
		{
			"lang": "es",
			"text": "La Comisión podrá especificar formularios y procedimientos normalizados para solicitar y dar acceso a la información contemplada en el apartado 1, en particular con miras a la verificación de la identidad del interesado y la comunicación a este de los datos personales, habida cuenta de las necesidades y características específicas de los distintos sectores y situaciones de tratamiento de datos. Dichos actos de ejecución se adoptarán con arreglo al procedimiento de examen contemplado en el artículo 87, apartado 2."
		},
		{
			"lang": "pt",
			"text": "A Comissão pode elaborar formulários e procedimentos normalizados para o pedido e a concessão de acesso às informações referidas no n.º 1, incluindo para verificação da identidade do titular dos dados e a comunicação dos dados pessoais à pessoa em causa, tendo em consideração especificidades e necessidades de diversos setores e situações de tratamento de dados. Os atos de execução correspondentes são adotados em conformidade com o procedimento de exame referido no artigo 87.º, n.º 2."
		},
		{
			"lang": "it",
			"text": "La Commissione può predisporre moduli standard e procedure per la richiesta e la concessione dell’accesso alle informazioni di cui al paragrafo 1, anche ai fini di verificare l’identità dell’interessato e di comunicare i dati personali all’interessato, tenendo conto delle specificità e delle esigenze dei diversi settori e situazioni di trattamento dei dati. Tali atti di esecuzione sono adottati secondo la procedura d’esame di cui all’articolo 87, paragrafo 2."
		},
		{
			"lang": "ga",
			"text": "Féadfaidh an Coimisiún foirmeacha caighdeánacha agus nósanna imeachta caighdeánacha a shonrú maidir le rochtain ar an bhfaisnéis dá dtagraítear i mír 1 a iarraidh agus a thabhairt, lena n‑áirítear faisnéis chun céannacht an duine is ábhar do na sonraí a fhíorú agus faisnéis chun na sonraí pearsanta atá á bpróiseáil a chur in iúl don duine is ábhar do na sonraí, ag cur sainairíonna agus riachtanas earnálacha éagsúla agus cásanna éagsúla próiseála sonraí san áireamh. Glacfar na gníomhartha cur chun feidhme sin i gcomhréir leis an nós imeachta scrúdúcháin dá dtagraítear in Airteagal 87(2)."
		},
		{
			"lang": "cs",
			"text": "Komise může stanovit standardní formuláře a určit postupy pro podávání žádostí o přístup k informacím uvedeným v odstavci 1 a o jeho udělení, mimo jiné za účelem ověření totožnosti subjektu údajů a sdělení osobních údajů subjektu údajů, a to s přihlédnutím ke konkrétní povaze a potřebám různých odvětví a situacím zpracovávání údajů. Tyto prováděcí akty se přijímají v souladu s přezkumným postupem podle čl. 87 odst. 2."
		},
		{
			"lang": "da",
			"text": "Kommissionen kan fastlægge standardformularer og -procedurer for anmodning om og meddelelse af adgang til oplysninger, der er omhandlet i stk. 1, herunder med henblik på verifikation af den registreredes identitet og meddelelse af personoplysninger til den registrerede under hensyntagen til de særlige karakteristika og behov i forskellige sektorer og databehandlingssituationer. Disse gennemførelses­retsakter vedtages efter undersøgelsesproceduren i artikel 87, stk. 2."
		},
		{
			"lang": "et",
			"text": "Komisjon võib kehtestada tüüpvormid ja -korra lõikes 1 osutatud teabele juurdepääsu taotlemiseks ja võimaldamiseks, sealhulgas edastatavate isikuandmete subjekti tuvastamiseks, võttes arvesse eri sektorite omadusi ja vajadusi ning isikuandmete töötlemise olukordi. Kõnealused rakendusaktid võetakse vastu vastavalt artikli 87 lõikes 2 osutatud kontrollimenetlusele."
		},
		{
			"lang": "el",
			"text": "Η Επιτροπή μπορεί να προσδιορίσει τυποποιημένα έντυπα και διαδικασίες για την υποβολή αιτήματος πρόσβασης και τη χορήγηση πρόσβασης στις πληροφορίες που αναφέρονται στην παράγραφο 1, μεταξύ άλλων για την επαλήθευση της ταυτότητας του προσώπου στο οποίο αναφέρονται τα δεδομένα και για τη γνωστοποίηση των δεδομένων προσωπικού χαρακτήρα στο συγκεκριμένο πρόσωπο, λαμβάνοντας υπόψη τα ειδικά χαρακτηριστικά και τις ανάγκες των διάφορων τομέων και καταστάσεων επεξεργασίας δεδομένων. Οι εν λόγω εκτελεστικές πράξεις εκδίδονται σύμφωνα με τη διαδικασία εξέτασης που αναφέρεται στο άρθρο 87 παράγραφος 2."
		},
		{
			"lang": "bg",
			"text": "Комисията може да установява образци и процедури за искане и предоставяне на достъп до информацията, посочена в параграф 1, включително за проверка на самоличността на субекта на данните и съобщаване на личните данни на субекта на данните, като се отчитат конкретните характеристики и нуждите на различните сектори и ситуации на обработване на данни. Тези актове за изпълнение се приемат в съответствие с процедурата по разглеждане, посочена в член 87, параграф 2."
		},
		{
			"lang": "hu",
			"text": "A Bizottság a különböző ágazatok adatfeldolgozási helyzetek sajátos jellegére és szükségleteire tekintettel egységes formanyomtatványokat és eljárásokat határozhat meg az (1) bekezdés szerinti tájékoztatás-kérés és nyújtás esetében, beleértve az érintett személyazonosságának ellenőrzését és a személyes adatok érintettel való közlését. E végrehajtási jogi aktusokat a 87. cikk (2) bekezdése szerinti vizsgálóbizottsági eljárással összhangban kell elfogadni."
		},
		{
			"lang": "mt",
			"text": "Il-Kummissjoni tista’ tispeċifika formoli u proċeduri standard għat-talbiet u l-għoti ta’ aċċess għall-informazzjoni msemmija fil-paragrafu 1, inkluż għall-verifika tal-identità tas-suġġett tad-dejta u l-komunikazzjoni tad-dejta personali lis-suġġett tad-dejta, filwaqt li tikkunsidra l-karatteristiċi u l-ħtiġijiet speċifiċi ta’ diversi setturi u sitwazzjonijiet ta’ pproċessar tad-dejta. Dawk l-atti ta’ implimentazzjoni għandhom jiġu adottati skont il-proċedura ta’ analiżi msemmija fl-Artikolu 87(2)."
		},
		{
			"lang": "lv",
			"text": "Komisija var noteikt standarta formas un procedūras 1. pantā minētās informācijas pieprasīšanai un piekļuves sniegšanai, ietverot datu subjekta identitātes pārbaudi un personas datu paziņošanu datu subjektam, ņemot vērā dažādu nozaru un datu apstrādes situāciju īpašās iezīmes un vajadzības. Šos īstenošanas aktus pieņem saskaņā ar pārbaudes procedūru, kas minēta 87. panta 2. punktā."
		},
		{
			"lang": "ro",
			"text": "Comisia poate specifica formele și procedurile standard pentru solicitarea și acordarea accesului la informațiile menționate la alineatul (1), inclusiv pentru verificarea identității persoanei vizate și comunicarea datelor cu caracter personal către persoana vizată, ținând seama de particularitățile și nevoile specifice pentru diferitele sectoare și situații de prelucrare a datelor. Actele de punere în aplicare respective se adoptă în conformitate cu procedura de examinare prevăzută la articolul 87 alineatul (2)."
		},
		{
			"lang": "sk",
			"text": "Komisia môže určiť štandardné formuláre a stanoviť postupy na podávanie žiadostí o prístup k informáciám uvedeným v odseku 1 a o jeho udelení, a to aj na účely overenia totožnosti dotknutej osoby a informácie o osobných údajoch dotknutej osobe s prihliadnutím na osobitné charakteristiky a potreby jednotlivých sektorov a situácie, ktoré sa vyskytujú pri spracúvaní údajov. Tieto vykonávacie akty sa prijmú v súlade s postupom preskúmania uvedeným v článku 87 ods. 2."
		},
		{
			"lang": "sl",
			"text": "Komisija lahko določi standardne obrazce in postopke za zahtevanje informacij in omogočanje dostopa do informacij iz odstavka 1, tudi za preverjanje istovetnosti posameznika, na katerega se nanašajo osebni podatki, in za sporočanje osebnih podatkov posamezniku, na katerega se nanašajo osebni podatki, pri čemer upošteva posebne značilnosti in potrebe različnih sektorjev in primerov obdelave podatkov. Navedeni izvedbeni akti se sprejmejo v skladu s postopkom pregleda iz člena 87(2)."
		},
		{
			"lang": "fi",
			"text": "Komissio voi laatia vakiolomakkeet ja ‑menettelyt 1 kohdassa tarkoitettujen tietojen pyytämistä ja toimittamista varten, mukaan lukien rekisteröidyn henkilöllisyyden todentaminen ja henkilötietojen toimittaminen rekisteröidylle, ottaen huomioon eri alojen ja tietojenkäsittelytilanteiden erityisominaisuudet ja tarpeet. Nämä täytäntöönpanosäädökset hyväksytään 87 artiklan 2 kohdassa tarkoitettua tarkastelumenettelyä noudattaen."
		},
		{
			"lang": "pl",
			"text": "Komisja może opracować standardowe formularze i procedury w zakresie wnioskowania o dostęp do informacji, o których mowa w ust. 1 oraz udzielania dostępu do tych informacji, w tym w celu weryfikacji tożsamości podmiotu danych oraz przekazywania danych osobowych podmiotowi danych, uwzględniając szczególny charakter i potrzeby różnych sektorów oraz sytuacji przetwarzania danych. Te akty wykonawcze przyjmuje się zgodnie z procedurą sprawdzającą, o której mowa w art. 87 ust. 2."
		},
		{
			"lang": "lt",
			"text": "Komisija gali nustatyti prašymų susipažinti su 1 punkte nurodyta informacija ir jos pateikimo standartines formas ir procedūras, be kita ko, susijusias su duomenų subjekto tapatybės patikrinimu ir informacijos apie asmens duomenis pateikimu duomenų subjektui, atsižvelgiant į konkrečius įvairių sektorių ir duomenų tvarkymo atvejų ypatumus ir reikalavimus. Tie įgyvendinimo aktai priimami pagal 87 straipsnio 2 dalyje nurodytą nagrinėjimo procedūrą."
		},
		{
			"lang": "nl",
			"text": "De Commissie kan standaardformulieren en standaardprocedures vaststellen voor het verzoek om en de verlening van toegang tot de in lid 1 bedoelde informatie, onder andere voor de controle van de identiteit van de betrokkene en voor het meedelen van de persoonsgegevens aan de betrokkene, met inachtneming van de specifieke kenmerken en behoeften van de verschillende sectoren en situaties op het gebied van gegevensverwerking. Die uitvoeringshandelingen worden vastgesteld volgens de in artikel 87, lid 2, bedoelde onderzoeksprocedure."
		},
		{
			"lang": "sv",
			"text": "Kommissionen får specificera standardformulär och förfaranden för att begära och bevilja tillgång till den information som avses i punkt 1, inbegripet för kontroll av den registrerades identitet och kommunikation av personuppgifterna till den registrerade, med hänsyn till de särskilda egenskaperna och behoven inom olika sektorer och situationer vid behandlingen av personuppgifter. Genomförandeakterna ska antas enligt det granskningsförfarande som avses i artikel 87."
		}
	],
	"children": [],
	"title": "Article 15 – Paragraph 4"
}