{
	"id": "a18p3",
	"type": "paragraph",
	"literal": "3",
	"parent": "a18",
	"text": [
		{
			"lang": "en",
			"text": "The Commission may specify the electronic format referred to in paragraph 1 and the technical standards, modalities and procedures for the transmission of personal data pursuant to paragraph 2. Those implementing acts shall be adopted in accordance with the examination procedure referred to in Article 87(2)."
		},
		{
			"lang": "de",
			"text": "Die Kommission kann das elektronische Format gemäß Absatz 1 festlegen sowie die technischen Standards, Modalitäten und Verfahren für die Überführung der personenbezogenen Daten gemäß Absatz 2. Die entsprechenden Durchführungsrechtsakte werden in Übereinstimmung mit dem Prüfverfahren gemäß Artikel 87 Absatz 2 erlassen."
		},
		{
			"lang": "fr",
			"text": "La Commission peut préciser le format électronique visé au paragraphe 1, ainsi que les normes techniques, les modalités et les procédures pour la transmission de données à caractère personnel conformément au paragraphe 2. Les actes d'exécution correspondants sont adoptés conformément à la procédure d'examen prévue à l'article 87, paragraphe 2."
		},
		{
			"lang": "es",
			"text": "La Comisión podrá especificar el formato electrónico contemplado en el apartado 1 y las normas técnicas, modalidades y procedimientos para la transmisión de datos personales de conformidad con lo dispuesto en el apartado 2. Dichos actos de ejecución se adoptarán con arreglo al procedimiento de examen contemplado en el artículo 87, apartado 2."
		},
		{
			"lang": "pt",
			"text": "A Comissão pode especificar o formato eletrónico referido no n.º 1, bem como estabelecer normas técnicas, modalidades e procedimentos para a transmissão de dados pessoais, nos termos do n.º 2. Os atos de execução correspondentes são adotados em conformidade com o procedimento de exame referido no artigo 87.º, n.º 2."
		},
		{
			"lang": "it",
			"text": "La Commissione può specificare il formato elettronico di cui al paragrafo 1 e le norme tecniche, le modalità e le procedure di trasmissione dei dati personali a norma del paragrafo 2. Tali atti di esecuzione sono adottati secondo la procedura d’esame di cui all’articolo 87, paragrafo 2."
		},
		{
			"lang": "ga",
			"text": "Féadfaidh an Coimisiún an fhormáid leictreonach dá dtagraítear i mír 1 a shonrú chomh maith leis na caighdeáin theicniúla, na rialacha mionsonraithe agus na nósanna imeachta maidir le haistriú sonraí pearsanta de bhun mhír 2. Glacfar na gníomhartha cur chun feidhme sin i gcomhréir leis an nós imeachta scrúdúcháin dá dtagraítear in Airteagal 87(2)."
		},
		{
			"lang": "cs",
			"text": "Komise může určit elektronický formát uvedený v odstavci 1 a technické normy, metody a postupy pro přenos osobních údajů podle odstavce 2. Tyto prováděcí akty se přijímají v souladu s přezkumným postupem podle čl. 87 odst. 2."
		},
		{
			"lang": "da",
			"text": "Kommissionen kan specificere det elektroniske format, der er omhandlet i stk. 1, og de tekniske standarder, nærmere regler og procedurer for videregivelse af personoplysninger i henhold til stk. 2. Disse gennemførelsesretsakter vedtages efter undersøgelsesproceduren i artikel 87, stk. 2."
		},
		{
			"lang": "et",
			"text": "Komisjon võib kindlaks määrata lõikes 1 osutatud elektroonilise vormingu ning isikuandmete lõike 2 kohase edastamise tehnilised standardid ja korra. Kõnealused rakendusaktid võetakse vastu vastavalt artikli 87 lõikes 2 osutatud kontrollimenetlusele."
		},
		{
			"lang": "el",
			"text": "Η Επιτροπή μπορεί να προσδιορίσει τον ηλεκτρονικό μορφότυπο που αναφέρεται στην παράγραφο 1 και τα τεχνικά πρότυπα, τους τρόπους και τις διαδικασίες για τη μεταφορά δεδομένων προσωπικού χαρακτήρα δυνάμει της παραγράφου 2. Οι εν λόγω εκτελεστικές πράξεις εκδίδονται σύμφωνα με τη διαδικασία εξέτασης που αναφέρεται στο άρθρο 87 παράγραφος 2."
		},
		{
			"lang": "bg",
			"text": "Комисията може да определи електронния формат, посочен в параграф 1, както и техническите стандарти, условията и процедурите за предаването на лични данни съгласно параграф 2. Тези актове за изпълнение се приемат в съответствие с процедурата по разглеждане, посочена в член 87, параграф 2."
		},
		{
			"lang": "hu",
			"text": "A Bizottság meghatározhatja az (1) bekezdés szerinti elektronikus formátumot, valamint a személyes adatok (2) bekezdés szerinti továbbításához használt technikai szabványokat, módokat és eljárásokat. E végrehajtási jogi aktusokat a 87. cikk (2) bekezdése szerinti vizsgálóbizottsági eljárással összhangban kell elfogadni."
		},
		{
			"lang": "mt",
			"text": "Il-Kummissjoni tista’ tispeċifika l-format elettroniku msemmi fil-paragrafu 1 u l-istandards tekniċi, il-modalitajiet u l-proċeduri għat-trasmissjoni ta’ dejta personali skont il-paragrafu 2. Dawk l-atti ta’ implimentazzjoni għandhom jiġu adottati skont il-proċedura ta’ analiżi msemmija fl-Artikolu 87(2)."
		},
		{
			"lang": "lv",
			"text": "Komisija var noteikt elektronisko formātu, kas minēts 1. punktā, un tehniskos standartus, modalitātes un procedūras personas datu nosūtīšanai saskaņā ar 2. punktu. Šos īstenošanas aktus pieņem saskaņā ar pārbaudes procedūru, kas minēta 87. panta 2. punktā."
		},
		{
			"lang": "ro",
			"text": "Comisia poate specifica formatul electronic prevăzut la alineatul (1), precum și normele tehnice, modalitățile și procedurile de transmitere a datelor cu caracter personal în conformitate cu alineatul (2). Actele de punere în aplicare respective se adoptă în conformitate cu procedura de examinare prevăzută la articolul 87 alineatul (2)."
		},
		{
			"lang": "sk",
			"text": "Komisia môže určiť elektronický formát uvedený v odseku 1 a technické normy, metódy a postupy na prenos osobných údajov podľa odseku 2. Tieto vykonávacie akty sa prijmú v súlade s postupom preskúmania uvedeným v článku 87 ods. 2."
		},
		{
			"lang": "sl",
			"text": "Komisija lahko določi elektronsko obliko iz odstavka 1 ter tehnične standarde, načine in postopke za prenos osebnih podatkov v skladu z odstavkom 2. Navedeni izvedbeni akti se sprejmejo v skladu s postopkom pregleda iz člena 87(2)."
		},
		{
			"lang": "fi",
			"text": "Komissio voi täsmentää 1 kohdassa tarkoitetun sähköisen muodon ja vahvistaa tekniset standardit, yksityiskohtaiset säännöt ja menettelyt henkilötietojen siirtämiseksi 2 kohdan nojalla. Nämä täytäntöönpanosäädökset hyväksytään 87 artiklan 2 kohdassa tarkoitettua tarkastelumenettelyä noudattaen."
		},
		{
			"lang": "pl",
			"text": "Komisja może opracować format elektroniczny, o którym mowa w ust. 1 oraz techniczne standardy, sposoby i procedury przekazywania danych osobowych na mocy ust. 2. Te akty wykonawcze są przyjmowane zgodnie z procedurą sprawdzającą, o której mowa w art. 87 ust. 2."
		},
		{
			"lang": "lt",
			"text": "Komisija gali nustatyti 1 dalyje nurodytą elektroninį formatą ir asmens duomenų persiuntimo pagal 2 dalį techninius standartus, būdus ir procedūras. Tie įgyvendinimo aktai priimami pagal 87 straipsnio 2 dalyje nurodytą nagrinėjimo procedūrą."
		},
		{
			"lang": "nl",
			"text": "De Commissie kan het in lid 1 bedoelde elektronische formaat en de technische normen, de modaliteiten en de procedures voor het overeenkomstig lid 2 overdragen van persoonsgegevens, nader bepalen. Die uitvoeringshandelingen worden vastgesteld volgens de in artikel 87, lid 2, bedoelde onderzoeksprocedure."
		},
		{
			"lang": "sv",
			"text": "Kommissionen får specificera det elektroniska format som avses i punkt 1 samt de tekniska standarderna, villkoren och förfarandena för överföringen av personuppgifter enligt punkt 2. Dessa genomförandeakter ska antas i enlighet med det granskningsförfarande som avses i artikel 87."
		}
	],
	"children": [],
	"title": "Article 18 – Paragraph 3"
}