{
	"id": "a19p3",
	"type": "paragraph",
	"literal": "3",
	"parent": "a19",
	"text": [
		{
			"lang": "en",
			"text": "Where an objection is upheld pursuant to paragraphs 1 and 2, the controller shall no longer use or otherwise process the personal data concerned."
		},
		{
			"lang": "de",
			"text": "Im Falle eines Widerspruchs gemäß den Absätzen 1 und 2 darf der für die Verarbeitung Verantwortliche die betreffenden personenbezogenen Daten nicht weiter nutzen oder anderweitig verarbeiten."
		},
		{
			"lang": "fr",
			"text": "Lorsqu'il est fait droit à une opposition conformément aux paragraphes 1 et 2, le responsable du traitement n'utilise ni ne traite plus les données à caractère personnel concernées."
		},
		{
			"lang": "es",
			"text": "Cuando se formule una oposición de conformidad con lo dispuesto en los apartados 1 y 2, el responsable del tratamiento dejará de usar o tratar de cualquier otra forma los datos personales en cuestión."
		},
		{
			"lang": "pt",
			"text": "Se for mantida a oposição nos termos dos n.os 1 e 2, o responsável pelo tratamento deixa de utilizar ou tratar de outra forma os dados pessoais em causa."
		},
		{
			"lang": "it",
			"text": "Qualora l’interessato si opponga ai sensi dei paragrafi 1 e 2, il responsabile del trattamento non può più usare né altrimenti trattare i dati personali in questione."
		},
		{
			"lang": "ga",
			"text": "I gcás ina seastar le hagóid de bhun mhír 1 agus mhír 2, ní bhainfidh an rialaitheoir úsáid feasta as na sonraí pearsanta lena mbaineann ná ní dhéanfaidh sé iad a phróiseáil ar aon bhealach eile."
		},
		{
			"lang": "cs",
			"text": "Pokud je vznesena námitka ve smyslu odstavců 1 a 2, správce již nemůže déle příslušné osobní údaje používat či jinak zpracovávat."
		},
		{
			"lang": "da",
			"text": "Hvis der gøres indsigelse i henhold til stk. 1 og 2, anvender eller foretager den registeransvarlige ikke senere behandling af de pågældende personoplysninger."
		},
		{
			"lang": "et",
			"text": "Kui vaidlustamine on põhjendatud vastavalt lõigetele 1 ja 2, ei tohi vastutav töötleja selliseid isikuandmeid enam kasutada ega muul viisil töödelda."
		},
		{
			"lang": "el",
			"text": "Εάν η αντίταξη γίνει δεκτή δυνάμει των παραγράφων 1 και 2, ο υπεύθυνος επεξεργασίας δεν χρησιμοποιεί πλέον ούτε επεξεργάζεται άλλως πως τα σχετικά δεδομένα προσωπικού χαρακτήρα."
		},
		{
			"lang": "bg",
			"text": "Когато е повдигнато възражение съгласно параграфи 1 и 2, администраторът престава да използва или да обработва по друг начин съответните лични данни."
		},
		{
			"lang": "hu",
			"text": "Az (1) és (2) bekezdés szerinti kifogásolás esetében az adatkezelő a továbbiakban nem használhatja vagy dolgozhatja fel más módon az érintett személyes adatokat."
		},
		{
			"lang": "mt",
			"text": "Meta tintlaqa’ oġġezzjoni skont il-paragrafi 1 u 2, il-kontrollur ma għandux juża aktar jew jipproċessa mod ieħor id-dejta personali kkonċernata."
		},
		{
			"lang": "lv",
			"text": "Ja ir celts iebildums saskaņā ar 1. un 2. punktu, pārzinis vairs neizmanto vai citādi neapstrādā attiecīgos personas datus."
		},
		{
			"lang": "ro",
			"text": "În cazul în care există o opoziție în conformitate cu alineatele (1) și (2), operatorul nu mai utilizează sau nu mai prelucrează respectivele datele cu caracter personal."
		},
		{
			"lang": "sk",
			"text": "Ak je vznesená námietka v zmysle odsekov 1 a 2, prevádzkovateľ nemôže ďalej používať alebo inak spracúvať dotknuté osobné údaje."
		},
		{
			"lang": "sl",
			"text": "Če je podan ugovor v skladu z odstavkoma 1 in 2, upravljavec zadevnih osebnih podatkov ne sme več uporabljati ali kako drugače obdelovati."
		},
		{
			"lang": "fi",
			"text": "Jos vastustus hyväksytään 1 ja 2 kohdan nojalla, rekisterinpitäjä ei saa enää käyttää tai muutoin käsitellä kyseisiä henkilötietoja."
		},
		{
			"lang": "pl",
			"text": "W przypadku podtrzymania sprzeciwu na mocy ust. 1 i 2, administrator nie może wykorzystywać ani w inny sposób przetwarzać przedmiotowych danych osobowych,"
		},
		{
			"lang": "lt",
			"text": "Jeigu išreiškiamas nesutikimas pagal 1 ir 2 dalį, duomenų valdytojas nebenaudoja ar kitaip netvarko atitinkamų asmens duomenų."
		},
		{
			"lang": "nl",
			"text": "Wanneer een bezwaar op grond van de leden 1 en 2 gegrond wordt verklaard, worden de betrokken persoonsgegevens door de voor de verwerking verantwoordelijke niet langer gebruikt of anderszins verwerkt."
		},
		{
			"lang": "sv",
			"text": "Om en invändning godtas enligt punkt 1 och 2, ska den registeransvarige inte längre använda eller på annat sätt behandla de berörda personuppgifterna."
		}
	],
	"children": [],
	"title": "Article 19 – Paragraph 3"
}