{
	"id": "a19p2",
	"type": "paragraph",
	"literal": "2",
	"parent": "a19",
	"text": [
		{
			"lang": "en",
			"text": "Where personal data are processed for direct marketing purposes, the data subject shall have the right to object free of charge to the processing of their personal data for such marketing. This right shall be explicitly offered to the data subject in an intelligible manner and shall be clearly distinguishable from other information."
		},
		{
			"lang": "de",
			"text": "Werden personenbezogene Daten verarbeitet, um Direktwerbung zu betreiben, hat die betroffene Person das Recht, dagegen unentgeltlich Widerspruch einzulegen. Die betroffene Person muss ausdrücklich in einer verständlichen und von anderen Informationen klar abgegrenzten Form auf dieses Recht hingewiesen werden."
		},
		{
			"lang": "fr",
			"text": "Lorsque les données à caractère personnel sont traitées à des fins de marketing direct, la personne concernée a le droit de s'opposer au traitement de ses données à caractère personnel en vue de ce marketing direct. Ce droit est explicitement proposé à la personne concernée d'une façon intelligible et doit pouvoir être clairement distingué d'autres informations."
		},
		{
			"lang": "es",
			"text": "Cuando el tratamiento de datos personales tenga por objeto la mercadotecnia directa, el interesado tendrá derecho a oponerse, sin que ello le suponga gasto alguno, al tratamiento de sus datos personales destinado a dicha mercadotecnia directa. Este derecho se ofrecerá explícitamente al interesado de manera inteligible y será claramente distinguible de cualquier otra información."
		},
		{
			"lang": "pt",
			"text": "Sempre que os dados pessoais são tratados para efeitos de comercialização direta, o titular dos dados tem o direito de se opor ao tratamento dos seus dados pessoais tendo em vista essa comercialização. Este direito deve ser explicitamente comunicado ao titular dos dados de forma compreensível e deve ser claramente distinguido de outras informações."
		},
		{
			"lang": "it",
			"text": "Qualora i dati personali siano trattati per finalità di marketing diretto, l’interessato ha il diritto di opporsi gratuitamente al trattamento dei dati personali effettuato per tali finalità. Tale diritto è comunicato esplicitamente all’interessato in modo intelligibile ed è chiaramente distinguibile dalle altre informazioni."
		},
		{
			"lang": "ga",
			"text": "I gcás ina ndéantar sonraí pearsanta a phróiseáil chun margaíocht dhíreach a dhéanamh, beidh sé de cheart ag an duine is ábhar do na sonraí agóid a dhéanamh saor in aisce i gcoinne phróiseáil a shonraí pearsanta chun an mhargaíocht sin a dhéanamh. Déanfar an ceart sin a thairiscint go sainráite don duine is ábhar do na sonraí ar bhealach intuigthe a fhéadfar a aithint go héasca ó fhaisnéis eile."
		},
		{
			"lang": "cs",
			"text": "Pokud se osobní údaje zpracovávají pro přímý marketing, má subjekt údajů právo zdarma vznést námitku proti zpracování svých osobních údajů pro tento marketing. Toto právo je subjektu údajů výslovně nabídnuto srozumitelným způsobem a je jasně odlišitelné od jiných informací."
		},
		{
			"lang": "da",
			"text": "Hvis personoplysninger behandles med henblik på direkte markedsføring, har den registrerede ret til gratis at gøre indsigelse mod behandlingen af vedkommendes personoplysninger til sådan markedsføring. Den registrerede skal udtrykkeligt informeres om denne ret på en letforståelig måde, og denne information skal klart kunne skelnes fra andre informationer."
		},
		{
			"lang": "et",
			"text": "Isikuandmete töötlemisel otseturunduse eesmärgil on andmesubjektil õigus tasuta vaidlustada oma isikuandmete töötlemine nimetatud eesmärgil. Kõnealune õigus antakse andmesubjektile arusaadaval viisil ja muust teabest selgelt eraldi."
		},
		{
			"lang": "el",
			"text": "Εάν δεδομένα προσωπικού χαρακτήρα υποβάλλονται σε επεξεργασία για σκοπούς ενεργητικής εμπορικής προώθησης, το πρόσωπο στο οποίο αναφέρονται τα δεδομένα δικαιούται να αντιταχθεί ατελώς στην επεξεργασία των δεδομένων προσωπικού χαρακτήρα που το αφορούν για την εν λόγω εμπορική προώθηση. Το δικαίωμα αυτό πρέπει να παρέχεται ρητώς στο πρόσωπο στο οποίο αναφέρονται τα δεδομένα με κατανοητό τρόπο και πρέπει να διακρίνεται σαφώς από άλλες πληροφορίες."
		},
		{
			"lang": "bg",
			"text": "Когато се обработват лични данни за целите на директния маркетинг, субектът на данните има право на възражение срещу обработването на неговите лични данни за такъв вид маркетинг. Това право се представя изрично на субекта на данните по разбираем начин и в ясно различим вид от останалата информация."
		},
		{
			"lang": "hu",
			"text": "Ha a személyes adatokat közvetlen üzletszerzés érdekében dolgozzák fel, az érintett térítésmentesen kifogásolhatja személyes adatainak ilyen üzletszerzés érdekében való feldolgozását. E jogra kifejezetten, érthető módon fel kell hívni az érintett figyelmét, és a felhívásnak egyértelműen megkülönböztethetőnek kell lennie minden más információtól."
		},
		{
			"lang": "mt",
			"text": "Meta d-dejta personali tkun ipproċessata għal marketing dirett, is-suġġett tad-dejta għandu jkollu d-dritt li joġġezzjona għall-ipproċessar tad-dejta personali tiegħu għal dan il-marketing. Dan id-dritt għandu jiġi offrut b’mod espliċitu lis-suġġett tad-dejta u b’mod li jintgħaraf u għandu jkun separat minn informazzjoni oħra."
		},
		{
			"lang": "lv",
			"text": "Ja personas datus apstrādā tiešās tirgvedības nolūkos, datu subjektam ir tiesības bez maksas iebilst pret viņa personas datu apstrādi šādai tirgvedībai. Šīs tiesības nepārprotami norāda datu subjektam saprotamā veidā un tās ir skaidri atšķiramas no pārējās informācijas."
		},
		{
			"lang": "ro",
			"text": "Atunci când prelucrarea datelor cu caracter personal are drept scop marketingul direct, persoana vizată are dreptul de a se opune gratuit prelucrării datelor sale cu caracter personal în acest scop. Acest drept este explicit oferit persoanei vizate, într-un mod inteligibil, care să se poată distinge în mod clar de alte informații."
		},
		{
			"lang": "sk",
			"text": "Ak sa osobné údaje spracúvajú na účely priameho marketingu, dotknutá osoba má právo bezplatne namietať proti spracovaniu svojich osobných údajov pre takýto marketing. Toto právo sa má dotknutej osobe dať na vedomie výslovným a zrozumiteľným spôsobom a musí byť jasne odlíšiteľné od iných informácií."
		},
		{
			"lang": "sl",
			"text": "Če se osebni podatki obdelujejo zaradi neposrednega trženja, ima posameznik, na katerega se nanašajo osebni podatki, pravico, da brezplačno ugovarja obdelavi njegovih osebnih podatkov za tako trženje. Posameznika, na katerega se nanašajo osebni podatki, je treba o tej pravici izrecno poučiti na razumljiv način, ki se jasno razlikuje od drugih informacij."
		},
		{
			"lang": "fi",
			"text": "Jos henkilötietoja käsitellään suoramarkkinointia varten, rekisteröidyllä on oikeus vastustaa maksutta henkilötietojensa käsittelyä tällaista markkinointia varten. Tätä oikeutta on tarjottava rekisteröidylle nimenomaisesti ja ymmärrettävällä tavalla, selkeästi muusta tiedotuksesta erillään."
		},
		{
			"lang": "pl",
			"text": "Jeżeli dane osobowe są przetwarzane do celów marketingu bezpośredniego, podmiot danych ma prawo nieodpłatnie wnieść sprzeciw wobec przetwarzania jego danych osobowych do takich celów marketingowych. O prawie tym należy wyraźnie poinformować podmiot danych w zrozumiały sposób, tak by informację tę można było łatwo odróżnić od innych informacji"
		},
		{
			"lang": "lt",
			"text": "Jeigu asmens duomenys tvarkomi tiesioginės rinkodaros tikslais, duomenų subjektas turi teisę nesutikti, kad jo asmens duomenys būtų tvarkomi tokios rinkodaros tikslais, nemokėdamas jokio mokesčio. Ši teisė aiškiai nurodoma duomenų subjektui suprantamu būdu ir aiškiai atskiriama nuo kitos informacijos."
		},
		{
			"lang": "nl",
			"text": "Wanneer persoonsgegevens ten behoeve van direct marketing worden verwerkt, heeft de betrokkene het recht om kosteloos bezwaar te maken tegen de verwerking van zijn persoonsgegevens voor deze marketing. Dit recht wordt de betrokkene uitdrukkelijk en op begrijpelijke wijze geboden en moet duidelijk van overige informatie kunnen worden onderscheiden."
		},
		{
			"lang": "sv",
			"text": "Om personuppgifterna behandlas för direkt marknadsföring, ska den registrerade ha rätt att kostnadsfritt invända mot behandlingen av sina personuppgifter för sådan marknadsföring. Denna rätt ska uttryckligen erbjudas den registrerade på ett begripligt sätt och ska vara tydligt åtskiljbar från övrig information."
		}
	],
	"children": [],
	"title": "Article 19 – Paragraph 2"
}