{
	"id": "a1p2",
	"type": "paragraph",
	"literal": "2",
	"parent": "a1",
	"text": [
		{
			"lang": "en",
			"text": "This Regulation protects the fundamental rights and freedoms of natural persons, and in particular their right to the protection of personal data."
		},
		{
			"lang": "de",
			"text": "Die Verordnung schützt die Grundrechte und Grundfreiheiten natürlicher Personen und insbesondere deren Recht auf Schutz personenbezogener Daten."
		},
		{
			"lang": "fr",
			"text": "Le présent règlement protège les libertés et droits fondamentaux des personnes physiques et en particulier leur droit à la protection des données à caractère personnel."
		},
		{
			"lang": "es",
			"text": "El presente Reglamento protege los derechos y libertades fundamentales de las personas físicas y, en particular, su derecho a la protección de los datos personales."
		},
		{
			"lang": "pt",
			"text": "O presente regulamento protege os direitos e as liberdades fundamentais das pessoas singulares e, em especial, o seu direito à proteção dos dados pessoais."
		},
		{
			"lang": "it",
			"text": "Il presente regolamento tutela i diritti e le libertà fondamentali delle persone fisiche, in particolare il diritto alla protezione dei dati personali."
		},
		{
			"lang": "ga",
			"text": "Cosnaíonn an Rialachán seo cearta agus saoirsí bunúsacha daoine nádúrtha agus go háirithe a gceart go ndéanfar sonraí pearsanta a chosaint."
		},
		{
			"lang": "cs",
			"text": "Tímto nařízením se chrání základní práva a svobody fyzických osob a zejména jejich právo na ochranu osobních údajů."
		},
		{
			"lang": "da",
			"text": "Denne forordning beskytter fysiske personers grundlæggende rettigheder og frihedsrettigheder, især retten til beskyttelse af personoplysninger."
		},
		{
			"lang": "et",
			"text": "Käesoleva määrusega kaitstakse füüsiliste isikute põhiõigusi ja -vabadusi, eriti nende õigust isikuandmete kaitsele."
		},
		{
			"lang": "el",
			"text": "Ο παρών κανονισμός προστατεύει τα θεμελιώδη δικαιώματα και τις ελευθερίες των φυσικών προσώπων και ειδικότερα το δικαίωμά τους στην προστασία των δεδομένων προσωπικού χαρακτήρα."
		},
		{
			"lang": "bg",
			"text": "С настоящия регламент се защитават основните права и свободи на физическите лица, и по-специално тяхното право на защита на личните данни."
		},
		{
			"lang": "hu",
			"text": "E rendelet védi a természetes személyek alapvető jogait és szabadságait, különösen a személyes adatok védelméhez való jogot."
		},
		{
			"lang": "mt",
			"text": "Dan ir-Regolament iħares: id-drittijiet u l-libertajiet fundamentali ta’ persuni fiżiċi u b’mod partikolari tad-dritt tagħhom għall-protezzjoni tad-dejta personali."
		},
		{
			"lang": "lv",
			"text": "Šī regula aizsargā fizisku personu pamattiesības un brīvības un jo īpaši to tiesības uz personas datu aizsardzību."
		},
		{
			"lang": "ro",
			"text": "Prezentul regulament asigură protecția drepturilor și a libertăților fundamentale ale persoanelor fizice, în special dreptul acestora la protecția datelor cu caracter personal."
		},
		{
			"lang": "sk",
			"text": "Toto nariadenie chráni základné práva a slobody fyzických osôb, najmä ich právo na ochranu osobných údajov."
		},
		{
			"lang": "sl",
			"text": "Ta uredba varuje temeljne pravice in svoboščine fizičnih oseb ter zlasti njihovo pravico do varstva osebnih podatkov."
		},
		{
			"lang": "fi",
			"text": "Tällä asetuksella suojellaan luonnollisten henkilöiden perusoikeuksia ja ‑vapauksia ja erityisesti heidän oikeuttaan henkilötietojen suojaan."
		},
		{
			"lang": "pl",
			"text": "Niniejsze rozporządzenie chroni podstawowe prawa i wolności osób fizycznych, w szczególności ich prawo do ochrony danych osobowych."
		},
		{
			"lang": "lt",
			"text": "Šiuo reglamentu saugomos fizinių asmenų pagrindinės teisės ir laisvės, visų pirma jų teisė į asmens duomenų apsaugą."
		},
		{
			"lang": "nl",
			"text": "Deze verordening beschermt de grondrechten en fundamentele vrijheden van natuurlijke personen en met name hun recht op de bescherming van persoonsgegevens."
		},
		{
			"lang": "sv",
			"text": "Förordningen skyddar fysiska personers grundläggande fri- och rättigheter, särskilt deras rätt till skydd av personuppgifter."
		}
	],
	"children": [],
	"title": "Article 1 – Paragraph 2"
}