{
	"id": "a20p4",
	"type": "paragraph",
	"literal": "4",
	"parent": "a20",
	"text": [
		{
			"lang": "en",
			"text": "In the cases referred to in paragraph 2, the information to be provided by the controller under Article 14 shall include information as to the existence of processing for a measure of the kind referred to in paragraph 1 and the envisaged effects of such processing on the data subject."
		},
		{
			"lang": "de",
			"text": "In Fällen gemäß Absatz 2 müssen die von dem für die Verarbeitung Verantwortlichen gemäß Artikel 14 erteilten Auskünfte auch Angaben zu einer etwaigen Verarbeitung für die unter Absatz 1 beschriebenen Zwecke und die damit angestrebten Auswirkungen auf die betroffene Person beinhalten."
		},
		{
			"lang": "fr",
			"text": "Dans les cas prévus au paragraphe 2, les informations que le responsable du traitement doit fournir en vertu de l'article 14 comportent notamment des informations relatives à l’existence du traitement pour une mesure telle que celle visée au paragraphe 1 et aux effets escomptés de ce traitement sur la personne concernée."
		},
		{
			"lang": "es",
			"text": "En los casos contemplados en el apartado 2, la información que debe facilitar el responsable del tratamiento en virtud del artículo 14 incluirá información sobre la existencia del tratamiento por una medida del tipo contemplado en el apartado 1 y los efectos previstos de dicho tratamiento en el interesado."
		},
		{
			"lang": "pt",
			"text": "Nos casos previstos no n.º 2, as informações a fornecer pelo responsável pelo tratamento nos termos do artigo 14.º devem incluir informações quanto à existência de tratamento para uma medida como a referida no n.º 1, e os efeitos previstos desse tratamento sobre o titular dos dados."
		},
		{
			"lang": "it",
			"text": "Nei casi di cui al paragrafo 2, le informazioni che il responsabile del trattamento è tenuto a fornire ai sensi dell’articolo 14 ricomprendono l’esistenza di un trattamento relativo a una misura di cui al paragrafo 1 e gli effetti previsti di tale trattamento sull’interessato."
		},
		{
			"lang": "ga",
			"text": "Sna cásanna dá dtagraítear i mír 2, áireofar san fhaisnéis atá ar an rialaitheoir a chur ar fáil faoi Airteagal 14 faisnéis maidir le próiseáil a bheith ann le haghaidh birt den sórt dá dtagraítear i mír 1 agus na héifeachtaí a mheastar a bheadh ag an bpróiseáil sin ar an duine is ábhar do na sonraí."
		},
		{
			"lang": "cs",
			"text": "V případech uvedených v odstavci 2 musí informace poskytované správcem podle článku 14 obsahovat informace, zda byly údaje zpracovány pro účely opatření, na které se vztahuje odstavec 1, a k přepokládaným účinkům tohoto zpracování na subjekt údajů."
		},
		{
			"lang": "da",
			"text": "I de tilfælde, der er nævnt i stk. 2, omfatter de oplysninger, som den register­ansvarlige fremlægger i henhold til artikel 14, oplysninger om eksistensen af behandling med henblik på en foranstaltning af den art, der er omhandlet i stk. 1, og de forventede konsekvenser af denne behandling for den registrerede."
		},
		{
			"lang": "et",
			"text": "Lõikes 2 osutatud juhtudel esitab vastutav töötleja artikli 14 kohase teavitamise korral teabe selle kohta, kas töötlemine toimub lõikes 1 osutatud eesmärgil ning millist mõju võib selline töötlemine avaldada andmesubjektile."
		},
		{
			"lang": "el",
			"text": "Στις περιπτώσεις που αναφέρονται στην παράγραφο 2, η ενημέρωση που πρέπει να παρέχεται από τον υπεύθυνο επεξεργασίας βάσει του άρθρου 14 περιλαμβάνει πληροφορίες όσον αφορά την ύπαρξη επεξεργασίας για ένα μέτρο του είδους που αναφέρεται στην παράγραφο 1 και τις προβλεπόμενες συνέπειες της εν λόγω επεξεργασίας για το πρόσωπο στο οποίο αναφέρονται τα δεδομένα."
		},
		{
			"lang": "bg",
			"text": "В случаите, посочени в параграф 2, информацията, която трябва да бъде предоставена от администратора съгласно член 14, включва информация относно наличието на обработване за мярка от вида, посочен в параграф 1, и относно предвидените последици от този вид обработване за субекта на данните."
		},
		{
			"lang": "hu",
			"text": "A (2) bekezdésben említett esetekben az adatkezelő által a 14. cikk alapján nyújtandó tájékoztatás felöleli az (1) bekezdés szerinti intézkedés céljából történő feldolgozás megvalósulására, és az ilyen feldolgozásnak az érintett tekintetében várható hatásaira vonatkozó információkat."
		},
		{
			"lang": "mt",
			"text": "Fil-każijiet imsemmija fil-paragrafu 2, l-informazzjoni li għandha tkun ipprovduta mill-kontrollur taħt l-Artikolu 14 għandha tinkludi informazzjoni dwar l-eżistenza tal-ipproċessar għal miżura tat-tip imsemmija fil-paragrafu 1 u l-effetti previsti ta’ dan l-ipproċessar fuq is-suġġett tad-dejta."
		},
		{
			"lang": "lv",
			"text": "Gadījumos, kas minēti 2. punktā, informācijā, kas pārzinim jāsniedz saskaņā ar 14. pantu, ietver informāciju par to, ka notiek apstrāde 1. punktā minētā pasākuma nolūkos un kādas ir paredzamās šādas apstrādes sekas attiecībā uz datu subjektu."
		},
		{
			"lang": "ro",
			"text": "În cazurile menționate la alineatul (2), informațiile pe care operatorul trebuie să le furnizeze în temeiul articolului 14 includ informații despre existența prelucrării, pentru o măsură de tipul celei la care se face referire la alineatul (1), precum și despre efectele preconizate ale acestei prelucrări asupra persoanei vizate."
		},
		{
			"lang": "sk",
			"text": "V prípadoch uvedených v odseku 2 informácie, ktoré má poskytnúť prevádzkovateľ podľa článku 14, obsahujú aj informáciu o tom, či sa vykonáva spracovanie na účely opatrenia, na ktoré sa vzťahuje odsek 1, a predpokladané dôsledky takéhoto spracovania pre dotknutú osobu."
		},
		{
			"lang": "sl",
			"text": "V primerih iz odstavka 2 informacije, ki jih zagotovi upravljavec v skladu s členom 14, obsegajo informacije o obstoju obdelave zaradi ukrepa iz odstavka 1 in predvidenih učinkih take obdelave na posameznika, na katerega se nanašajo osebni podatki."
		},
		{
			"lang": "fi",
			"text": "Tiedoissa, jotka rekisterinpitäjän on toimitettava 14 artiklan nojalla, on 2 kohdassa tarkoitetuissa tapauksissa mainittava, onko tietoja käsitelty 1 kohdassa tarkoitetun kaltaista toimenpidettä varten, ja arvioitava tällaisen käsittelyn vaikutuksia rekisteröityyn."
		},
		{
			"lang": "pl",
			"text": "W przypadkach o których mowa w ust. 2, informacje, które ma przekazać administrator na mocy art. 14, obejmują informacje dotyczące istnienia przetwarzania w drodze środka takiego jak ten, o którym mowa w ust. 1 oraz przewidywanego wpływu tego przetwarzania na podmiot danych."
		},
		{
			"lang": "lt",
			"text": "2 dalyje nurodytais atvejais duomenų valdytojas, teikdamas informaciją pagal 14 straipsnį, pateikia informaciją ir apie tai, ar duomenys yra tvarkomi 1 dalyje nurodyto pobūdžio priemonės tikslais ir kokios numatomos tokio duomenų tvarkymo pasekmės duomenų subjektui."
		},
		{
			"lang": "nl",
			"text": "In de in lid 2 bedoelde gevallen omvat de informatie die op grond van artikel 14 door de voor de verwerking verantwoordelijke moet worden verstrekt, informatie over de eventuele verwerking voor een maatregel in de zin van lid 1 en de met deze verwerking beoogde gevolgen voor de betrokkene."
		},
		{
			"lang": "sv",
			"text": "I de fall som anges i punkt 2 ska den information som ska lämnas av den registeransvarige enligt artikel 14 inbegripa information om förekomsten av behandling för en åtgärd av den typ som anges i punkt 1 och de förutsedda effekterna av sådan behandling på den registrerade."
		}
	],
	"children": [],
	"title": "Article 20 – Paragraph 4"
}