{
	"id": "a22p2i4",
	"type": "point",
	"literal": "d",
	"parent": "a22p2",
	"text": [
		{
			"lang": "en",
			"text": "complying with the requirements for prior authorisation or prior consultation of the supervisory authority pursuant to Article 34(1) and (2);"
		},
		{
			"lang": "de",
			"text": "die Umsetzung der nach Artikel 34 Abätze 1 und 2 geltenden Anforderungen in Bezug auf die vorherige Genehmigung oder Zurateziehung der Aufsichtsbehörde;"
		},
		{
			"lang": "fr",
			"text": "le respect des obligations en matière d'autorisation ou de consultation préalables de l'autorité de contrôle en application de l'article 34, paragraphes 1 et 2;"
		},
		{
			"lang": "es",
			"text": "el cumplimiento de los requisitos en materia de autorización o consulta previas de la autoridad de control con arreglo a lo dispuesto en el artículo 34, apartados 1 y 2;"
		},
		{
			"lang": "pt",
			"text": "Respeitar as obrigações relativas à autorização ou consulta prévias da autoridade de controlo, nos termos do artigo 34.º, n.os 1 e 2;"
		},
		{
			"lang": "it",
			"text": "il rispetto dei requisiti di autorizzazione preventiva o di consultazione preventiva dell’autorità di controllo ai sensi dell’articolo 34, paragrafi 1 e 2;"
		},
		{
			"lang": "ga",
			"text": "ceanglais an údaráis mhaoirseachta maidir le réamhúdarú nó réamhchomhairliúchán a chomhlíonadh de bhun Airteagal 34(1) agus (2);"
		},
		{
			"lang": "cs",
			"text": "splnění požadavků ohledně předchozího povolení nebo předchozí konzultace orgánu dozoru podle čl. 34 odst. 1 a 2;"
		},
		{
			"lang": "da",
			"text": "overholdelse af kravene om forudgående godkendelse eller høring af tilsynsmyndigheden i henhold til artikel 34, stk. 1 og 2"
		},
		{
			"lang": "et",
			"text": "artikli 34 lõigete 1 ja 2 kohase eelneva loa taotlemise ja järelevalveasutusega eelneva konsulteerimise nõude täitmine;"
		},
		{
			"lang": "el",
			"text": "δ) συμμόρφωση προς τις απαιτήσεις περί προηγούμενης έγκρισης από την αρχή ελέγχου ή προηγούμενης διαβούλευσης με την αρχή ελέγχου δυνάμει του άρθρου 34 παράγραφοι 1 και 2·"
		},
		{
			"lang": "bg",
			"text": "г) спазване на изискванията за предварително разрешение или предварителна консултация с надзорния орган съгласно член 34, параграфи 1 и 2;"
		},
		{
			"lang": "hu",
			"text": "a 34. cikk (1) és (2) bekezdése értelmében a felügyelő hatóság előzetes engedélyezéséhez vagy előzetes konzultációhoz szükséges feltételek teljesítése;"
		},
		{
			"lang": "mt",
			"text": "il-konformità mar-rekwiżiti għall-awtorizzazzjoni minn qabel jew il-konsultazzjoni minn qabel tal-awtorità ta’ superviżjoni skont l-Artikolu 34(1) u (2);"
		},
		{
			"lang": "lv",
			"text": "prasību par iepriekšēju atļauju vai iepriekšēju apspriešanos ar uzraudzības iestādi ievērošanu saskaņā ar 34. panta 1. un 2. punktu;"
		},
		{
			"lang": "ro",
			"text": "respectarea cerințelor privind autorizarea prealabilă sau consultarea prealabilă a autorității de supraveghere, în conformitate cu articolul 34 alineatele (1) și (2);"
		},
		{
			"lang": "sk",
			"text": "plnenie požiadaviek týkajúcich sa povolenia vopred alebo konzultácie vopred s dozorným orgánom podľa článku 34 ods. 1 a 2;"
		},
		{
			"lang": "sl",
			"text": "skladnost z zahtevami za predhodno odobritev ali predhodno posvetovanje z nadzornim organom v skladu s členom 34(1) in (2);"
		},
		{
			"lang": "fi",
			"text": "valvontaviranomaisen ennakkohyväksyntää tai ennakkokuulemista koskevien vaatimusten noudattaminen 34 artiklan 1 ja 2 kohdan mukaisesti;"
		},
		{
			"lang": "pl",
			"text": "spełnianie wymogu uprzedniego uzyskania zezwolenia organu nadzorczego lub uprzedniej konsultacji z tym organem zgodnie z art. 34 ust. 1 i 2;"
		},
		{
			"lang": "lt",
			"text": "priežiūros institucijos išankstinio leidimo arba išankstinio konsultavimosi su ja reikalavimų laikymasis pagal 34 straipsnio 1 ir 2 dalis;"
		},
		{
			"lang": "nl",
			"text": "het voldoen aan de eisen inzake voorafgaande toestemming of voorafgaande raadpleging van de toezichthoudende autoriteit overeenkomstig artikel 34, leden 1 en 2;"
		},
		{
			"lang": "sv",
			"text": "uppfylla kraven på förhandstillstånd eller förhandssamråd med tillsynsmyndigheten enligt artikel 34.1 och 34.2,"
		}
	],
	"children": [],
	"title": "Article 22 – Paragraph 2 – Point 4"
}