{
	"id": "a22p2i5",
	"type": "point",
	"literal": "e",
	"parent": "a22p2",
	"text": [
		{
			"lang": "en",
			"text": "designating a data protection officer pursuant to Article 35(1)."
		},
		{
			"lang": "de",
			"text": "die Benennung eines Datenschutzbeauftragten gemäß Artikel 35 Absatz 1."
		},
		{
			"lang": "fr",
			"text": "la désignation d'un délégué à la protection des données en application de l’article 35, paragraphe 1."
		},
		{
			"lang": "es",
			"text": "la designación de un delegado de protección de datos con arreglo a lo dispuesto en el artículo 35, apartado 1."
		},
		{
			"lang": "pt",
			"text": "Designar um delegado para a proteção de dados, nos termos do artigo 35.º, n.º 1."
		},
		{
			"lang": "it",
			"text": "la designazione di un responsabile della protezione dei dati ai sensi dell’articolo 35, paragrafo 1."
		},
		{
			"lang": "ga",
			"text": "oifigeach cosanta sonraí a cheapadh de bhun Airteagal 35(1)."
		},
		{
			"lang": "cs",
			"text": "jmenování inspektora ochrany údajů podle čl. 35 odst. 1."
		},
		{
			"lang": "da",
			"text": "udpegning af en databeskyttelsesansvarlig i henhold til artikel 35, stk. 1."
		},
		{
			"lang": "et",
			"text": "andmekaitseametniku määramine vastavalt artikli 35 lõikele 1."
		},
		{
			"lang": "el",
			"text": "ε) ορισμό υπευθύνου επεξεργασίας δεδομένων δυνάμει του άρθρου 35 παράγραφος 1."
		},
		{
			"lang": "bg",
			"text": "д) определяне на длъжностно лице по защита на данните съгласно член 35, параграф 1;"
		},
		{
			"lang": "hu",
			"text": "a 35. cikk (1) bekezdése szerinti adatvédelmi tisztviselő kijelölése."
		},
		{
			"lang": "mt",
			"text": "il-ħatra ta’ uffiċjal tal-protezzjoni tad-dejta skont l-Artikolu 35(1)."
		},
		{
			"lang": "lv",
			"text": "datu aizsardzības inspektora iecelšanu saskaņā ar 35. panta 1. punktu."
		},
		{
			"lang": "ro",
			"text": "desemnarea unui responsabil cu protecția datelor, în conformitate cu articolul 35 alineatul (1)."
		},
		{
			"lang": "sk",
			"text": "určenie úradníka pre ochranu údajov v súlade s článkom 35 ods. 1."
		},
		{
			"lang": "sl",
			"text": "imenovanje uradne osebe za varstvo podatkov v skladu s členom 35(1)."
		},
		{
			"lang": "fi",
			"text": "tietosuojavastaavan nimittäminen 35 artiklan 1 kohdan nojalla."
		},
		{
			"lang": "pl",
			"text": "wyznaczenie inspektora ochrony danych zgodnie z art. 35 ust. 1."
		},
		{
			"lang": "lt",
			"text": "duomenų apsaugos pareigūno paskyrimas pagal 35 straipsnio 1 dalį."
		},
		{
			"lang": "nl",
			"text": "het aanwijzen van een functionaris voor gegevensbescherming overeenkomstig artikel 35, lid 1."
		},
		{
			"lang": "sv",
			"text": "utse en datatillsynsman enligt artikel 35.1."
		}
	],
	"children": [],
	"title": "Article 22 – Paragraph 2 – Point 5"
}