{
	"id": "a23p3",
	"type": "paragraph",
	"literal": "3",
	"parent": "a23",
	"text": [
		{
			"lang": "en",
			"text": "The Commission shall be empowered to adopt delegated acts in accordance with Article 86 for the purpose of specifying any further criteria and requirements for appropriate measures and mechanisms referred to in paragraph 1 and 2, in particular for data protection by design requirements applicable across sectors, products and services."
		},
		{
			"lang": "de",
			"text": "Die Kommission wird ermächtigt, delegierte Rechtsakte nach Maßgabe von Artikel 86 zu erlassen, um etwaige weitere Kriterien und Anforderungen in Bezug auf die in den Absätzen 1 und 2 genannten Maßnahmen und Verfahren festzulegen, speziell was die Anforderungen an den Datenschutz durch Technik und datenschutzfreundliche Voreinstellungen für ganze Sektoren und bestimmte Erzeugnisse und Dienstleistungen betrifft."
		},
		{
			"lang": "fr",
			"text": "La Commission est habilitée à adopter des actes délégués en conformité avec l’article 86, aux fins de préciser d'éventuels critères et exigences supplémentaires applicables aux mesures appropriées et aux mécanismes visés aux paragraphes 1 et 2, en ce qui concerne notamment les exigences en matière de protection des données dès la conception applicables à l’ensemble des secteurs, produits et services."
		},
		{
			"lang": "es",
			"text": "La Comisión estará facultada para adoptar actos delegados, de conformidad con lo dispuesto en el artículo 86, a fin de especificar cualesquiera nuevos criterios y requisitos aplicables a las medidas y mecanismos apropiados contemplados en los apartados 1 y 2, en particular en lo que respecta a los requisitos en materia de protección de datos desde el diseño aplicables en el conjunto de los sectores, productos y servicios."
		},
		{
			"lang": "pt",
			"text": "São atribuídas competências à Comissão para adotar atos delegados nos termos do artigo 86.º, a fim de especificar mais concretamente os critérios e as exigências aplicáveis às medidas e aos mecanismos adequados referidos nos n.os 1 e 2, em especial quanto à proteção de dados desde a conceção aplicáveis ao conjunto dos setores, produtos e serviços."
		},
		{
			"lang": "it",
			"text": "Alla Commissione è conferito il potere di adottare atti delegati conformemente all’articolo 86 al fine di precisare i criteri e i requisiti concernenti le misure e i meccanismi adeguati di cui ai paragrafi 1 e 2, in particolare i requisiti riguardanti la protezione dei dati fin dalla progettazione applicabili in materia trasversale a vari settori, prodotti e servizi."
		},
		{
			"lang": "ga",
			"text": "Tabharfar de chumhacht don Choimisiún gníomhartha tarmligthe a ghlacadh i gcomhréir le hAirteagal 86 chun na critéir agus ceanglais a bhaineann leis na bearta agus sásraí iomchuí dá dtagraítear i mír 1 agus i mír 2 a shonrú tuilleadh, go háirithe i gcás ceanglas a bhaineann le cosaint sonraí d’aon ghnó agus atá infheidhme maidir le hearnálacha, táirgí agus seirbhísí trí chéile."
		},
		{
			"lang": "cs",
			"text": "Komise je zmocněna přijímat akty v přenesené pravomoci v souladu s článkem 86 za účelem vymezení jakýchkoli dalších kritérií a požadavků, pokud jde o vhodná opatření a mechanismy uvedené v odstavcích 1 a 2, zejména požadavků na ochranu údajů již od návrhu, které budou platit napříč odvětvími, produkty a službami."
		},
		{
			"lang": "da",
			"text": "Kommissionen tillægges beføjelser til at vedtage delegerede retsakter i overensstemmelse med artikel 86 med henblik på nærmere fastlæggelse af kriterier og krav vedrørende tilstrækkelige foranstaltninger og mekanismer som omhandlet i stk. 1 og 2, navnlig med hensyn til krav til indbygget databeskyttelse og databeskyttelse gennem indstillinger, der gælder på tværs af sektorer, produkter og tjenesteydelser."
		},
		{
			"lang": "et",
			"text": "Komisjoni volitatakse vastavalt artiklile 86 võtma vastu delegeeritud õigusakte, millega täpsustatakse lõigetes 1 ja 2 osutatud meetmetele ja mehhanismidele, eelkõige aga eri sektorites ning toodete ja teenuste pakkumisel isikuandmete lõimitud kaitse kriteeriume ja nõudeid."
		},
		{
			"lang": "el",
			"text": "Η Επιτροπή εξουσιοδοτείται να εκδίδει κατ’ εξουσιοδότηση πράξεις σύμφωνα με το άρθρο 86 για τον προσδιορισμό τυχόν περαιτέρω κριτηρίων και απαιτήσεων σχετικά με τα κατάλληλα μέτρα και τους μηχανισμούς που αναφέρονται στις παραγράφους 1 και 2, ιδίως για τις απαιτήσεις προστασίας των δεδομένων ήδη από τον σχεδιασμό οι οποίες εφαρμόζονται σε όλους τους τομείς, τα προϊόντα και τις υπηρεσίες."
		},
		{
			"lang": "bg",
			"text": "На Комисията се предоставя правомощието да приема делегирани актове в съответствие с член 86 с цел допълнително уточняване на критериите и изискванията за подходящите мерки и механизми, посочени в параграфи 1 и 2, по-специално за изискванията към защитата на данните още при проектирането, приложими за секторите, продуктите и услугите."
		},
		{
			"lang": "hu",
			"text": "A Bizottság felhatalmazást kap arra, hogy az (1) és (2) bekezdés szerinti megfelelő intézkedésekre és mechanizmusokra, különösen az ágazatokhoz, termékekhez és szolgáltatásokhoz kapcsolódó beépített adatvédelmi követelményekre vonatkozó szempontok és követelmények további meghatározása érdekében a 86. cikkel összhangban felhatalmazáson alapuló jogi aktusokat fogadjon el."
		},
		{
			"lang": "mt",
			"text": "Il-Kummissjoni għandu jkollha s-setgħa li tadotta atti delegati skont l-Artikolu 86 sabiex tispeċifika kwalunkwe kriterju u rekwiżit ieħor għall-miżuri u l-mekkaniżmi xierqa msemmija fil-paragrafu 1 u 2, b’mod partikolari għar-rekwiżiti tal-protezzjoni tad-dejta bid-disinn applikabbli fis-setturi, il-prodotti u s-servizzi kollha."
		},
		{
			"lang": "lv",
			"text": "Komisijai piešķir tiesības pieņemt deleģētos aktus saskaņā ar 86. pantu ar nolūku sīkāk precizēt papildu kritērijus un prasības 1. un 2. punktā minētajiem piemērotiem pasākumiem un mehānismiem, jo īpaši attiecībā uz datu aizsardzību pēc noklusējuma – prasības, kas piemērojamas dažādās nozarēs, dažādiem produktiem un pakalpojumiem."
		},
		{
			"lang": "ro",
			"text": "Comisia este mandatată să adopte acte delegate în conformitate cu articolul 86 în scopul detalierii criteriilor și a cerințelor aferente măsurilor și mecanismelor de certificare menționate la alineatele (1) și (2), în special în ceea ce privește cerințele legate de protecția datelor începând cu momentul conceperii aplicabile în cazul tuturor sectoarelor, al produselor și al serviciilor."
		},
		{
			"lang": "sk",
			"text": "Komisia je splnomocnená prijať delegované akty v súlade s článkom 86 s cieľom určiť akékoľvek ďalšie kritériá a požiadavky na vhodné opatrenia a mechanizmy uvedené v odsekoch 1 a 2, a to najmä požiadavky na špecificky navrhnutú ochranu údajov, platné pre všetky sektory, výrobky a služby."
		},
		{
			"lang": "sl",
			"text": "Komisija je v skladu s členom 86 pooblaščena za sprejemanje delegiranih aktov, s katerimi določi dodatna merila in zahteve za ustrezne ukrepe in mehanizme iz odstavkov 1 in 2, zlasti zahteve glede vgrajenega varstva podatkov, ki veljajo za sektorje, proizvode in storitve."
		},
		{
			"lang": "fi",
			"text": "Siirretään komissiolle valta antaa 86 artiklan mukaisesti delegoituja säädöksiä, joissa määritellään tarkemmin 1 ja 2 kohdassa tarkoitettuja asianmukaisia toimenpiteitä koskevat kriteerit ja vaatimukset ja erityisesti eri aloilla tai eri tuotteisiin ja palveluihin sovellettavat sisäänrakennettua tietosuojaa koskevat vaatimukset."
		},
		{
			"lang": "pl",
			"text": "Komisja jest uprawniona do przyjmowania aktów delegowanych zgodnie z art. 86 w celu określenia dalszych kryteriów i wymogów dotyczących właściwych środków i mechanizmów, o których mowa w ust. 1 i 2, w szczególności wymogów w zakresie uwzględnienia ochrony danych już w fazie projektowania w odniesieniu do sektorów, produktów i usług."
		},
		{
			"lang": "lt",
			"text": "Komisija įgaliojama pagal 86 straipsnį priimti deleguotuosius aktus ir jais nustatyti išsamesnius 1 ir 2 dalyse nurodytų tinkamų priemonių ir mechanizmų kriterijus ir reikalavimus, visų pirma įvairiems sektoriams, produktams ir paslaugoms taikomus pritaikytosios duomenų apsaugos reikalavimus."
		},
		{
			"lang": "nl",
			"text": "De Commissie is bevoegd overeenkomstig artikel 86 gedelegeerde handelingen vast te stellen met het oog op de nadere invulling van de criteria en de vereisten voor de in de leden 1 en 2 bedoelde passende maatregelen en mechanismen, met name de vereisten voor gegevensbescherming by design die voor alle sectoren, producten en diensten van toepassing zijn."
		},
		{
			"lang": "sv",
			"text": "Kommissionen ska ha befogenhet att anta delegerade akter enligt artikel 86 för att precisera eventuella ytterligare kriterier och krav för sådana lämpliga åtgärder och rutiner som avses i punkt 1 och 2, särskilt när det gäller krav på inbyggt uppgiftsskydd som är tillämpliga över sektorer, produkter och tjänster."
		}
	],
	"children": [],
	"title": "Article 23 – Paragraph 3"
}