{
	"id": "a25p2i4",
	"type": "point",
	"literal": "d",
	"parent": "a25p2",
	"text": [
		{
			"lang": "en",
			"text": "a controller offering only occasionally goods or services to data subjects residing in the Union."
		},
		{
			"lang": "de",
			"text": "für die Verarbeitung Verantwortliche, die in der Union ansässigen betroffenen Personen nur gelegentlich Waren oder Dienstleistungen anbieten."
		},
		{
			"lang": "fr",
			"text": "à un responsable du traitement n'offrant qu'occasionnellement des biens ou des services à des personnes concernées résidant dans l'Union."
		},
		{
			"lang": "es",
			"text": "un responsable del tratamiento que solo ofrezca ocasionalmente bienes o servicios a interesados residentes en la Unión."
		},
		{
			"lang": "pt",
			"text": "Um responsável pelo tratamento que ofereça ocasionalmente bens ou serviços a titulares de dados residentes na União."
		},
		{
			"lang": "it",
			"text": "ai responsabili del trattamento che offrono solo occasionalmente beni o servizi a interessati che risiedono nell’Unione."
		},
		{
			"lang": "ga",
			"text": "rialaitheoir nach gcuireann earraí nó seirbhísí ar fáil ach ar uairibh do dhaoine is ábhar do shonraí a bhfuil cónaí orthu san Aontas."
		},
		{
			"lang": "cs",
			"text": "správci, kteří subjektům údajů s bydlištěm v Unii nabízejí zboží či služby pouze příležitostně."
		},
		{
			"lang": "da",
			"text": "en registeransvarlig, der kun lejlighedsvis tilbyder varer eller tjenester til registrerede, der er bosiddende i Unionen."
		},
		{
			"lang": "et",
			"text": "pakub liidu andmesubjektidele kaupu ja teenuseid ainult juhuti."
		},
		{
			"lang": "el",
			"text": "δ) υπεύθυνο επεξεργασίας ο οποίος προσφέρει μόνον περιστασιακά αγαθά ή υπηρεσίες σε πρόσωπα στα οποία αναφέρονται τα δεδομένα τα οποία διαμένουν στην Ένωση."
		},
		{
			"lang": "bg",
			"text": "г) администраторът предлага само понякога стоки или услуги на субекти на данни с местоживеене в Съюза."
		},
		{
			"lang": "hu",
			"text": "az Unióban lakóhellyel rendelkező érintetteknek csak alkalmi jelleggel termékeket és szolgáltatásokat kínáló adatkezelőre."
		},
		{
			"lang": "mt",
			"text": "kontrollur li joffri prodotti u servizzi okkażjonalment biss lil suġġetti tad-dejta li jgħixu fl-Unjoni."
		},
		{
			"lang": "lv",
			"text": "pārzinim, kas tikai epizodiski piedāvā preces un pakalpojumus Savienībā dzīvojošiem datu subjektiem."
		},
		{
			"lang": "ro",
			"text": "unui operator care furnizează numai ocazional bunuri sau servicii persoanelor vizate care își au reședința pe teritoriul Uniunii."
		},
		{
			"lang": "sk",
			"text": "prevádzkovateľa ponúkajúceho tovar alebo služby dotknutým osobám s bydliskom v Únii len príležitostne."
		},
		{
			"lang": "sl",
			"text": "upravljavca, ki samo občasno nudi blago ali storitve posameznikom, na katere se nanašajo osebni podatki in ki stalno prebivajo v Uniji."
		},
		{
			"lang": "fi",
			"text": "rekisterinpitäjään, joka tarjoaa tavaroita tai palveluja unionin alueella asuville rekisteröidyille vain satunnaisesti."
		},
		{
			"lang": "pl",
			"text": "administratora jedynie sporadycznie oferującego towary lub usługi podmiotom danych mającym miejsce zamieszkania na terytorium Unii."
		},
		{
			"lang": "lt",
			"text": "duomenų valdytojui, kuris tik retkarčiais siūlo prekes ar paslaugas Sąjungoje gyvenantiems duomenų subjektams."
		},
		{
			"lang": "nl",
			"text": "een voor de verwerking verantwoordelijke die slechts incidenteel goederen of diensten aanbiedt aan in de Unie wonende betrokkenen."
		},
		{
			"lang": "sv",
			"text": "en registeransvarig som endast sporadiskt erbjuder varor eller tjänster till registrerade som är bosatta i unionen."
		}
	],
	"children": [],
	"title": "Article 25 – Paragraph 2 – Point 4"
}