{
	"id": "a25p1",
	"type": "paragraph",
	"literal": "1",
	"parent": "a25",
	"text": [
		{
			"lang": "en",
			"text": "In the situation referred to in Article 3(2), the controller shall designate a representative in the Union."
		},
		{
			"lang": "de",
			"text": "Jeder für die Verarbeitung Verantwortliche, der sich in der in Artikel 3 Absatz 2 beschriebenen Situation befindet, benennt einen Vertreter in der Union."
		},
		{
			"lang": "fr",
			"text": "Dans le cas visé à l'article 3, paragraphe 2, le responsable du traitement désigne un représentant dans l'Union."
		},
		{
			"lang": "es",
			"text": "En el caso contemplado en el artículo 3, apartado 2, el responsable del tratamiento designará un representante en la Unión."
		},
		{
			"lang": "pt",
			"text": "Na situação referida no artigo 3.º, n.º 2, o responsável pelo tratamento designa um representante na União."
		},
		{
			"lang": "it",
			"text": "Nel caso di cui all’articolo 3, paragrafo 2, il responsabile del trattamento designa un rappresentante nell’Unione."
		},
		{
			"lang": "ga",
			"text": "Sa chás dá dtagraítear in Airteagal 3(2), ceapfaidh an rialaitheoir ionadaí san Aontas."
		},
		{
			"lang": "cs",
			"text": "V případě popsaném v čl. 3 odst. 2 správce určí v Unii svého zástupce."
		},
		{
			"lang": "da",
			"text": "I den situation, der er omhandlet i artikel 3, stk. 2, udpeger den registeransvarlige en repræsentant i Unionen."
		},
		{
			"lang": "et",
			"text": "Artikli 3 lõikes 2 osutatud olukorras määrab vastutav töötleja oma esindaja liidus."
		},
		{
			"lang": "el",
			"text": "Στην περίπτωση που αναφέρεται στο άρθρο 3 παράγραφος 2, ο υπεύθυνος επεξεργασίας ορίζει εκπρόσωπο στην Ένωση."
		},
		{
			"lang": "bg",
			"text": "В ситуацията, посочена в член 3, параграф 2, администраторът определя свой представител в Съюза."
		},
		{
			"lang": "hu",
			"text": "A 3. cikk (2) bekezdése szerinti helyzetben az adatkezelő uniós képviselőt jelöl ki."
		},
		{
			"lang": "mt",
			"text": "Fis-sitwazzjoni msemmija fl-Artikolu 3(2), il-kontrollur għandu jaħtar rappreżentant fl-Unjoni."
		},
		{
			"lang": "lv",
			"text": "Situācijā, kas minēta 3. panta 2. punktā, pārzinis norīko pārstāvi Savienībā."
		},
		{
			"lang": "ro",
			"text": "În situația menționată la articolul 3 alineatul (2), operatorul desemnează un reprezentant în Uniune."
		},
		{
			"lang": "sk",
			"text": "V situácii uvedenej v článku 3 ods. 2 prevádzkovateľ ustanoví svojho zástupcu v Únii."
		},
		{
			"lang": "sl",
			"text": "V primeru iz člena 3(2) upravljavec določi predstavnika v Uniji."
		},
		{
			"lang": "fi",
			"text": "Edellä 3 artiklan 2 kohdassa tarkoitetussa tilanteessa rekisterinpitäjän on nimitettävä edustaja unionin aluetta varten."
		},
		{
			"lang": "pl",
			"text": "W sytuacji, o której mowa w art. 3 ust. 2, administrator wyznacza swojego przedstawiciela na terytorium Unii."
		},
		{
			"lang": "lt",
			"text": "3 straipsnio 2 dalyje nurodytu atveju duomenų valdytojas paskiria atstovą Sąjungoje."
		},
		{
			"lang": "nl",
			"text": "In de in artikel 3, lid 2, bedoelde situatie wijst de voor de verwerking verantwoordelijke een vertegenwoordiger in de Unie aan."
		},
		{
			"lang": "sv",
			"text": "I den situation som avses i artikel 3.2 ska den registeransvarige utse en företrädare i unionen."
		}
	],
	"children": [],
	"title": "Article 25 – Paragraph 1"
}