{
	"id": "a26p5",
	"type": "paragraph",
	"literal": "5",
	"parent": "a26",
	"text": [
		{
			"lang": "en",
			"text": "The Commission shall be empowered to adopt delegated acts in accordance with Article 86 for the purpose of further specifying the criteria and requirements for the responsibilities, duties and tasks in relation to a processor in line with paragraph 1, and conditions which allow facilitating the processing of personal data within a group of undertakings, in particular for the purposes of control and reporting."
		},
		{
			"lang": "de",
			"text": "Die Kommission wird ermächtigt, delegierte Rechtsakte nach Maßgabe von Artikel 86 zu erlassen, um die Kriterien und Anforderungen für die Verantwortlichkeiten, Pflichten und Aufgaben des Auftragsverarbeiters in Übereinstimmung mit Absatz 1 festzulegen sowie die Bedingungen, durch die die Verarbeitung personenbezogener Daten in Unternehmensgruppen speziell zu Kontroll- und Berichterstattungszweckenvereinfacht werden kann."
		},
		{
			"lang": "fr",
			"text": "La Commission est habilitée à adopter des actes délégués en conformité avec l’article 86, aux fins de préciser davantage les critères et exigences applicables aux responsabilités, obligations et missions d'un sous‑traitant en conformité avec le paragraphe 1, ainsi que les conditions qui permettent de faciliter le traitement des données à caractère personnel au sein d’un groupe d’entreprises, en particulier aux fins de contrôle et de présentation de rapports."
		},
		{
			"lang": "es",
			"text": "La Comisión estará facultada para adoptar actos delegados, de conformidad con lo dispuesto en el artículo 86, a fin de especificar los criterios y requisitos aplicables a las responsabilidades, funciones y tareas de un encargado del tratamiento de conformidad con lo dispuesto en el apartado 1, así como las condiciones que permitan facilitar el tratamiento de datos personales en un grupo de empresas, en particular a efectos de control y presentación de informes."
		},
		{
			"lang": "pt",
			"text": "São atribuídas competências à Comissão para adotar atos delegados nos termos do artigo 86.º, a fim de especificar mais concretamente os critérios e requisitos aplicáveis às responsabilidades, funções e atribuições de um subcontratante, em conformidade com o n.º 1, bem como às condições que facilitem o tratamento de dados pessoais a nível de um grupo de empresas, em especial para efeitos para efeitos de controlo e de apresentação de relatórios."
		},
		{
			"lang": "it",
			"text": "Alla Commissione è conferito il potere di adottare atti delegati conformemente all’articolo 86 al fine di precisare i criteri e i requisiti concernenti le responsabilità, gli obblighi e i compiti dell’incaricato del trattamento conformemente al paragrafo 1, e le condizioni che consentono di facilitare il trattamento dei dati personali all’interno di un gruppo di imprese, in particolare ai fini del controllo e della rendicontazione."
		},
		{
			"lang": "ga",
			"text": "Tabharfar de chumhacht don Choimisiún gníomhartha tarmligthe a ghlacadh i gcomhréir le hAirteagal 86 chun na critéir agus na ceanglais a bhaineann le freagrachtaí, dualgais agus cúraimí próiseálaí i gcomhréir le mír 1 a shonrú tuilleadh, agus chun na coinníollacha a shonrú tuilleadh lenar féidir próiseáil sonraí pearsanta laistigh de ghrúpa gnóthas a éascú, go háirithe chun críocha rialaithe agus tuairiscithe."
		},
		{
			"lang": "cs",
			"text": "Komise je zmocněna přijímat akty v přenesené pravomoci v souladu s článkem 86 za účelem dalšího vymezení kritérií a požadavků, pokud jde o odpovědnosti, povinnosti a úkoly zpracovatele v souladu s odstavcem 1, a za účelem vymezení podmínek, jež umožní usnadnit zpracovávání osobních údajů ve skupině podniků, zejména za účelem kontroly a podávání zpráv."
		},
		{
			"lang": "da",
			"text": "Kommissionen tillægges beføjelser til at vedtage delegerede retsakter i overensstemmelse med artikel 86 med henblik på nærmere fastlæggelse af kriterier og krav vedrørende en registerførers ansvar, pligter og opgaver i overensstemmelse med stk. 1 samt betingelser, der gør det muligt at behandle personoplysninger i en koncern, navnlig hvad angår kontrol og rapportering."
		},
		{
			"lang": "et",
			"text": "Komisjoni volitatakse vastavalt artiklile 86 võtma vastu delegeeritud õigusakte, et täpsustada lõikes 1 osutatud vastutuse, kohustuste ja ülesannete suhtes kohaldatavaid kriteeriume ja nõudeid ning kehtestada kontserni raames isikuandmete töötlemise, eelkõige järelevalve ja aruandluse tingimused."
		},
		{
			"lang": "el",
			"text": "Η Επιτροπή εξουσιοδοτείται να εκδίδει κατ’ εξουσιοδότηση πράξεις σύμφωνα με το άρθρο 86 για τον περαιτέρω προσδιορισμό των κριτηρίων και των απαιτήσεων σχετικά με τις αρμοδιότητες, τις υποχρεώσεις και τα καθήκοντα που αφορούν τον εκτελούντα την επεξεργασία σύμφωνα με την παράγραφο 1, και των προϋποθέσεων που επιτρέπουν τη διευκόλυνση της επεξεργασίας δεδομένων προσωπικού χαρακτήρα στο εσωτερικό ομίλου επιχειρήσεων, ιδίως για τους σκοπούς του ελέγχου και της υποβολής εκθέσεων."
		},
		{
			"lang": "bg",
			"text": "На Комисията се предоставя правомощието да приема делегирани актове в съответствие с член 86 с цел допълнително уточняване на критериите и изискванията във връзка с отговорностите, задълженията и задачите на обработващия лични данни в съответствие с параграф 1, както и на условията, които дават възможност за улесняване на обработването на лични данни в рамките на група предприятия, по-специално за целите на контрола и отчитането."
		},
		{
			"lang": "hu",
			"text": "A Bizottság felhatalmazást kap arra, hogy az (1) bekezdés szerinti adatfeldolgozó felelősségére, kötelezettségeire és feladataira és a személyes adatoknak a vállalkozáscsoporton belül történő feldolgozásának megkönnyítésére, különösen az ellenőrzésre és jelentéstételre vonatkozó szempontok és követelmények további meghatározása érdekében a 86. cikkel összhangban felhatalmazáson alapuló jogi aktusokat fogadjon el."
		},
		{
			"lang": "mt",
			"text": "Il-Kummissjoni għandu jkollha s-setgħa li tadotta atti delegati skont l-Artikolu 86 sabiex tispeċifika aktar il-kriterji u r-rekwiżiti għar-responsabbiltajiet, id-dmirijiet u l-kompiti fir-rigward ta’ proċessur skont il-paragrafu 1, u l-kundizzjonijiet li jippermettu l-faċilitazzjoni tal-ipproċessar ta’ dejta personali fi grupp ta’ impriżi, b’mod partikolari għall-finijiet ta’ kontroll u rappurtar."
		},
		{
			"lang": "lv",
			"text": "Komisijai piešķir tiesības pieņemt deleģētos aktus saskaņā ar 86. pantu ar nolūku sīkāk precizēt kritērijus un prasības attiecībā uz apstrādātāja atbildību, pienākumiem un uzdevumiem saskaņā ar 1. punktu un attiecībā uz nosacījumiem, kas ļauj atvieglot personas datu apstrādi uzņēmumu grupas ietvaros, jo īpaši kontroles un ziņošanas nolūkos."
		},
		{
			"lang": "ro",
			"text": "Comisia este mandatată să adopte acte delegate în conformitate cu articolul 86 în scopul detalierii criteriilor și a cerințelor aferente responsabilităților, drepturilor și sarcinilor unei persoane împuternicite de către operator în conformitate cu alineatul (1), precum și condițiilor care permit facilitarea procesului de prelucrare a datelor cu caracter personal în cadrul unui grup de întreprinderi, în special pentru verificare și raportare."
		},
		{
			"lang": "sk",
			"text": "Komisia je splnomocnená prijať delegované akty v súlade s článkom 86 s cieľom bližšie určiť kritériá a požiadavky týkajúce sa zodpovednosti, povinností a úloh vo vzťahu k sprostredkovateľovi v súlade s odsekom 1, a podmienky, ktoré umožnia zjednodušenie postupu pri spracúvaní osobných údajov v rámci skupiny podnikov, najmä na účely kontroly a podávania správ."
		},
		{
			"lang": "sl",
			"text": "Komisija je v skladu s členom 86 pooblaščena za sprejemanje delegiranih aktov, s katerimi podrobneje določi merila in zahteve za odgovornosti, dolžnosti in naloge v zvezi z obdelovalcem v skladu z odstavkom 1 ter pogoje, ki zlasti za namene nadzora in poročanja omogočajo olajšanje obdelave osebnih podatkov v povezanem podjetju."
		},
		{
			"lang": "fi",
			"text": "Siirretään komissiolle valta antaa 86 artiklan mukaisesti delegoituja säädöksiä, joissa määritellään tarkemmin henkilötietojen käsittelijän vastuualueita, velvollisuuksia ja tehtäviä koskevat kriteerit ja vaatimukset 1 kohdan mukaisesti, sekä edellytykset, joiden nojalla voidaan helpottaa yritysryhmässä erityisesti seuranta- ja raportointitarkoituksessa suoritettavaa henkilötietojen käsittelyä."
		},
		{
			"lang": "pl",
			"text": "Komisja jest uprawniona do przyjmowania aktów delegowanych zgodnie z art. 86 w celu doprecyzowania kryteriów i wymogów dotyczących zakresu odpowiedzialności, obowiązków i zadań w odniesieniu do podmiotu przetwarzającego zgodnie z ust. 1, oraz warunków, które umożliwiają uproszczenie przetwarzania danych osobowych w ramach grupy przedsiębiorstw, w szczególności do celów kontroli i sprawozdawczości."
		},
		{
			"lang": "lt",
			"text": "Komisija įgaliojama pagal 86 straipsnį priimti deleguotuosius aktus ir jais nustatyti išsamesnius su duomenų tvarkytoju susijusios atsakomybės, pareigų ir užduočių kriterijus ir reikalavimus pagal 1 dalį, taip pat sąlygas, kuriomis galima palengvinti asmens duomenų tvarkymą įmonių grupėms, visų pirma kontrolės ir ataskaitų rengimo tikslais."
		},
		{
			"lang": "nl",
			"text": "De Commissie is bevoegd overeenkomstig artikel 86 gedelegeerde handelingen vast te stellen met het oog op de nadere invulling van de criteria en de vereisten voor de verantwoordelijkheden, plichten en taken met betrekking tot een verwerker overeenkomstig lid 1, en van de voorwaarden ter bevordering van de verwerking van persoonsgegevens binnen een groep van ondernemingen, met name met het oog op controle en verslaglegging."
		},
		{
			"lang": "sv",
			"text": "Kommissionen ska ha rätt att anta delegerade akter i enlighet med artikel 86 i syfte att närmare precisera kriterierna och kraven för registerförarens ansvarsområden, uppdrag och arbetsuppgifter med avseende på en registerförare enligt punkt 1, och de omständigheter som gör det möjligt att underlätta behandlingen av personuppgifter inom en företagsgrupp, särskilt för kontroll- och rapporteringsändamål."
		}
	],
	"children": [],
	"title": "Article 26 – Paragraph 5"
}