{
	"id": "a28p2i3",
	"type": "point",
	"literal": "c",
	"parent": "a28p2",
	"text": [
		{
			"lang": "en",
			"text": "the purposes of the processing, including the legitimate interests pursued by the controller where the processing is based on point (f) of Article 6(1);"
		},
		{
			"lang": "de",
			"text": "Angaben über die Zwecke der Verarbeitung sowie – falls sich die Verarbeitung auf Artikel 6 Absatz 1 Buchstabe f gründet – über die von dem für die Verarbeitung Verantwortlichen verfolgten legitimen Interessen;"
		},
		{
			"lang": "fr",
			"text": "les finalités du traitement, y compris les intérêts légitimes poursuivis par le responsable du traitement, lorsque le traitement se fonde sur l'article 6, paragraphe 1, point f);"
		},
		{
			"lang": "es",
			"text": "los fines del tratamiento, en particular los intereses legítimos perseguidos por el responsable del tratamiento, cuando el tratamiento se base en el artículo 6, apartado 1, letra f);"
		},
		{
			"lang": "pt",
			"text": "Finalidades do tratamento, incluindo os interesses legítimos do responsável pelo tratamento, sempre que o tratamento se basear no artigo 6.º, n.º 1, alínea f);"
		},
		{
			"lang": "it",
			"text": "finalità del trattamento, compresi i legittimi interessi perseguiti dal responsabile del trattamento qualora il trattamento si basi sull’articolo 6, paragrafo 1, lettera f);"
		},
		{
			"lang": "ga",
			"text": "críocha na próiseála, lena n‑áirítear na leasanna dlisteanacha atá á saothrú ag an rialaitheoir i gcás ina bhfuil an phróiseáil bunaithe ar phointe (f) d'Airteagal 6(1);"
		},
		{
			"lang": "cs",
			"text": "účely zpracování, včetně oprávněných zájmů správce tam, kde se zpracování údajů zakládá na čl. 6 odst. 1 písm. f);"
		},
		{
			"lang": "da",
			"text": "formålene med behandlingen, herunder de legitime interesser, der forfølges af den registeransvarlige, såfremt behandlingen er baseret på artikel 6, stk. 1, litra f)"
		},
		{
			"lang": "et",
			"text": "töötlemise eesmärgid, sealhulgas vastutava töötleja õigustatud huvi, kui töötlemine põhineb artikli 6 lõike 1 punktil f;"
		},
		{
			"lang": "el",
			"text": "γ) τους σκοπούς της επεξεργασίας, συμπεριλαμβανομένων των έννομων συμφερόντων που επιδιώκει ο υπεύθυνος επεξεργασίας, εάν η επεξεργασία βασίζεται στο άρθρο 6 παράγραφος 1 στοιχείο στ)·"
		},
		{
			"lang": "bg",
			"text": "в) целите на обработването, включително законните интереси, преследвани от администратора, когато обработването се основава на член 6, параграф 1, буква е);"
		},
		{
			"lang": "hu",
			"text": "az adatfeldolgozás céljai, beleértve az adatkezelő jogos érdekeit, amennyiben a feldolgozás a 6. cikk (1) bekezdésének f) pontján alapul;"
		},
		{
			"lang": "mt",
			"text": "l-objettivi tal-ipproċessar, inkluż l-interessi leġittimi segwiti mill-kontrollur meta l-ipproċessar ikun ibbażat fuq il-punt (f) tal-Artikolu 6(1);"
		},
		{
			"lang": "lv",
			"text": "apstrādes nolūkus, ietverot pārziņa likumīgās intereses, ja apstrāde pamatojas uz 6. panta 1. punkta f) apakšpunktu;"
		},
		{
			"lang": "ro",
			"text": "scopul prelucrării datelor, inclusiv interesele legitime urmărite de responsabilul cu prelucrarea, atunci când prelucrarea se bazează pe articolul 6 alineatul (1) litera (f);"
		},
		{
			"lang": "sk",
			"text": "účely spracovania vrátane oprávnených záujmov, ktoré sleduje prevádzkovateľ, ak sa spracovanie vykonáva na základe článku 6 ods. 1 písm. f);"
		},
		{
			"lang": "sl",
			"text": "namenih obdelave, vključno s pravnimi interesi, za katere si prizadeva upravljavec, če obdelava temelji na točki (f) člena 6(1);"
		},
		{
			"lang": "fi",
			"text": "henkilötietojen käsittelyn tarkoitukset, mukaan lukien rekisterinpitäjän oikeutetut edut, jos käsittely perustuu 6 artiklan 1 kohdan f alakohtaan;"
		},
		{
			"lang": "pl",
			"text": "celów przetwarzania, w tym słusznych interesów realizowanych przez administratora, jeśli przetwarzanie opiera się na art. 6 ust. 1 lit. f);"
		},
		{
			"lang": "lt",
			"text": "duomenų tvarkymo tikslai, įskaitant teisėtus duomenų valdytojo interesus, jei duomenų tvarkymas grindžiamas 6 straipsnio 1 dalies f punktu;"
		},
		{
			"lang": "nl",
			"text": "de doeleinden van de verwerking, waaronder de gerechtvaardigde belangen van de voor de verwerking verantwoordelijke wanneer de verwerking is gebaseerd op artikel 6, lid 1, onder f);"
		},
		{
			"lang": "sv",
			"text": "Ändamålen med behandlingen, inbegripet den registeransvariges berättigade intressen när behandlingen grundar sig på artikel 6.1 f."
		}
	],
	"children": [],
	"title": "Article 28 – Paragraph 2 – Point 3"
}