{
	"id": "a28p5",
	"type": "paragraph",
	"literal": "5",
	"parent": "a28",
	"text": [
		{
			"lang": "en",
			"text": "The Commission shall be empowered to adopt delegated acts in accordance with Article 86 for the purpose of further specifying the criteria and requirements for the documentation referred to in paragraph 1, to take account of in particular the responsibilities of the controller and the processor and, if any, the controller's representative."
		},
		{
			"lang": "de",
			"text": "Die Kommission wird ermächtigt, delegierte Rechtsakte nach Maßgabe von Artikel 86 zu erlassen, um die Kriterien und Anforderungen für die in Absatz 1 genannte Dokumentation festzulegen, so dass insbesondere den Verantwortlichkeiten des für die Verarbeitung Verantwortlichen, des Auftragsverarbeiters sowie des etwaigen Vertreters des für die Verarbeitung Verantwortlichen Rechnung getragen wird."
		},
		{
			"lang": "fr",
			"text": "La Commission est habilitée à adopter des actes délégués en conformité avec l’article 86, aux fins de préciser davantage les critères et exigences applicables à la documentation visée au paragraphe 1, pour tenir compte, notamment, des obligations du responsable du traitement et du sous‑traitant et, le cas échéant, du représentant du responsable du traitement."
		},
		{
			"lang": "es",
			"text": "La Comisión estará facultada para adoptar actos delegados, de conformidad con lo dispuesto en el artículo 86, a fin de especificar los criterios y requisitos aplicables a la documentación a que se refiere el apartado 1, para tener en cuenta, en particular, las obligaciones del responsable y del encargado del tratamiento y, si lo hubiera, del representante del responsable."
		},
		{
			"lang": "pt",
			"text": "São atribuídas competências à Comissão para adotar atos delegados nos termos do artigo 86.º, a fim de especificar mais concretamente os critérios e requisitos aplicáveis à documentação referida no n.º 1, para ter em conta, nomeadamente, as obrigações do responsável pelo tratamento e do subcontratante e, caso exista, do representante do responsável pelo tratamento."
		},
		{
			"lang": "it",
			"text": "Alla Commissione è conferito il potere di adottare atti delegati conformemente all’articolo 86 al fine di precisare i criteri e i requisiti concernenti la documentazione di cui al paragrafo 1, per tener conto in particolare delle responsabilità del responsabile del trattamento, dell’incaricato del trattamento e dell’eventuale rappresentante del responsabile del trattamento."
		},
		{
			"lang": "ga",
			"text": "Tabharfar de chumhacht don Choimisiún gníomhartha tarmligthe a ghlacadh i gcomhréir le hAirteagal 86 chun na critéir agus na ceanglais a bhaineann leis an doiciméadacht dá dtagraítear i mír 1 a shonrú tuilleadh, lena áireamh go háirithe freagrachtaí an rialaitheora agus an phróiseálaí agus, más ann dó, ionadaí an rialaitheora."
		},
		{
			"lang": "cs",
			"text": "Komise je zmocněna přijímat akty v přenesené pravomoci v souladu s článkem 86 za účelem dalšího vymezení kritérií a požadavků, pokud jde o dokumentaci uvedenou v odstavci 1, aby zohlednila zejména odpovědnosti správce a zpracovatele, a v patřičném případě zástupce správce."
		},
		{
			"lang": "da",
			"text": "Kommissionen tillægges beføjelser til at vedtage delegerede retsakter i overensstemmelse med artikel 86 med henblik på nærmere fastlæggelse af kriterier og krav vedrørende den dokumentation, der er omhandlet i stk. 1, for navnlig at opfylde de forpligtelser, der tillægges den registeransvarlige og registerføreren samt den registeransvarliges eventuelle repræsentant."
		},
		{
			"lang": "et",
			"text": "Komisjoni volitatakse vastavalt artiklile 86 võtma vastu delegeeritud õigusakte, et täpsustada lõikes 1 osutatud dokumentide suhtes kohaldatavaid kriteeriume ja nõudeid, et võtta arvesse eelkõige vastutava töötleja ja volitatud töötleja ning vajaduse korral ka töötleja esindaja ülesandeid."
		},
		{
			"lang": "el",
			"text": "Η Επιτροπή εξουσιοδοτείται να εκδίδει κατ’ εξουσιοδότηση πράξεις σύμφωνα με το άρθρο 86 για τον περαιτέρω προσδιορισμό των κριτηρίων και των απαιτήσεων σχετικά με την τεκμηρίωση που αναφέρεται στην παράγραφο 1, ώστε να λαμβάνονται ειδικότερα υπόψη οι αρμοδιότητες του υπευθύνου επεξεργασίας και του εκτελούντος την επεξεργασία και, εφόσον συντρέχει περίπτωση, του εκπροσώπου του υπευθύνου επεξεργασίας."
		},
		{
			"lang": "bg",
			"text": "На Комисията се предоставя правомощието да приема делегирани актове в съответствие с член 86 с цел допълнително уточняване на критериите и изискванията за документацията, посочена в параграф 1, по-специално за да се вземат предвид отговорностите на администратора, на обработващия лични данни и на представителя на администратора, ако има такъв."
		},
		{
			"lang": "hu",
			"text": "A Bizottság felhatalmazást kap arra, hogy – különösen az adatkezelő és az adatfeldolgozó, valamint – ha van ilyen – az adatkezelő képviselőjének feladataira tekintettel – az (1) bekezdés szerinti dokumentációra vonatkozó szempontok és követelmények további meghatározása érdekében, a 86. cikkel összhangban felhatalmazáson alapuló jogi aktusokat fogadjon el."
		},
		{
			"lang": "mt",
			"text": "Il-Kummissjoni għandu jkollha s-setgħa li tadotta atti delegati skont l-Artikolu 86 sabiex tispeċifika aktar il-kriterji u r-rekwiżiti għad-dokumentazzjoni msemmija fil-paragrafu 1, sabiex tikkunsidra b’mod partikolari r-responsabbiltajiet tal-kontrollur u tal-proċessur u, jekk ikun hemm, tar-rappreżentant tal-kontrollur. ."
		},
		{
			"lang": "lv",
			"text": "Komisijai piešķir tiesības pieņemt deleģētos aktus saskaņā ar 86. pantu ar nolūku sīkāk precizēt kritērijus un prasības attiecībā uz 1. punktā minēto dokumentāciju, lai jo īpaši ņemtu vērā pārziņa un apstrādātāja un, ja tāds ir, arī pārziņa pārstāvja, pienākumus."
		},
		{
			"lang": "ro",
			"text": "Comisia este împuternicită să adopte acte delegate în conformitate cu articolul 86 în scopul detalierii criteriilor și a cerințelor referitoare la documentația la care se face referire la alineatul (1), pentru a ține seama în special de responsabilitățile operatorului și ale persoanei împuternicite de către operator și, dacă este cazul, de responsabilitățile reprezentantului operatorului."
		},
		{
			"lang": "sk",
			"text": "Komisia je splnomocnená prijať delegované akty v súlade s článkom 86 s cieľom bližšie určiť kritériá a požiadavky na dokumentáciu uvedenú v odseku 1, aby sa zohľadnili najmä povinnosti prevádzkovateľa a sprostredkovateľa a zástupcu prevádzkovateľa, ak je ustanovený."
		},
		{
			"lang": "sl",
			"text": "Komisija je v skladu s členom 86 pooblaščena za sprejemanje delegiranih aktov, s katerimi podrobneje določi merila in zahteve za dokumentacijo iz odstavka 1, ki upoštevajo zlasti pristojnosti upravljavca, obdelovalca in predstavnika upravljavca, če ta obstaja."
		},
		{
			"lang": "fi",
			"text": "Siirretään komissiolle valta antaa 86 artiklan mukaisesti delegoituja säädöksiä, joissa määritetään 1 kohdassa tarkoitettuja asiakirjoja koskevat kriteerit ja vaatimukset, jotta voidaan ottaa huomioon erityisesti rekisterinpitäjän ja henkilötietojen käsittelijän sekä rekisterinpitäjän mahdollisen edustajan vastuualueet."
		},
		{
			"lang": "pl",
			"text": "Komisja jest uprawniona do przyjmowania aktów delegowanych zgodnie z art. 86 w celu doprecyzowania kryteriów i wymogów dotyczących dokumentacji, o której mowa w ust. 1, by uwzględnić w szczególności zakres odpowiedzialności administratora i podmiotu przetwarzającego oraz ewentualnie przedstawiciela administratora."
		},
		{
			"lang": "lt",
			"text": "Komisija įgaliojama pagal 86 straipsnį priimti deleguotuosius aktus ir jais nustatyti išsamesnius 1 dalyje nurodytų dokumentų kriterijus ir reikalavimus, visų pirma siekiant atsižvelgti į duomenų valdytojo ir duomenų tvarkytojo, taip pat duomenų valdytojo atstovo, jei toks yra, atsakomybę."
		},
		{
			"lang": "nl",
			"text": "De Commissie is bevoegd overeenkomstig artikel 86 gedelegeerde handelingen vast te stellen met het oog op de nadere invulling van de criteria en de vereisten voor de in lid 1 bedoelde documenten, teneinde met name de verantwoordelijkheden in acht te nemen van de voor de verwerking verantwoordelijke en de verwerker en, in voorkomend geval, van de vertegenwoordiger van de voor de verwerking verantwoordelijke."
		},
		{
			"lang": "sv",
			"text": "Kommissionen ska ha befogenhet att anta delegerade akter enligt artikel 86 i syfte att närmare precisera kriterierna och kraven för den dokumentation som avses i punkt 1, för att ta hänsyn särskilt till de områden som den registeransvarige och registerföraren samt den registeransvariges eventuella företrädare ansvarar för."
		}
	],
	"children": [],
	"title": "Article 28 – Paragraph 5"
}