{
	"id": "a32p5",
	"type": "paragraph",
	"literal": "5",
	"parent": "a32",
	"text": [
		{
			"lang": "en",
			"text": "The Commission shall be empowered to adopt delegated acts in accordance with Article 86 for the purpose of further specifying the criteria and requirements as to the circumstances in which a personal data breach is likely to adversely affect the personal data referred to in paragraph 1."
		},
		{
			"lang": "de",
			"text": "Die Kommission wird ermächtigt, delegierte Rechtsakte nach Maßgabe von Artikel 86 zu erlassen, um die Kriterien und Anforderungen in Bezug auf die Umstände festzulegen, unter denen sich eine Verletzung des Schutzes personenbezogener Daten negativ auf die in Absatz 1 genannten personenbezogenen Daten auswirken kann."
		},
		{
			"lang": "fr",
			"text": "La Commission est habilitée à adopter des actes délégués en conformité avec l’article 86, aux fins de préciser davantage les critères et exigences concernant les circonstances, visées au paragraphe 1, dans lesquelles une violation de données à caractère personnel est susceptible de porter atteinte aux données à caractère personnel."
		},
		{
			"lang": "es",
			"text": "La Comisión estará facultada para adoptar actos delegados, de conformidad con lo dispuesto en el artículo 86, a fin de especificar los criterios y requisitos en relación con las circunstancias en que es probable que una violación de datos personales afecte negativamente a los datos personales contemplados en el apartado 1."
		},
		{
			"lang": "pt",
			"text": "São atribuídas competências à Comissão para adotar atos delegados nos termos do artigo 86.º, a fim de especificar mais concretamente os critérios e requisitos aplicáveis às circunstâncias em que uma violação de dados pessoais seja suscetível de afetar negativamente os dados pessoais, tal como referido no n.º 1."
		},
		{
			"lang": "it",
			"text": "Alla Commissione è conferito il potere di adottare atti delegati conformemente all’articolo 86 al fine di precisare i criteri e i requisiti concernenti le circostanze in cui una violazione di dati personali rischia di pregiudicare la protezione dei dati personali di cui al paragrafo 1."
		},
		{
			"lang": "ga",
			"text": "Tabharfar de chumhacht don Choimisiún gníomhartha tarmligthe a ghlacadh i gcomhréir le hAirteagal 86 chun na critéir agus na ceanglais a shonrú tuilleadh maidir leis na himthosca inar dócha go mbeadh drochthionchar ag sárú i ndáil le sonraí pearsanta ar na sonraí pearsanta dá dtagraítear i mír 1."
		},
		{
			"lang": "cs",
			"text": "Komise je zmocněna přijímat akty v přenesené pravomoci v souladu s článkem 86 za účelem dalšího vymezení kritérií a požadavků, pokud jde o okolnosti, za jakých se narušení bezpečnosti osobních údajů pravděpodobně nepříznivě dotkne osobních údajů, jak je uvedeno v odstavci 1."
		},
		{
			"lang": "da",
			"text": "Kommissionen tillægges beføjelser til at vedtage delegerede retsakter i overens­stemmelse med artikel 86 med henblik på nærmere fastlæggelse af kriterier og krav vedrørende omstændigheder, hvor et brud på persondatasikkerheden kan forventes at krænke personoplysninger omhandlet i stk. 1."
		},
		{
			"lang": "et",
			"text": "Komisjoni volitatakse vastavalt artiklile 86 võtma vastu delegeeritud õigusakte, et täpsustada kriteeriume ja nõudeid, mille alusel tehakse kindlaks, kas isikuandmetega seotud rikkumine võib kahjustada lõikes 1 osutatud isikuandmeid."
		},
		{
			"lang": "el",
			"text": "Η Επιτροπή εξουσιοδοτείται να εκδίδει κατ’ εξουσιοδότηση πράξεις σύμφωνα με το άρθρο 86 για τον περαιτέρω προσδιορισμό των κριτηρίων και των απαιτήσεων όσον αφορά τις συνθήκες υπό τις οποίες η παραβίαση δεδομένων προσωπικού χαρακτήρα ενδέχεται να έχει δυσμενής συνέπειες στα δεδομένα προσωπικού χαρακτήρα που αναφέρονται στην παράγραφο 1."
		},
		{
			"lang": "bg",
			"text": "На Комисията се предоставя правомощието да приема делегирани актове в съответствие с член 86 с цел допълнително уточняване на критериите и изискванията за обстоятелствата, при които дадено нарушение на сигурността на личните данни има вероятност да повлияе неблагоприятно на личните данни, както е посочено в параграф 1."
		},
		{
			"lang": "hu",
			"text": "A Bizottság felhatalmazást kap arra, hogy az személyes adatokat várhatóan hátrányosan érintő, az (1) bekezdés szerinti jogsértés körülményeire vonatkozó szempontok és követelmények további meghatározása érdekében a 86. cikkel összhangban felhatalmazáson alapuló jogi aktusokat fogadjon el."
		},
		{
			"lang": "mt",
			"text": "Il-Kummissjoni għandu jkollha s-setgħa li tadotta atti delegati skont l-Artikolu 86 sabiex tispeċifika aktar il-kriterji u r-rekwiżiti rigward iċ-ċirkostanzi li fihom ksur ta’ dejta personali aktarx li jaffettwa ħażin lid-dejta personali msemmija fil-paragrafu 1."
		},
		{
			"lang": "lv",
			"text": "Komisijai piešķir tiesības pieņemt deleģētos aktus saskaņā ar 86. pantu ar nolūku sīkāk precizēt kritērijus un prasības attiecībā uz 1. punktā minētajiem apstākļiem, kādos personas datu aizsardzības pārkāpums var nelabvēlīgi ietekmēt datu subjektu."
		},
		{
			"lang": "ro",
			"text": "Comisia este mandatată să adopte acte delegate în conformitate cu articolul 86 în scopul detalierii criteriilor și a cerințelor privind circumstanțele în care o încălcare a securității datelor cu caracter personal ar putea aduce atingere datelor cu caracter personal menționate la alineatul (1)."
		},
		{
			"lang": "sk",
			"text": "Komisia je splnomocnená prijať delegované akty v súlade s článkom 86 s cieľom bližšie určiť kritériá a požiadavky týkajúce sa okolností, za ktorých môže mať porušenie ochrany osobných údajov nepriaznivý vplyv na osobné údaje uvedené v odseku 1."
		},
		{
			"lang": "sl",
			"text": "Komisija je v skladu s členom 86 pooblaščena za sprejemanje delegiranih aktov, s katerimi podrobneje določi merila in zahteve glede okoliščin, v katerih je verjetno, da kršitev varnosti osebnih podatkov škodljivo vpliva na osebne podatke iz odstavka 1."
		},
		{
			"lang": "fi",
			"text": "Siirretään komissiolle valta antaa 86 artiklan mukaisesti delegoituja säädöksiä, joissa määritellään tarkemmin kriteerit ja vaatimukset niiden 1 kohdassa tarkoitettujen olosuhteiden määrittämiseksi, joissa henkilötietojen tietoturvaloukkauksella on todennäköisiä haittavaikutuksia henkilötiedoille."
		},
		{
			"lang": "pl",
			"text": "Komisja jest uprawniona do przyjmowania aktów delegowanych zgodnie z art. 86 w celu doprecyzowania kryteriów i wymogów dotyczących okoliczności, w których naruszenie ochrony danych osobowych może niekorzystnie wpłynąć na dane osobowe, o których mowa w ust. 1."
		},
		{
			"lang": "lt",
			"text": "Komisija įgaliojama pagal 86 straipsnį priimti deleguotuosius aktus ir jais nustatyti išsamesnius 1 dalyje nurodytų aplinkybių, kuriomis asmens duomenų saugumo pažeidimas gali neigiamai paveikti asmens duomenis, kriterijus ir reikalavimus."
		},
		{
			"lang": "nl",
			"text": "De Commissie is bevoegd overeenkomstig artikel 86 gedelegeerde handelingen vast te stellen met het oog op de nadere invulling van de criteria en de vereisten met betrekking tot de omstandigheden waarin een inbreuk in verband met persoonsgegevens waarschijnlijk negatieve gevolgen heeft voor de in lid 1 bedoelde persoonsgegevens."
		},
		{
			"lang": "sv",
			"text": "Kommissionen ska ha befogenhet att anta delegerade akter enligt artikel 86 i syfte att närmare precisera villkoren och kraven när det gäller de omständigheter under vilka ett personuppgiftsbrott sannolikt har en negativ inverkan på de personuppgifter som avses i punkt 1."
		}
	],
	"children": [],
	"title": "Article 32 – Paragraph 5"
}