{
	"id": "a32p6",
	"type": "paragraph",
	"literal": "6",
	"parent": "a32",
	"text": [
		{
			"lang": "en",
			"text": "The Commission may lay down the format of the communication to the data subject referred to in paragraph 1 and the procedures applicable to that communication. Those implementing acts shall be adopted in accordance with the examination procedure referred to in Article 87(2)."
		},
		{
			"lang": "de",
			"text": "Die Kommission kann das Format für die in Absatz 1 genannte Mitteilung an die betroffene Person und die für die Mitteilung geltenden Verfahrensvorschriften festlegen. Die entsprechenden Durchführungsrechtsakte werden in Übereinstimmung mit dem in Artikel 87 Absatz 2 genannten Prüfverfahren erlassen."
		},
		{
			"lang": "fr",
			"text": "La Commission peut définir la forme de la communication à la personne concernée prévue au paragraphe 1 et les procédures applicables à cette communication. Les actes d'exécution correspondants sont adoptés conformément à la procédure d'examen prévue à l'article 87, paragraphe 2."
		},
		{
			"lang": "es",
			"text": "La Comisión podrá determinar el formato de la comunicación al interesado contemplada en el apartado 1 y los procedimientos aplicables a la misma. Dichos actos de ejecución se adoptarán con arreglo al procedimiento de examen contemplado en el artículo 87, apartado 2."
		},
		{
			"lang": "pt",
			"text": "A Comissão pode definir o formato da comunicação ao titular dos dados referida no n.º 1 e os procedimentos aplicáveis a essa comunicação. Os atos de execução correspondentes são adotados em conformidade com o procedimento de exame referido no artigo 87.º, n.º 2."
		},
		{
			"lang": "it",
			"text": "La Commissione può stabilire il formato della comunicazione all’interessato di cui al paragrafo 1, e le procedure applicabili a tale comunicazione. Tali atti di esecuzione sono adottati secondo la procedura d’esame di cui all’articolo 87, paragrafo 2."
		},
		{
			"lang": "ga",
			"text": "Féadfaidh an Coimisiún an fhormáid a leagan síos a úsáidfear chun sárú i ndáil le sonraí pearsanta a chur in iúl don duine is ábhar do na sonraí mar a thagraítear i mír 1, mar aon leis na nósanna imeachta a bhaineann leis sin. Glacfar na gníomhartha cur chun feidhme sin i gcomhréir leis an nós imeachta scrúdúcháin dá dtagraítear in Airteagal 87(2)."
		},
		{
			"lang": "cs",
			"text": "Pro oznámení subjektům údajů uvedená odstavci 1 může Komise stanovit formát a příslušné postupy. Tyto prováděcí akty se přijímají v souladu s přezkumným postupem podle čl. 87 odst. 2."
		},
		{
			"lang": "da",
			"text": "Kommissionen kan fastlægge formatet for meddelelsen til den registrerede, som er omhandlet i stk. 1, og procedurer for denne meddelelse. Disse gennemførelses­retsakter vedtages efter undersøgelsesproceduren i artikel 87, stk. 2."
		},
		{
			"lang": "et",
			"text": "Komisjon võib kehtestada lõikes 1 osutatud teate vormi ja andmesubjekti teavitamise korra. Kõnealused rakendusaktid võetakse vastu vastavalt artikli 87 lõikes 2 osutatud kontrollimenetlusele."
		},
		{
			"lang": "el",
			"text": "Η Επιτροπή μπορεί να θεσπίσει τον μορφότυπο της κοινοποίησης στο πρόσωπο στο οποίο αναφέρονται τα δεδομένα, η οποία αναφέρεται στην παράγραφο 1, και τις εφαρμοστέες διαδικασίες στην εν λόγω κοινοποίηση. Οι εν λόγω εκτελεστικές πράξεις εκδίδονται σύμφωνα με τη διαδικασία εξέτασης που αναφέρεται στο άρθρο 87 παράγραφος 2."
		},
		{
			"lang": "bg",
			"text": "Комисията може да установи образец на съобщението до субекта на данни, посочено в параграф 1, и процедурите, приложими към това съобщение. Тези актове за изпълнение се приемат в съответствие с процедурата по разглеждане, посочена в член 87, параграф 2."
		},
		{
			"lang": "hu",
			"text": "A Bizottság meghatározhatja az érintett számára nyújtandó, az (1) bekezdés szerinti értesítés formátumát, valamint az említett értesítés alkalmazására vonatkozó eljárásokat. E végrehajtási jogi aktusokat a 87. cikk (2) bekezdése szerinti vizsgálóbizottsági eljárással összhangban kell elfogadni."
		},
		{
			"lang": "mt",
			"text": "Il-Kummissjoni tista’ tistabbilixxi l-format tal-komunikazzjoni lis-suġġett tad-dejta msemmija fil-paragrafu 1 u l-proċeduri applikabbli għal dik il-komunikazzjoni. Dawk l-atti ta’ implimentazzjoni għandhom jiġu adottati skont il-proċedura ta’ analiżi msemmija fl-Artikolu 87(2)."
		},
		{
			"lang": "lv",
			"text": "Komisija var noteikt formātu datu subjekta informēšanai, kas minēta 1. punktā, un šai informēšanai piemērojamās procedūras. Šos īstenošanas aktus pieņem saskaņā ar pārbaudes procedūru, kas minēta 87. panta 2. punktā."
		},
		{
			"lang": "ro",
			"text": "Comisia poate stabili forma în care persoana vizată este informată conform alineatului (1) și procedurile aplicabile respectivei informări. Actele de punere în aplicare respective se adoptă în conformitate cu procedura de examinare prevăzută la articolul 87 alineatul (2)."
		},
		{
			"lang": "sk",
			"text": "Komisia môže stanoviť formát informácie uvedenej v odseku 1, určenej pre dotknutú osobu, ako aj postupy, ktoré sa vzťahujú na túto informáciu. Tieto vykonávacie akty sa prijmú v súlade s postupom preskúmania uvedeným v článku 87 ods. 2."
		},
		{
			"lang": "sl",
			"text": "Komisija lahko določi obliko sporočila posamezniku, na katerega se nanašajo osebni podatki, iz odstavka 1 in postopke, ki se uporabljajo za to sporočilo. Navedeni izvedbeni akti se sprejmejo v skladu s postopkom pregleda iz člena 87(2)."
		},
		{
			"lang": "fi",
			"text": "Komissio voi vahvistaa 1 kohdassa tarkoitetun, rekisteröidylle tarkoitetun ilmoituksen muodon ja siihen sovellettavat menettelyt. Nämä täytäntöönpanosäädökset hyväksytään 87 artiklan 2 kohdassa tarkoitettua tarkastelumenettelyä noudattaen."
		},
		{
			"lang": "pl",
			"text": "Komisja może określić format zawiadomienia przekazywanego podmiotowi danych, o którym mowa w ust. 1, oraz procedury mające zastosowanie do tego zawiadomienia. Te akty wykonawcze przyjmuje się zgodnie z procedurą sprawdzającą, o której mowa w art. 87 ust. 2."
		},
		{
			"lang": "lt",
			"text": "Komisija gali nustatyti 1 dalyje nurodyto pranešimo duomenų subjektui formatą ir tam pranešimui taikomas procedūras. Tie įgyvendinimo aktai priimami pagal 87 straipsnio 2 dalyje nurodytą nagrinėjimo procedūrą."
		},
		{
			"lang": "nl",
			"text": "De Commissie kan het model van de in lid 1 bedoelde melding aan de betrokkene en de op die melding toepasselijke procedure vaststellen. Die uitvoeringshandelingen worden vastgesteld volgens de in artikel 87, lid 2, bedoelde onderzoeksprocedure."
		},
		{
			"lang": "sv",
			"text": "Kommissionen får fastställa formatet för den information till den registrerade som avses i punkt 1 och de förfaranden som gäller för den informationen. Genomförandeakterna ska antas enligt det granskningsförfarande som avses i artikel 87.2."
		}
	],
	"children": [],
	"title": "Article 32 – Paragraph 6"
}