{
	"id": "a33p6",
	"type": "paragraph",
	"literal": "6",
	"parent": "a33",
	"text": [
		{
			"lang": "en",
			"text": "The Commission shall be empowered to adopt delegated acts in accordance with Article 86 for the purpose of further specifying the criteria and conditions for the processing operations likely to present specific risks referred to in paragraphs 1 and 2 and the requirements for the assessment referred to in paragraph 3, including conditions for scalability, verification and auditability. In doing so, the Commission shall consider specific measures for micro, small and medium-sized enterprises."
		},
		{
			"lang": "de",
			"text": "Die Kommission wird ermächtigt, delegierte Rechtsakte nach Maßgabe von Artikel 86 zu erlassen, um die Kriterien und Bedingungen für Verarbeitungsvorgänge, die mit den in den Absätzen 1 und 2 genannten Risiken behaftet sein können, sowie die Anforderungen an die in Absatz 3 genannte Folgenabschätzung einschließlich der Bedingungen für die Skalierbarkeit und für die interne und externe Überprüfbarkeit festzulegen. Dabei berücksichtigt die Kommission spezifische Maßnahmen für Kleinst-, Klein- und mittlere Unternehmen."
		},
		{
			"lang": "fr",
			"text": "La Commission est habilitée à adopter des actes délégués en conformité avec l’article 86, aux fins de préciser davantage les critères et conditions applicables aux traitements susceptibles de présenter les risques particuliers visés aux paragraphes 1 et 2, ainsi que les exigences applicables à l’analyse prévue au paragraphe 3, y compris les conditions de modularité, de vérification et d'auditabilité. Ce faisant, la Commission envisage des mesures spécifiques pour les micro, petites et moyennes entreprises."
		},
		{
			"lang": "es",
			"text": "La Comisión estará facultada para adoptar actos delegados, de conformidad con lo dispuesto en el artículo 86, a fin de especificar los criterios y condiciones aplicables a las operaciones de tratamiento que probablemente presenten los riesgos específicos contemplados en los apartados 1 y 2, y los requisitos aplicables a la evaluación contemplada en el apartado 3, incluidas las condiciones de escalabilidad, verificación y auditabilidad. Al adoptar este tipo de actos, la Comisión considerará la adopción de medidas específicas para las microempresas y las pequeñas y medianas empresas."
		},
		{
			"lang": "pt",
			"text": "São atribuídas competências à Comissão para adotar atos delegados nos termos do artigo 86.º, a fim de especificar mais concretamente os critérios e condições aplicáveis às operações de tratamento de dados que possam apresentar os riscos específicos referidos nos n.os 1 e 2, bem como os requisitos aplicáveis à avaliação referida no n.º 3, incluindo as condições de redimensionabilidade, de verificação e de auditoria. Ao fazê-lo, a Comissão deve considerar a adoção de medidas específicas, em especial para as micro, pequenas e médias empresas."
		},
		{
			"lang": "it",
			"text": "Alla Commissione è conferito il potere di adottare atti delegati conformemente all’articolo 86 al fine di precisare i criteri e le condizioni concernenti i trattamenti che possono presentare rischi specifici di cui ai paragrafi 1 e 2 e i requisiti riguardanti la valutazione di cui paragrafo 3, comprese le condizioni di scalabilità, verifica e controllabilità. A tal fine, la Commissione contempla misure specifiche per le micro, piccole e medie imprese."
		},
		{
			"lang": "ga",
			"text": "Tabharfar de chumhacht don Choimisiún gníomhartha tarmligthe a ghlacadh i gcomhréir le hAirteagal 86 chun na critéir agus na coinníollacha a shonrú tuilleadh maidir leis na hoibríochtaí próiseála dá dtagraítear i mír 1 agus i mír 2 ar dócha go mbeadh rioscaí sonracha ag baint leo, agus chun na ceanglais a shonrú tuilleadh maidir leis an measúnú dá dtagraítear i mír 3, lena n‑áirítear na coinníollacha maidir le hinscálaitheacht, fíorú agus cumas iniúchta. Agus é sin á dhéanamh ag an gCoimisiún, déanfaidh sé bearta sonracha a mheas do mhicrifhiontair, d’fhiontair bheaga agus d’fhiontair mheánmhéide."
		},
		{
			"lang": "cs",
			"text": "Komise je zmocněna přijímat akty v přenesené pravomoci v souladu s článkem 86 za účelem dalšího vymezení kritérií a podmínek, pokud jde o zpracování, jež by pravděpodobně mohla vyvolat specifická rizika uvedená v odstavcích 1 a 2, a za účelem vymezení požadavků na posouzení zmíněná v odstavci 3 včetně podmínek v podobě škálovatelnosti, ověřování a auditovatelnosti. Komise přitom zváží zvláštní opatření, zejména pro správce, kteří jsou malými podniky, středními podniky a mikropodniky."
		},
		{
			"lang": "da",
			"text": "Kommissionen tillægges beføjelser til at vedtage delegerede retsakter i overensstemmelse med artikel 86 med henblik på nærmere fastlæggelse af kriterier og betingelser for behandling, der kan medføre specifikke risici som omhandlet i stk. 1 og 2, og krav vedrørende den i stk. 3 omhandlede analyse, herunder betingelser for skalerbarhed, kontrol og mulighed for revision. I den forbindelse overvejer Kommissionen særlige foranstaltninger for mikrovirksomheder og små og mellemstore virksomheder."
		},
		{
			"lang": "et",
			"text": "Komisjoni volitatakse vastavalt artiklile 86 võtma vastu delegeeritud õigusakte, et täpsustada lõigetes 1 ja 2 osutatud töötlemistoimingutega seotud konkreetse ohu tuvastamise kriteeriume ja tingimusi ning lõikes 3 osutatud hindamisnõudeid, sealhulgas skaleeritavuse, kontrollitavuse ja auditeeritavuse tingimusi. Seejuures kaalub komisjon konkreetsete meetmete kehtestamist mikro-, väikeste ja keskmise suurusega ettevõtete jaoks."
		},
		{
			"lang": "el",
			"text": "Η Επιτροπή εξουσιοδοτείται να εκδίδει κατ’ εξουσιοδότηση πράξεις σύμφωνα με το άρθρο 86 για τον περαιτέρω προσδιορισμό των κριτηρίων και των προϋποθέσεων σχετικά με τις πράξεις επεξεργασίας που μπορεί να ενέχουν τους συγκεκριμένους κινδύνους που αναφέρονται στις παραγράφους 1 και 2, καθώς και των απαιτήσεων για την εκτίμηση που αναφέρεται στην παράγραφο 3, συμπεριλαμβανομένων των προϋποθέσεων για επεκτασιμότητα, επαλήθευση και δυνατότητα ελέγχου. Στο πλαίσιο αυτό, η Επιτροπή εξετάζει ειδικά μέτρα για τις πολύ μικρές, τις μικρές και τις μεσαίες επιχειρήσεις."
		},
		{
			"lang": "bg",
			"text": "На Комисията се предоставя правомощието да приема делегирани актове в съответствие с член 86 с цел допълнително уточняване на критериите и условията за операциите по обработване, за които съществува вероятност да създадат конкретните рискове, посочени в параграфи 1 и 2, както и изискванията за оценката, посочена в параграф 3, включително условията за измеримост, проверка и проверимост. Когато прави това, Комисията обмисля специални мерки за микропредприятията, малките и средните предприятия."
		},
		{
			"lang": "hu",
			"text": "A Bizottság felhatalmazást kap arra, hogy az (1) és (2) bekezdés szerinti, valószínűleg különleges kockázatokat jelentő feldolgozási műveletekre és a (3) bekezdés szerinti vizsgálat követelményeire – köztük a méretezhetőség, a felülvizsgálat és az ellenőrizhetőség követelményére – vonatkozó szempontok és feltételek további meghatározása érdekében a 86. cikkel összhangban felhatalmazáson alapuló jogi aktusokat fogadjon el. Ennek során a Bizottság mérlegeli sajátos intézkedések elfogadását a mikro-, kis- és középvállalkozások tekintetében"
		},
		{
			"lang": "mt",
			"text": "Il-Kummissjoni għandu jkollha s-setgħa li tadotta atti delegati skont l-Artikolu 86 sabiex tispeċifika aktar il-kriterji u l-kundizzjonijiet għall-operazzjonijiet ta’ pproċessar li aktarx jippreżentaw riskji speċifiċi msemmija fil-paragrafi 1 u 2 u r-rekwiżiti għall-valutazzjoni msemmija fil-paragrafu 3, inklużi l-kundizzjonijiet għall- modularità, il-verifika u l-awditjar. Meta tagħmel dan, il-Kummissjoni għandha tikkunsidra l-miżuri speċifiċi, għal mikroimpriżi, impriżi żgħar u ta’ daqs medju."
		},
		{
			"lang": "lv",
			"text": "Komisijai piešķir tiesības pieņemt deleģētos aktus saskaņā ar 86. pantu ar nolūku sīkāk precizēt kritērijus un nosacījumus attiecībā uz apstrādes darbībām, kas var radīt īpašu apdraudējumu, kā minēts 1. un 2. punktā, un prasības attiecībā uz novērtējumu, kas minēts 3. punktā, ietverot mērogojamības, pārbaudāmības un revīzijas nosacījumus. Šajā sakarā Komisija apsver īpašus pasākumus mikrouzņēmumiem, maziem un vidējiem uzņēmumiem."
		},
		{
			"lang": "ro",
			"text": "Comisia este mandatată să adopte acte delegate în conformitate cu articolul 86 în scopul detalierii criteriilor și a cerințelor privind operațiunile de prelucrare care pot prezenta riscurile specifice menționate la alineatele (1) și (2), precum și cerințelor pentru evaluare la care se face referire la alineatul (3), inclusiv condițiile de scalabilitate, de verificare și posibilitatea auditării. În acest sens, Comisia ia în considerare măsuri specifice pentru microîntreprinderi și pentru întreprinderi mici și mijlocii."
		},
		{
			"lang": "sk",
			"text": "Komisia je splnomocnená prijať delegované akty v súlade s článkom 86 s cieľom bližšie určiť kritériá a podmienky pre operácie spracovania, ktoré môžu predstavovať osobitné riziká v zmysle odsekov 1 a 2, a požiadavky na posúdenie uvedené v odseku 3 vrátane podmienok pre rozšíriteľnosť, overovanie a kontrolovateľnosť. Komisia pritom zváži osobitné opatrenia pre mikropodniky a malé a stredné podniky."
		},
		{
			"lang": "sl",
			"text": "Komisija je v skladu s členom 86 pooblaščena za sprejemanje delegiranih aktov, s katerimi podrobneje določi merila in pogoje za postopke obdelave, ki bodo verjetno predstavljali posebne nevarnosti iz odstavkov 1 in 2, ter zahteve za oceno iz odstavka 3, vključno s pogoji za nadgradljivost, preverjanje in možnost revizije. Pri tem Komisija upošteva posebne ukrepe za mikro-, mala in srednje velika podjetja."
		},
		{
			"lang": "fi",
			"text": "Siirretään komissiolle valta antaa 86 artiklan mukaisesti delegoituja säädöksiä, joissa määritellään tarkemmin kriteerit ja edellytykset sellaisia 1 ja 2 artiklassa tarkoitettuja käsittelytoimia varten, joihin todennäköisesti liittyy erityisiä riskejä, ja 3 artiklassa tarkoitettua arviointia koskevat vaatimukset, mukaan lukien arvioinnin laajennettavuutta, todentamista ja tarkastamista koskevat edellytykset. Tässä yhteydessä komissio harkitsee erityisten toimenpiteiden toteuttamista mikroyritysten sekä pienten ja keskisuurten yritysten hyväksi."
		},
		{
			"lang": "pl",
			"text": "Komisja jest uprawniona do przyjmowania aktów delegowanych zgodnie z art. 86 w celu doprecyzowania kryteriów i warunków operacji przetwarzania mogących stwarzać szczególne ryzyko, o którym mowa w ust. 1 i 2 oraz wymogów w zakresie oceny, o których mowa w ust. 3, w tym warunków skalowalności, weryfikowalności i sprawdzenia. Wykonując to uprawnienie, Komisja rozważa szczególne środki dla mikroprzedsiębiorców oraz małych i średnich przedsiębiorców."
		},
		{
			"lang": "lt",
			"text": "Komisija įgaliojama pagal 86 straipsnį priimti deleguotuosius aktus ir jais nustatyti išsamesnius 1 ir 2 dalyse nurodytų duomenų tvarkymo operacijų, kurias atliekant gali kilti konkreti rizika, kriterijus ir sąlygas, taip pat 3 dalyje nurodyto vertinimo reikalavimus, įskaitant išplėtimo, patikrinimo ir audito sąlygas. Naudodamasi šiuo įgaliojimu, Komisija svarsto labai mažoms, mažosioms ir vidutinėms įmonėms skirtas specialias priemones."
		},
		{
			"lang": "nl",
			"text": "De Commissie is bevoegd overeenkomstig artikel 86 gedelegeerde handelingen vast te stellen met het oog op de nadere invulling van de criteria en de voorwaarden voor verwerkingen die waarschijnlijk de in de leden 1 en 2 bedoelde specifieke risico’s inhouden, en van de vereisten voor de in lid 3 bedoelde beoordeling, met inbegrip van de voorwaarden voor uitbreidbaarheid en interne en externe toetsing. Daarbij neemt de Commissie specifieke maatregelen voor micro- en kleine en middelgrote ondernemingen in overweging."
		},
		{
			"lang": "sv",
			"text": "Kommissionen ska ha befogenhet att anta delegerade akter enligt artikel 86 i syfte att närmare precisera kriterierna och villkoren för sådan behandling som sannolikt medför särskilda risker enligt punkterna 1 och 2 och kraven för den bedömning som avses i punkt 3, däribland villkor för skalbarhet, kontroll och granskningsmöjligheter. Kommissionen ska därvid överväga särskilda åtgärder för mikroföretag och små och medelstora företag."
		}
	],
	"children": [],
	"title": "Article 33 – Paragraph 6"
}