{
	"id": "a33p3",
	"type": "paragraph",
	"literal": "3",
	"parent": "a33",
	"text": [
		{
			"lang": "en",
			"text": "The assessment shall contain at least a general description of the envisaged processing operations, an assessment of the risks to the rights and freedoms of data subjects, the measures envisaged to address the risks, safeguards, security measures and mechanisms to ensure the protection of personal data and to demonstrate compliance with this Regulation, taking into account the rights and legitimate interests of data subjects and other persons concerned."
		},
		{
			"lang": "de",
			"text": "Die Folgenabschätzung trägt den Rechten und den berechtigten Interessen der von der Datenverarbeitung betroffenen Personen und sonstiger Betroffener Rechnung; sie enthält zumindest eine allgemeine Beschreibung der geplanten Verarbeitungsvorgänge und eine Bewertung der in Bezug auf die Rechte und Freiheiten der betroffenen Personen bestehenden Risiken sowie der geplanten Abhilfemaßnahmen, Garantien, Sicherheitsvorkehrungen und Verfahren, durch die der Schutz personenbezogener Daten sichergestellt und der Nachweis dafür erbracht werden soll, dass die Bestimmungen dieser Verordnung eingehalten werden."
		},
		{
			"lang": "fr",
			"text": "L'analyse contient au moins une description générale des traitements envisagés, une évaluation des risques pour les droits et libertés des personnes concernées, les mesures envisagées pour faire face aux risques, les garanties, mesures de sécurité et mécanismes visant à assurer la protection des données à caractère personnel et à apporter la preuve de la conformité avec le présent règlement, en tenant compte des droits et intérêts légitimes des personnes concernées par les données et des autres personnes touchées."
		},
		{
			"lang": "es",
			"text": "La evaluación deberá incluir, como mínimo, una descripción general de las operaciones de tratamiento previstas, una evaluación de los riesgos para los derechos y libertades de los interesados, las medidas contempladas para hacer frente a los riesgos, y las garantías, medidas de seguridad y mecanismos destinados a garantizar la protección de datos personales y a probar la conformidad con el presente Reglamento, teniendo en cuenta los derechos e intereses legítimos de los interesados y de otras personas afectadas."
		},
		{
			"lang": "pt",
			"text": "A avaliação deve incluir, pelo menos, uma descrição geral das operações de tratamento de dados previstas, uma avaliação dos riscos sobre os direitos e liberdades dos titulares de dados, as medidas previstas para fazer face aos riscos, as garantias, medidas de segurança e mecanismos para assegurar a proteção dos dados pessoais e demonstrar a conformidade com o presente regulamento, tendo em conta os direitos e os legítimos interesses das pessoas em causa e de terceiros."
		},
		{
			"lang": "it",
			"text": "La valutazione contiene almeno una descrizione generale del trattamento previsto, una valutazione dei rischi per i diritti e le libertà degli interessati, le misure previste per affrontare i rischi, le garanzie, le misure di sicurezza e i meccanismi per garantire la protezione dei dati personali e dimostrare la conformità al presente regolamento, tenuto conto dei diritti e dei legittimi interessi degli interessati e delle altre persone in questione."
		},
		{
			"lang": "ga",
			"text": "Áireofar ar a laghad sa mheasúnú tuairisc ghinearálta ar na hoibríochtaí próiseála atá beartaithe, measúnú ar na rioscaí do chearta agus saoirsí na ndaoine is ábhar do shonraí, na bearta atá beartaithe chun dul i ngleic leis na rioscaí sin, cosaintí, bearta slándála agus sásraí chun cosaint na sonraí pearsanta a áirithiú agus chun a léiriú go bhfuil an Rialachán seo á chomhlíonadh, ag cur san áireamh chearta agus leasanna dlisteanacha na ndaoine is ábhar do na sonraí agus daoine eile lena mbaineann."
		},
		{
			"lang": "cs",
			"text": "V posouzení jsou obsaženy alespoň obecný popis plánovaného zpracování, posouzení rizik z hlediska práv a svobod subjektů údajů, plánovaná opatření k řešení těchto rizik, záruky, bezpečnostní opatření a mechanismy k zajištění ochrany osobních údajů a k prokázání souladu s tímto nařízením, a to s přihlédnutím k právům a oprávněným zájmům subjektů údajů a dalších dotčených osob."
		},
		{
			"lang": "da",
			"text": "Analysen omfatter mindst en generel beskrivelse af den planlagte behandling, en analyse af risiciene for registreredes rettigheder og frihedsrettigheder, de foranstaltninger, der er nødvendige for at afhjælpe disse risici, samt garantier, sikkerhedsforanstaltninger og mekanismer, som kan sikre beskyttelsen af personoplysninger og påvise overensstemmelse med denne forordning, under hensyntagen til de registreredes og andre berørte personers rettigheder og legitime interesser."
		},
		{
			"lang": "et",
			"text": "Hindamine hõlmab vähemalt kavandatud töötlemistoimingute üldist kirjeldust, andmesubjektide õigusi ja vabadusi ähvardavate ohtude hinnangut, ohtude kõrvaldamiseks kavandatud meetmeid, kaitsemeetmed, isikuandmete kaitseks ja käesoleva määruse järgimise tõendamiseks võetavaid turbemeetmeid ja rakendatavaid mehhanisme, võttes arvesse andmesubjektide ja teiste asjaomaste isikute õigusi ja õigustatud huvi."
		},
		{
			"lang": "el",
			"text": "Η εκτίμηση περιέχει τουλάχιστον γενική περιγραφή των προβλεπόμενων πράξεων επεξεργασίας, εκτίμηση των κινδύνων για τα δικαιώματα και τις ελευθερίες των προσώπων στα οποία αναφέρονται τα δεδομένα, τα μέτρα που προβλέπονται για την αντιμετώπιση των κινδύνων, εγγυήσεις, μέτρα ασφαλείας και μηχανισμούς, ώστε να διασφαλίζεται η προστασία των δεδομένων προσωπικού χαρακτήρα και να αποδεικνύεται η συμμόρφωση προς τον παρόντα κανονισμό, λαμβάνοντας υπόψη τα δικαιώματα και τα έννομα συμφέροντα των προσώπων στα οποία αναφέρονται τα δεδομένα και άλλων ενδιαφερόμενων προσώπων."
		},
		{
			"lang": "bg",
			"text": "Оценката съдържа най-малко общо описание на предвидените операции по обработване, оценка на рисковете за правата и свободите на субектите на данните, мерките, предвидени за справяне с рисковете, гаранциите, мерките за сигурност и механизмите за гарантиране на защитата на личните данни и за доказване на спазването на настоящия регламент, като се вземат предвид правата и законните интереси на субектите на данните и другите засегнати лица."
		},
		{
			"lang": "hu",
			"text": "A vizsgálat legalább a tervezett adatfeldolgozási műveletek általános leírását, az érintettek jogaira és szabadságaira vonatkozó kockázatok vizsgálatát, a kockázatok kezelésére tervezett intézkedéseket, a személyes adatok védelmét és az e rendelettel való összhang igazolását szolgáló biztosítékokat, biztonsági intézkedéseket és mechanizmusokat tartalmazza, figyelembe véve az érintettek és más személyek jogait és jogos érdekeit."
		},
		{
			"lang": "mt",
			"text": "Il-valutazzjoni għandha tinkludi mill-inqas deskrizzjoni ġenerali tal-operazzjonijiet ta’ pproċessar previsti, valutazzjoni tar-riskji għad-drittijiet u l-libertajiet ta’ suġġetti tad-dejta, il-miżuri previsti sabiex jindirizzaw ir-riskji, salvagwardji, miżuri ta’ sigurtà u mekkaniżmi li jiżguraw il-protezzjoni ta’ dejta personali u li juru l-konformità ma’ dan ir-Regolament, filwaqt li jiġu kkunsidrati d-drittijiet u l-interessi leġittimi tas-suġġetti tad-dejta u persuni oħrajn ikkonċernati."
		},
		{
			"lang": "lv",
			"text": "Novērtējumā ietver vismaz plānoto apstrādes darbību vispārīgu aprakstu, datu subjekta tiesību un brīvību apdraudējuma novērtējumu, pasākumus, kas paredzēti riska mazināšanai, aizsardzības pasākumus, drošības pasākumus un mehānismus, kas nodrošina personas datu aizsardzību un uzskatāmi parāda, ka ir ievērota šī regula, ņemot vērā datu subjektu un citu attiecīgo personu tiesības un likumīgās intereses."
		},
		{
			"lang": "ro",
			"text": "Evaluarea trebuie să cuprindă cel puțin o descriere generală a operațiunilor de prelucrare avute în vedere, o evaluare a riscurilor privind drepturile și libertățile persoanelor vizate, măsurile preconizate în vederea evitării riscurilor, garanțiile, măsurile de securitate și mecanismele menite să asigure protecția datelor cu caracter personal și să demonstreze conformitatea cu dispozițiile prezentului regulament, luând în considerare drepturile și interesele legitime ale persoanelor vizate și ale celorlalte persoane interesate."
		},
		{
			"lang": "sk",
			"text": "Posúdenie obsahuje prinajmenšom všeobecný opis plánovaných operácií spracovania, posúdenie rizík vo vzťahu k právam a slobodám dotknutých osôb, opatrenia na riešenie rizík, záruky, bezpečnostné opatrenia a mechanizmy na zabezpečenie ochrany osobných údajov a na preukázanie súladu s týmto nariadením pri zohľadnení práv a oprávnených záujmov dotknutých osôb a prípadných ďalších osôb."
		},
		{
			"lang": "sl",
			"text": "Ocena obsega vsaj splošni opis predvidenih postopkov obdelave, oceno tveganj za pravice in svoboščine posameznikov, na katere se nanašajo osebni podatki, zaščitne ukrepe, varnostne ukrepe ter mehanizme za zagotavljanje varstva osebnih podatkov in za dokazovanje skladnosti s to uredbo, ob upoštevanju pravic in pravnih interesov posameznikov, na katere se nanašajo osebni podatki, ter drugih zadevnih oseb."
		},
		{
			"lang": "fi",
			"text": "Arvioinnissa on esitettävä vähintään yleinen kuvaus suunnitelluista käsittelytoimista, arvio niihin rekisteröidyn oikeuksien ja vapauksien kannalta liittyvistä riskeistä, toimet joiden avulla riskeihin on tarkoitus puuttua, sekä takeet, suojatoimenpiteet ja keinot, joilla varmistetaan henkilötietojen suoja ja osoitetaan, että tätä asetusta on noudatettu, ottaen huomioon rekisteröityjen ja muiden asianomaisten oikeudet ja oikeutetut edut."
		},
		{
			"lang": "pl",
			"text": "Ocena obejmuje przynajmniej ogólny opis przewidywanych operacji przetwarzania, ocenę ryzyk dla praw i wolności podmiotów danych, środki przewidywane w celu sprostania ryzykom, gwarancje, środki i mechanizmy bezpieczeństwa mające zagwarantować ochronę danych osobowych oraz wykazać zgodność z niniejszym rozporządzeniem, uwzględniając prawa i słuszne interesy podmiotów danych i innych zainteresowanych osób."
		},
		{
			"lang": "lt",
			"text": "Vertinime pateikiamas bent bendras numatytų duomenų tvarkymo operacijų aprašymas, rizikos duomenų subjektų teisėms ir laisvėms vertinimas, numatytos priemonės tai rizikai pašalinti, apsaugos priemonės, saugumo priemonės ir mechanizmai, kuriais užtikrinama asmens duomenų apsauga ir įrodoma, kad laikomasi šio reglamento, atsižvelgiant į duomenų subjektų ir kitų atitinkamų asmenų teises ir teisėtus interesus."
		},
		{
			"lang": "nl",
			"text": "De beoordeling bevat minstens een algemene beschrijving van de beoogde verwerkingen, een beoordeling van de risico’s voor de rechten en vrijheden van betrokkenen, de maatregelen die worden beoogd om de risico’s te beperken, en de waarborgen, beveiligingsmaatregelen en mechanismen die de bescherming van persoonsgegevens verzekeren en aantonen dat aan deze verordening is voldaan, met inachtneming van de rechten en gerechtvaardigde belangen van betrokkenen en andere betrokken personen."
		},
		{
			"lang": "sv",
			"text": "Bedömningen ska innehålla åtminstone en allmän beskrivning av den planerade behandlingen, en bedömning av riskerna för de registrerades fri- och rättigheter, de åtgärder som planeras för att hantera risker, skyddsåtgärder, säkerhetsåtgärder och rutiner för att garantera skyddet av personuppgifterna och för att visa att denna förordning efterlevs, med hänsyn till de registrerades och andra berörda personers rättigheter och berättigade intressen."
		}
	],
	"children": [],
	"title": "Article 33 – Paragraph 3"
}