{
	"id": "a33p7",
	"type": "paragraph",
	"literal": "7",
	"parent": "a33",
	"text": [
		{
			"lang": "en",
			"text": "The Commission may specify standards and procedures for carrying out and verifying and auditing the assessment referred to in paragraph 3. Those implementing acts shall be adopted in accordance with the examination procedure referred to in Article 87(2)."
		},
		{
			"lang": "de",
			"text": "Die Kommission kann Standards und Verfahren für die Durchführung sowie für die interne und externe Überprüfung der in Absatz 3 genannten Folgenabschätzung festlegen. Die entsprechenden Durchführungsrechtsakte werden in Übereinstimmung mit dem in Artikel 87 Absatz 2 genannten Prüfverfahren erlassen."
		},
		{
			"lang": "fr",
			"text": "La Commission peut définir des normes et procédures pour la réalisation, la vérification et l’audit de l'analyse visée au paragraphe 3. Les actes d'exécution correspondants sont adoptés conformément à la procédure d'examen prévue à l'article 87, paragraphe 2."
		},
		{
			"lang": "es",
			"text": "La Comisión podrá especificar normas y procedimientos para la realización, la verificación y la auditoría de la evaluación contemplada en el apartado 3. Dichos actos de ejecución se adoptarán con arreglo al procedimiento de examen contemplado en el artículo 87, apartado 2."
		},
		{
			"lang": "pt",
			"text": "A Comissão pode definir normas e procedimentos para a realização, verificação e auditoria da avaliação referida no n.º 3. Os atos de execução correspondentes são adotados em conformidade com o procedimento de exame referido no artigo 87.º, n.º 2."
		},
		{
			"lang": "it",
			"text": "La Commissione può specificare norme e procedure per l’esecuzione, la verifica e il controllo della valutazione di cui al paragrafo 3. Tali atti di esecuzione sono adottati secondo la procedura d’esame di cui all’articolo 87, paragrafo 2."
		},
		{
			"lang": "ga",
			"text": "Féadfaidh an Coimisiún caighdeáin agus nósanna imeachta a shonrú chun an measúnú dá dtagraítear i mír 3 a dhéanamh, a fhíorú agus a iniúchadh. Glacfar na gníomhartha cur chun feidhme sin i gcomhréir leis an nós imeachta scrúdúcháin dá dtagraítear in Airteagal 87(2)."
		},
		{
			"lang": "cs",
			"text": "Komise může pro přípravu posouzení podle odstavce 3 a pro jeho ověřování a audit určit normy a postupy. Tyto prováděcí akty se přijímají v souladu s přezkumným postupem podle čl. 87 odst. 2."
		},
		{
			"lang": "da",
			"text": "Kommissionen kan fastsætte standarder og procedurer for gennemførelse, kontrol og revision af den i stk. 3 omhandlede analyse. Disse gennemførelsesretsakter vedtages efter undersøgelsesproceduren i artikel 87, stk. 2."
		},
		{
			"lang": "et",
			"text": "Komisjon võib kehtestada lõikes 3 osutatud hindamise ja hinnangu kontrollitavuse ja auditeeritavuse nõuded ja korra. Kõnealused rakendusaktid võetakse vastu vastavalt artikli 87 lõikes 2 osutatud kontrollimenetlusele."
		},
		{
			"lang": "el",
			"text": "Η Επιτροπή μπορεί να προσδιορίζει πρότυπα και διαδικασίες για την εκτέλεση, την επαλήθευση και τον έλεγχο της εκτίμησης που αναφέρεται στην παράγραφο 3. Οι εν λόγω εκτελεστικές πράξεις εκδίδονται σύμφωνα με τη διαδικασία εξέτασης που αναφέρεται στο άρθρο 87 παράγραφος 2."
		},
		{
			"lang": "bg",
			"text": "Комисията може да определя стандарти и процедури за изпълнение, проверка и одит на оценката, посочена в параграф 3. Тези актове за изпълнение се приемат в съответствие с процедурата по разглеждане, посочена в член 87, параграф 2."
		},
		{
			"lang": "hu",
			"text": "A Bizottság meghatározhatja a (3) bekezdés szerinti vizsgálat elvégzésére, felülvizsgálatára és ellenőrzésére vonatkozó egységes előírásokat és eljárásokat. E végrehajtási jogi aktusokat a 87. cikk (2) bekezdése szerinti vizsgálóbizottsági eljárással összhangban kell elfogadni."
		},
		{
			"lang": "mt",
			"text": "Il-Kummissjoni tista’ tispeċifika standards u proċeduri speċifiċi għat-twettiq u l-verifika u l-awditjar tal-valutazzjoni msemmija fil-paragrafu 3. Dawk l-atti ta’ implimentazzjoni għandhom jiġu adottati skont il-proċedura ta’ analiżi msemmija fl-Artikolu 87(2)."
		},
		{
			"lang": "lv",
			"text": "Komisija var noteikt standartus un procedūras, saskaņā ar kuriem jāveic novērtējums, tā pārbaude un revīzija, kā minēts 3. punktā. Šos īstenošanas aktus pieņem saskaņā ar pārbaudes procedūru, kas minēta 87. panta 2. punktā."
		},
		{
			"lang": "ro",
			"text": "Comisia poate să prevadă standarde și proceduri de realizare, verificare și auditare a evaluării menționate la alineatul (3). Actele de punere în aplicare se adoptă în conformitate cu procedura de examinare menționată la articolul 87 alineatul (2)."
		},
		{
			"lang": "sk",
			"text": "Komisia môže určiť normy a postupy na vykonávanie, overovanie a audit posúdenia uvedeného v odseku 3. Tieto vykonávacie akty sa prijmú v súlade s postupom preskúmania uvedeným v článku 87 ods. 2."
		},
		{
			"lang": "sl",
			"text": "Komisija lahko določi standarde in postopke za izvajanje, preverjanje in revizijo ocene iz odstavka 3. Navedeni izvedbeni akti se sprejmejo v skladu s postopkom pregleda iz člena 87(2)."
		},
		{
			"lang": "fi",
			"text": "Komissio voi täsmentää standardit ja menettelyt 3 artiklassa tarkoitetun arvioinnin toteuttamista, todentamista ja tarkastamista varten. Nämä täytäntöönpanosäädökset hyväksytään 87 artiklan 2 kohdassa tarkoitettua tarkastelumenettelyä noudattaen."
		},
		{
			"lang": "pl",
			"text": "Komisja może określić standardy i procedury przeprowadzania, weryfikowania i kontroli oceny, o której mowa w 3. Te akty wykonawcze są przyjmowane zgodnie z procedurą sprawdzającą, o której mowa w art. 87 ust. 2."
		},
		{
			"lang": "lt",
			"text": "Komisija gali nustatyti 3 dalyje nurodyto vertinimo atlikimo, patikrinimo ir audito standartus ir procedūras. Tie įgyvendinimo aktai priimami pagal 87 straipsnio 2 dalyje nurodytą nagrinėjimo procedūrą."
		},
		{
			"lang": "nl",
			"text": "De Commissie kan normen en procedures vaststellen voor de uitvoering en de interne en externe toetsing van de in lid 3 bedoelde beoordeling. Die uitvoeringshandelingen worden vastgesteld volgens de in artikel 87, lid 2, bedoelde onderzoeksprocedure."
		},
		{
			"lang": "sv",
			"text": "Kommissionen får ange standarder och förfaranden för utförandet samt kontrollen och granskningen av den bedömning som avses i punkt 3. Dessa genomförandeakter ska antas i enlighet med det granskningsförfarande som avses i artikel 87."
		}
	],
	"children": [],
	"title": "Article 33 – Paragraph 7"
}