{
	"id": "a34p8",
	"type": "paragraph",
	"literal": "8",
	"parent": "a34",
	"text": [
		{
			"lang": "en",
			"text": "The Commission shall be empowered to adopt delegated acts in accordance with Article 86 for the purpose of further specifying the criteria and requirements for determining the high degree of specific risk referred to in point (a) of paragraph 2."
		},
		{
			"lang": "de",
			"text": "Die Kommission wird ermächtigt, delegierte Rechtsakte nach Maßgabe von Artikel 86 zu erlassen, um die Kriterien und Anforderungen für die Bestimmung der in Absatz 2 Buchstabe a genannten hohen konkreten Risiken festzulegen."
		},
		{
			"lang": "fr",
			"text": "La Commission est habilitée à adopter des actes délégués en conformité avec l’article 86, aux fins de préciser davantage les critères et exigences applicables à la détermination du niveau élevé de risque particulier visé au paragraphe 2, point a)."
		},
		{
			"lang": "es",
			"text": "La Comisión estará facultada para adoptar actos delegados, de conformidad con lo dispuesto en el artículo 86, a fin de especificar los criterios y requisitos aplicables a la determinación del nivel elevado de riesgo específico contemplado en el apartado 2, letra a)."
		},
		{
			"lang": "pt",
			"text": "São atribuídas competências à Comissão para adotar atos delegados em conformidade com o artigo 86.º, a fim de melhor especificar os critérios e requisitos aplicáveis à determinação do nível elevado de risco específico referido no n.º 2, alínea b)."
		},
		{
			"lang": "it",
			"text": "Alla Commissione è conferito il potere di adottare atti delegati conformemente all’articolo 86 al fine di precisare i criteri e i requisiti per determinare l’alto grado di rischi specifici di cui al paragrafo 2, lettera a)."
		},
		{
			"lang": "ga",
			"text": "Tabharfar de chumhacht don Choimisiún gníomhartha tarmligthe a ghlacadh i gcomhréir le hAirteagal 86 chun na critéir agus na ceanglais a shonrú tuilleadh maidir leis na rioscaí sonracha dá dtagraítear i bpointe (a) de mhír 2 a chinneadh."
		},
		{
			"lang": "cs",
			"text": "Komise je zmocněna přijímat akty v přenesené pravomoci v souladu s článkem 86 za účelem dalšího vymezení kritérií a požadavků, pokud jde o určování vysoké míry specifického rizika uvedené v odst. 2 písm. a)."
		},
		{
			"lang": "da",
			"text": "Kommissionen tillægges beføjelser til at vedtage delegerede retsakter i overensstemmelse med artikel 86 med henblik på nærmere fastlæggelse af kriterier og krav i forbindelse med bestemmelsen af de store konkrete risici, der er omhandlet i stk. 2, litra a)."
		},
		{
			"lang": "et",
			"text": "Komisjoni volitatakse vastavalt artiklile 86 võtma vastu delegeeritud õigusakte, et täpsustada lõike 2 punktis a osutatud märkimisväärse ohu tuvastamise kriteeriume ja nõudeid."
		},
		{
			"lang": "el",
			"text": "Η Επιτροπή εξουσιοδοτείται να εκδίδει κατ’ εξουσιοδότηση πράξεις σύμφωνα με το άρθρο 86 για τον περαιτέρω προσδιορισμό των κριτηρίων και των απαιτήσεων σχετικά με τον καθορισμό του υψηλού βαθμού συγκεκριμένου κινδύνου που αναφέρεται στην παράγραφο 2 στοιχείο α)."
		},
		{
			"lang": "bg",
			"text": "На Комисията се предоставя правомощието да приема делегирани актове в съответствие с член 86 с цел допълнително уточняване на критериите и изискванията за определянето на високата степен от конкретните рискове, посочени в параграф 2, буква а)."
		},
		{
			"lang": "hu",
			"text": "A Bizottság felhatalmazást kap arra, hogy a (2) bekezdés a) pontja szerinti különleges kockázatok magas szintjének meghatározására vonatkozó szempontok és követelmények további meghatározása érdekében a 86. cikkel összhangban felhatalmazáson alapuló jogi aktusokat fogadjon el."
		},
		{
			"lang": "mt",
			"text": "Il-Kummissjoni għandu jkollha s-setgħa li tadotta atti delegati skont l-Artikolu 86 sabiex tispeċifika aktar il-kriterji u r-rekwiżiti għad-determinazzjoni ta’ livell għoli ta’ riskju speċifiku msemmi fil-punt (a) tal-paragrafu 2."
		},
		{
			"lang": "lv",
			"text": "Komisijai piešķir tiesības pieņemt deleģētos aktus saskaņā ar 86. pantu ar nolūku sīkāk precizēt kritērijus un prasības attiecībā uz 2. punkta a) apakšpunktā minēto augsta līmeņa īpašu apdraudējumu."
		},
		{
			"lang": "ro",
			"text": "Comisia este mandatată să adopte acte delegate în conformitate cu articolul 86 în scopul detalierii criteriilor și a cerințelor privind stabilirea gradului înalt de risc specific prevăzut la alineatul 2 litera (a)."
		},
		{
			"lang": "sk",
			"text": "Komisia je splnomocnená prijať delegované akty v súlade s článkom 86 s cieľom bližšie určiť kritériá a požiadavky na konštatovanie vysokého stupňa osobitného rizika uvedeného v odseku 2 písm. a)."
		},
		{
			"lang": "sl",
			"text": "Komisija je v skladu s členom 86 pooblaščena za sprejemanje delegiranih aktov, s katerimi podrobneje določi merila in zahteve za določanje visoke ravni posebnih nevarnosti iz točke (a) odstavka 2."
		},
		{
			"lang": "fi",
			"text": "Siirretään komissiolle valta antaa 86 artiklan mukaisesti delegoituja säädöksiä, joissa määritellään tarkemmin kriteerit ja vaatimukset 2 kohdan a alakohdassa tarkoitettujen merkittävien riskien määrittämistä varten."
		},
		{
			"lang": "pl",
			"text": "Komisja jest uprawniona do przyjmowania aktów delegowanych zgodnie z art. 86 w celu doprecyzowania kryteriów i warunków ustalenia wysokiego poziomu szczególnych ryzyk, o których mowa w ust. 2 lit. a)."
		},
		{
			"lang": "lt",
			"text": "Komisija įgaliojama pagal 86 straipsnį priimti deleguotuosius aktus ir jais nustatyti išsamesnius 2 dalies a punkte nurodytos didelės konkrečios rizikos nustatymo kriterijus ir reikalavimus."
		},
		{
			"lang": "nl",
			"text": "De Commissie is bevoegd overeenkomstig artikel 86 gedelegeerde handelingen vast te stellen met het oog op de nadere invulling van de criteria en de vereisten voor het bepalen van de in lid 2, onder a), bedoelde grote specifieke risico’s."
		},
		{
			"lang": "sv",
			"text": "Kommissionen ska ha befogenhet att anta delegerade akter enligt artikel 86 i syfte att närmare precisera kriterierna och kraven för fastställandet av de höggradiga särskilda risker som avses i punkt 2 a."
		}
	],
	"children": [],
	"title": "Article 34 – Paragraph 8"
}