{
	"id": "a35p10",
	"type": "paragraph",
	"literal": "10",
	"parent": "a35",
	"text": [
		{
			"lang": "en",
			"text": "Data subjects shall have the right to contact the data protection officer on all issues related to the processing of the data subject’s data and to request exercising the rights under this Regulation."
		},
		{
			"lang": "de",
			"text": "Betroffene Personen haben das Recht, den Datenschutzbeauftragten zu allen im Zusammenhang mit der Verarbeitung ihrer personenbezogenen Daten stehenden Fragen zu Rate zu ziehen und die Wahrnehmung ihrer Rechte gemäß dieser Verordnung zu beantragen."
		},
		{
			"lang": "fr",
			"text": "Les personnes concernées ont le droit de prendre contact avec le délégué à la protection des données au sujet de toutes questions relatives au traitement de données les concernant et de demander à exercer les droits que leur confère le présent règlement."
		},
		{
			"lang": "es",
			"text": "Los interesados tendrán derecho a entrar en contacto con el delegado de protección de datos para tratar todas las cuestiones relativas al tratamiento de datos que les conciernan y a solicitar el ejercicio de los derechos que les confiere el presente Reglamento."
		},
		{
			"lang": "pt",
			"text": "Os titulares de dados têm o direito de contactar o delegado para a proteção de dados sobre todos os assuntos relacionados com o tratamento dos seus dados pessoais e de solicitar o exercício dos direitos que lhe confere o presente regulamento."
		},
		{
			"lang": "it",
			"text": "Gli interessati hanno il diritto di contattare il responsabile della protezione dei dati per tutte le questioni relative al trattamento dei loro dati personali e presentare richieste per esercitare i diritti riconosciuti dal presente regolamento."
		},
		{
			"lang": "ga",
			"text": "Beidh sé de cheart ag daoine is ábhar do shonraí dul i dteagmháil leis an oifigeach cosanta sonraí maidir le haon saincheist a bhaineann le próiseáil sonraí na ndaoine sin agus beidh sé de cheart acu feidhmiú na gceart faoin Rialachán seo a iarraidh."
		},
		{
			"lang": "cs",
			"text": "Subjekty údajů mají právo obracet se na inspektora ochrany údajů ve všech záležitostech souvisejících se zpracováváním jejich údajů a požadovat výkon práv podle tohoto nařízení."
		},
		{
			"lang": "da",
			"text": "Den registrerede har ret til at kontakte den databeskyttelsesansvarlige, hvad angår alle spørgsmål vedrørende behandlingen af vedkommendes personoplysninger, og anmode om at udøve sine rettigheder i henhold til denne forordning."
		},
		{
			"lang": "et",
			"text": "Andmesubjektidel on õigus pöörduda andmekaitseametniku poole kõigis küsimustes, mis on seotud nende isikuandmete töötlemisega, ning taotleda käesolevast määrusest tulenevate õiguste kasutamist."
		},
		{
			"lang": "el",
			"text": "Τα πρόσωπα στα οποία αναφέρονται τα δεδομένα δικαιούνται να επικοινωνούν με τον υπεύθυνο προστασίας δεδομένων για κάθε ζήτημα σχετικό με την επεξεργασία των δεδομένων που τα αφορούν και να ζητούν να ασκήσουν τα δικαιώματα που απορρέουν από τον παρόντα κανονισμό."
		},
		{
			"lang": "bg",
			"text": "Субектите на данни имат право да се обърнат към длъжностното лице по защита на данните по всички въпроси, свързани с обработването на техните данни, и да поискат упражняване на правата си съгласно настоящия регламент."
		},
		{
			"lang": "hu",
			"text": "Az érintettek az adataik feldolgozásához kapcsolódó valamennyi ügyben jogosultak kapcsolatba lépni az adatvédelmi tisztviselővel, és az e rendelet szerinti jogok gyakorlását kérni."
		},
		{
			"lang": "mt",
			"text": "Is-suġġetti tad-dejta għandu jkollhom id-dritt li jikkuntattjaw lill-uffiċjal tal-protezzjoni tad-dejta dwar il-kwistjonijiet kollha relatati mal-ipproċessar tad-dejta tas-suġġett tad-dejta u li jitolbu l-eżerċitar tad-drittijiet taħt dan ir-Regolament."
		},
		{
			"lang": "lv",
			"text": "Datu subjektam ir tiesības vērsties pie datu aizsardzības inspektora visos jautājumos, kas saistīti ar datu subjekta datu apstrādi, un pieprasīt ar šo regulu piešķirto tiesību izmantošanu."
		},
		{
			"lang": "ro",
			"text": "Persoanele vizate au dreptul de a contacta responsabilul cu protecția datelor cu privire la toate problemele legate de prelucrarea datelor persoanelor vizate și de a solicita exercitarea drepturilor în temeiul prezentului regulament."
		},
		{
			"lang": "sk",
			"text": "Dotknuté osoby majú právo obracať sa na úradníka pre ochranu údajov vo všetkých otázkach týkajúcich sa spracovania ich údajov a jeho prostredníctvom môžu požiadať o výkon práv podľa tohto nariadenia."
		},
		{
			"lang": "sl",
			"text": "Posamezniki, na katere se nanašajo osebni podatki, lahko z uradno osebo za varstvo podatkov stopijo v stik glede vseh vprašanj, povezanih z obdelavo njihovih osebnih podatkov, in zahtevajo uveljavljanje pravic na podlagi te uredbe."
		},
		{
			"lang": "fi",
			"text": "Rekisteröidyillä on oikeus ottaa yhteyttä tietosuojavastaavaan kaikissa tietojensa käsittelyyn liittyvissä asioissa ja pyytää saada käyttää tähän asetukseen perustuvia oikeuksiaan."
		},
		{
			"lang": "pl",
			"text": "Podmioty danych mają prawo kontaktować się z inspektorem ochrony danych we wszystkich kwestiach związanych z przetwarzaniem swoich danych oraz wnioskować o możliwość wykonania praw przysługujących im na mocy niniejszego rozporządzenia."
		},
		{
			"lang": "lt",
			"text": "Duomenų subjektai turi teisę kreiptis į duomenų apsaugos pareigūną visais klausimais, susijusiais su jų duomenų tvarkymu ir prašymais, pateiktais naudojantis šiame reglamente nustatytomis teisėmis."
		},
		{
			"lang": "nl",
			"text": "Betrokkenen hebben het recht om met de functionaris voor gegevensbescherming contact op te nemen over alle aangelegenheden die verband houden met de verwerking van de gegevens van de betrokkene en om te verzoeken om de uitoefening van de rechten uit hoofde van deze verordening."
		},
		{
			"lang": "sv",
			"text": "Den registrerade ska ha rätt att kontakta uppgiftsskyddsombudet om alla frågor som rör behandlingen av den registrerades uppgifter och begära att få utöva sina rättigheter enligt denna förordning."
		}
	],
	"children": [],
	"title": "Article 35 – Paragraph 10"
}