{
	"id": "a38p3",
	"type": "paragraph",
	"literal": "3",
	"parent": "a38",
	"text": [
		{
			"lang": "en",
			"text": "Associations and other bodies representing categories of controllers in several Member States may submit draft codes of conduct and amendments or extensions to existing codes of conduct to the Commission."
		},
		{
			"lang": "de",
			"text": "Verbände und andere Einrichtungen, die Kategorien von für die Verarbeitung Verantwortlichen oder Auftragsverarbeitern in mehreren Mitgliedstaaten vertreten, können der Kommission Entwürfe von Verhaltensregeln sowie Vorschläge zur Änderung oder Ausweitung bestehender Verhaltensregeln vorlegen."
		},
		{
			"lang": "fr",
			"text": "Les associations et les autres organisations représentant des catégories de responsables du traitement dans plusieurs États membres peuvent soumettre à la Commission des projets de codes de conduite ainsi que des modifications ou prorogations de codes de conduite existants."
		},
		{
			"lang": "es",
			"text": "Las asociaciones y otros organismos que representen a categorías de responsables del tratamiento en varios Estados miembros podrán presentar a la Comisión proyectos de códigos de conducta, así como modificaciones o ampliaciones de códigos de conducta existentes."
		},
		{
			"lang": "pt",
			"text": "As associações e outros organismos representativos de categorias de responsáveis pelo tratamento em vários Estados-Membros podem submeter à Comissão projetos de códigos de conduta, bem como alterações ou prorrogações dos códigos de conduta existentes."
		},
		{
			"lang": "it",
			"text": "Le associazioni e gli altri organismi che rappresentano le categorie di responsabili del trattamento in più Stati membri possono sottoporre alla Commissione i progetti di codice di condotta e le modifiche o proroghe dei codici di condotta esistenti."
		},
		{
			"lang": "ga",
			"text": "Aon chomhlachais agus comhlachtaí eile a dhéanann ionadaíocht thar ceann catagóirí rialaitheoirí i roinnt Ballstát, féadfaidh siad dréachtchóid iompair agus leasuithe nó faduithe ar na cóid iompair atá ann cheana a chur faoi bhráid an Choimisiúin."
		},
		{
			"lang": "cs",
			"text": "Sdružení a jiné subjekty, které zastupují kategorie správců v několika členských státech, mohou návrhy nových kodexů chování a návrhy na úpravu či rozšíření stávajících kodexů předložit Komisi."
		},
		{
			"lang": "da",
			"text": "Sammenslutninger og andre organer, som repræsenterer kategorier af registeransvarlige i flere medlemsstater, kan forelægge Kommissionen forslag til adfærdskodekser og forslag om ændring eller udvidelse af eksisterende adfærdskodekser."
		},
		{
			"lang": "et",
			"text": "Mitme liikmesriigi vastutavate töötlejate ja volitatud töötlejate ühendused ja muud organid võivad esitada toimimisjuhendi ja selle muudatuste kavandi komisjonile."
		},
		{
			"lang": "el",
			"text": "Ενώσεις και άλλοι φορείς που εκπροσωπούν κατηγορίες υπευθύνων επεξεργασίας σε περισσότερα κράτη μέλη μπορούν να υποβάλουν σχέδια κωδίκων δεοντολογίας και τροποποιήσεις ή επεκτάσεις υφιστάμενων κωδίκων δεοντολογίας στην Επιτροπή."
		},
		{
			"lang": "bg",
			"text": "Сдруженията и другите структури, представляващи категории администратори в няколко държави-членки, могат да представят на Комисията проекти на кодекси за поведение или изменения или допълнения към съществуващи кодекси за поведение."
		},
		{
			"lang": "hu",
			"text": "Az adatkezelők kategóriáit több tagállamban képviselő szövetségek vagy egyéb szervek a Bizottság elé terjeszthetik eljárási szabályzatok tervezeteit és a létező eljárási szabályzatok módosításait vagy bővítéseit."
		},
		{
			"lang": "mt",
			"text": "Assoċjazzjonijiet u korpi oħrajn li jirrappreżentaw kategoriji ta’ kontrolluri f’diversi Stati Membri jistgħu jissottomettu abbozzi ta’ kodiċijiet ta’ kondotta u emendi jew estensjonijiet ta’ kodiċijiet ta’ kondotta eżistenti lill-Kummissjoni."
		},
		{
			"lang": "lv",
			"text": "Asociācijas un citas struktūras, kas pārstāv pārziņu vai apstrādātāju kategorijas vairākās dalībvalstīs, var iesniegt profesionālās ētikas kodeksu projektus vai to papildinājumus Komisijai."
		},
		{
			"lang": "ro",
			"text": "Asociațiile și alte organisme care reprezintă categorii de operatori în mai multe state membre pot prezenta Comisiei proiecte de coduri de conduită, precum și modificări sau extinderi ale codurilor de conduită existente."
		},
		{
			"lang": "sk",
			"text": "Združenia a iné orgány predstavujúce kategórie prevádzkovateľov v niekoľkých členských štátoch môžu Komisii predkladať návrhy kódexov správania a zmeny a doplnenia alebo rozšírenia existujúcich kódexov správania."
		},
		{
			"lang": "sl",
			"text": "Združenja in drugi organi, ki predstavljajo vrste upravljavcev v več državah članicah, lahko osnutke pravil ravnanja in spremembe ali razširitve veljavnih pravil ravnanja predložijo Komisiji."
		},
		{
			"lang": "fi",
			"text": "Yhdistykset ja muut elimet, jotka edustavat rekisterinpitäjien tai henkilötietojen käsittelijöiden eri ryhmiä useissa jäsenvaltioissa, voivat esittää käytännesääntöjen luonnokset tai voimassa olevien käytännesääntöjen tarkistus- tai laajennusehdotukset komissiolle."
		},
		{
			"lang": "pl",
			"text": "Zrzeszenia i inne podmioty reprezentujące pewne kategorie administratorów w wielu państwach członkowskich mogą przedkładać Komisji projekty kodeksów postępowania i zmiany lub uzupełnienia obowiązujących kodeksów postępowania."
		},
		{
			"lang": "lt",
			"text": "Asociacijos ir kitos įstaigos, atstovaujančios įvairių kategorijų duomenų valdytojams arba duomenų tvarkytojams keliose valstybėse narėse, gali pateikti elgesio kodeksų ir galiojančių elgesio kodeksų pakeitimų ar papildymų projektus Komisijai."
		},
		{
			"lang": "nl",
			"text": "Verenigingen en andere organen die categorieën voor de verwerking verantwoordelijken in verschillende lidstaten vertegenwoordigen, kunnen ontwerpgedragscodes en wijzigingen of uitbreidingen van bestaande gedragscodes aan de Commissie voorleggen."
		},
		{
			"lang": "sv",
			"text": "Sammanslutningar och andra organ som företräder kategorier av registrerade i flera medlemsstater får lämna in utkast till uppförandekodexar och ändringar eller utökningar av befintliga uppförandekodexar till kommissionen."
		}
	],
	"children": [],
	"title": "Article 38 – Paragraph 3"
}