{
	"id": "a39p3",
	"type": "paragraph",
	"literal": "3",
	"parent": "a39",
	"text": [
		{
			"lang": "en",
			"text": "The Commission may lay down technical standards for certification mechanisms and data protection seals and marks and mechanisms to promote and recognize certification mechanisms and data protection seals and marks. Those implementing acts shall be adopted in accordance with the examination procedure set out in Article 87(2)."
		},
		{
			"lang": "de",
			"text": "Die Kommission kann technische Standards für Zertifizierungsverfahren sowie Datenschutzsiegel und -zeichen und Verfahren zur Förderung und Anerkennung von Zertifizierungsverfahren und Datenschutzsiegeln und -zeichen festlegen. Die entsprechenden Durchführungsrechtsakte werden in Übereinstimmung mit dem in Artikel 87 Absatz 2 genannten Prüfverfahren angenommen."
		},
		{
			"lang": "fr",
			"text": "La Commission peut fixer des normes techniques pour les mécanismes de certification, ainsi que des marques et labels en matière de protection des données, afin de promouvoir et de reconnaître les mécanismes de certification ainsi que les marques et labels en matière de protection des données. Les actes d'exécution correspondants sont adoptés conformément à la procédure d'examen prévue à l’article 87, paragraphe 2."
		},
		{
			"lang": "es",
			"text": "La Comisión podrá establecer normas técnicas para los mecanismos de certificación y los sellos y marcados de protección de datos, y mecanismos para promover y reconocer los mecanismos de certificación y los sellos y marcados de protección de datos. Dichos actos de ejecución se adoptarán con arreglo al procedimiento de examen contemplado en el artículo 87, apartado 2."
		},
		{
			"lang": "pt",
			"text": "A Comissão pode estabelecer normas técnicas para os mecanismos de certificação, bem como selos e marcas em matéria de proteção de dados, e mecanismos para promover e reconhecer os mecanismos de certificação e selos e marcas de proteção de dados. Os atos de execução correspondentes são adotados em conformidade com o procedimento de exame estabelecido no artigo 87.º, n.º 2."
		},
		{
			"lang": "it",
			"text": "La Commissione può stabilire norme tecniche riguardanti i meccanismi di certificazione e i sigilli e marchi di protezione dei dati e le modalità per promuovere e riconoscere i meccanismi di certificazione e i sigilli e marchi di protezione dei dati. Tali atti di esecuzione sono adottati secondo la procedura d’esame di cui all’articolo 87, paragrafo 2."
		},
		{
			"lang": "ga",
			"text": "Féadfaidh an Coimisiún caighdeáin theicniúla a leagan síos do shásraí deimhniúcháin agus do shéalaí agus marcanna cosanta sonraí agus do shásraí chun sásraí deimhniúcháin agus séalaí agus marcanna cosanta sonraí a chur chun cinn agus a aithint. Glacfar na gníomhartha cur chun feidhme sin i gcomhréir leis an nós imeachta scrúdúcháin dá dtagraítear in Airteagal 87(2)."
		},
		{
			"lang": "cs",
			"text": "Pro mechanismy osvědčování a pro pečeti a známky dokládající ochranu údajů může Komise stanovit technické normy a mechanismy pro propagaci a uznávání. Tyto prováděcí akty se přijímají v souladu s přezkumným postupem podle čl. 87 odst. 2."
		},
		{
			"lang": "da",
			"text": "Kommissionen kan fastlægge tekniske standarder for certificeringsordninger og databeskyttelsesmærkninger og -mærker samt ordninger, der har til formål at fremme og anerkende certificeringsordninger og databeskyttelsesmærkninger og -mærker. Disse gennemførelsesretsakter vedtages efter undersøgelsesproceduren i artikel 87, stk. 2."
		},
		{
			"lang": "et",
			"text": "Sertifitseerimismehhanismide ning isikuandmete kaitse pitserite ja märgiste kasutuselevõtu edendamiseks ja tunnustamiseks võib komisjon kehtestada sertifitseerimismehhanismide ning isikuandmete kaitse pitserite ja märgiste tehnilised standardid. Kõnealused rakendusaktid võetakse vastu artikli 88 artiklis 2 osutatud kontrollimenetluse kohaselt."
		},
		{
			"lang": "el",
			"text": "Η Επιτροπή μπορεί να θεσπίσει τεχνικά πρότυπα για μηχανισμούς πιστοποίησης, σφραγίδες και σήματα προστασίας δεδομένων καθώς και μηχανισμούς για την προώθηση και την αναγνώριση μηχανισμών πιστοποίησης, σφραγίδων και σημάτων προστασίας δεδομένων. Οι εν λόγω εκτελεστικές πράξεις εκδίδονται σύμφωνα με τη διαδικασία εξέτασης που αναφέρεται στο άρθρο 87 παράγραφος 2."
		},
		{
			"lang": "bg",
			"text": "Комисията може да определя технически стандарти за механизмите за сертифициране и за печатите и маркировките за защита на данните, както и механизми за насърчаване и признаване на механизмите за сертифициране и на печатите и маркировките за защита на данните. Тези актове за изпълнение се приемат в съответствие с процедурата по разглеждане, посочена в член 87, параграф 2."
		},
		{
			"lang": "hu",
			"text": "A Bizottság meghatározhatja a tanúsítási mechanizmusok és az adatvédelmi címkék és jelzők technikai szabványait, valamint a tanúsítási mechanizmusokat és az adatvédelmi címkéket és jelzőket ösztönző és elismerő mechanizmusokat. E végrehajtási jogi aktusokat a 87. cikk (2) bekezdése szerinti vizsgálóbizottsági eljárással összhangban kell elfogadni."
		},
		{
			"lang": "mt",
			"text": "Il-Kummissjoni tista’ tistabbilixxi standards tekniċi għall-mekkaniżmi ta’ ċertifikazzjoni u għas-siġilli u l-marki ta’ protezzjoni tad-dejta u mekkaniżmi għall-promozzjoni u r-rikonoxximent ta’ mekkaniżmi ta’ ċertifikazzjoni u ta’ siġilli u marki ta’ protezzjoni tad-dejta. Dawk l-atti ta’ implimentazzjoni għandhom jiġu adottati skont il-proċedura ta’ analiżi stabbilita fl-Artikolu 87(2)."
		},
		{
			"lang": "lv",
			"text": "Komisija var noteikt tehniskos standartus sertifikācijas mehānismiem un datu aizsardzības zīmogiem un marķējumiem un var noteikt mehānismus sertifikācijas mehānismu un datu aizsardzības zīmogu un marķējumu veicināšanai un atzīšanai. Šos īstenošanas aktus pieņem saskaņā ar pārbaudes procedūru, kas minēta 87. panta 2. punktā."
		},
		{
			"lang": "ro",
			"text": "Comisia poate stabili standarde tehnice pentru mecanismele de certificare și pentru sigiliile și mărcile din domeniul protecției datelor, precum și mecanisme de promovare și recunoaștere a mecanismelor de certificare și a sigiliilor și mărcilor din domeniul protecției datelor. Actele de punere în aplicare se adoptă în conformitate cu procedura de examinare prevăzută la articolul 87 alineatul (2)."
		},
		{
			"lang": "sk",
			"text": "Komisia môže stanoviť technické normy pre mechanizmy certifikácie a plomby a značky pre potrebu ochrany údajov, ako aj mechanizmy na podporu a uznávanie mechanizmov certifikácie a plomb a značiek pre potreby ochrany údajov. Tieto vykonávacie akty sa prijmú v súlade s postupom preskúmania uvedeným v článku 87 ods. 2."
		},
		{
			"lang": "sl",
			"text": "Komisija lahko določi tehnične standarde za mehanizme potrjevanja ter pečate in označbe za varstvo podatkov, ki bodo spodbujali uporabo mehanizmov potrjevanja ter pečatov in označb za varstvo podatkov ter jih priznali. Navedeni izvedbeni akti se sprejmejo v skladu s postopkom pregleda iz člena 87(2)."
		},
		{
			"lang": "fi",
			"text": "Komissio voi vahvistaa tekniset standardit sertifiointimekanismeja sekä tietosuojasinettejä ja ‑merkkejä varten ja menettelyt niiden edistämiseksi ja tunnustamiseksi. Nämä täytäntöönpanosäädökset hyväksytään 87 artiklan 2 kohdassa tarkoitettua tarkastelumenettelyä noudattaen."
		},
		{
			"lang": "pl",
			"text": "Komisja może ustanowić standardy techniczne dla mechanizmów certyfikacji oraz pieczęci i oznaczeń w zakresie ochrony danych, a także sposoby promowania i uznawania mechanizmów certyfikacji oraz pieczęci i oznaczeń w zakresie ochrony danych. Te akty wykonawcze przyjmuje się zgodnie z procedurą sprawdzającą określoną w art. 87 ust. 2."
		},
		{
			"lang": "lt",
			"text": "Komisija gali nustatyti techninius sertifikavimo mechanizmų ir ženklų bei žymenų standartus, taip pat sertifikavimo mechanizmų ir duomenų apsaugos ženklų bei žymenų skatinimo ir pripažinimo mechanizmus. Tie įgyvendinimo aktai priimami pagal 87 straipsnio 2 dalyje nurodytą nagrinėjimo procedūrą."
		},
		{
			"lang": "nl",
			"text": "De Commissie kan technische normen vaststellen voor certificeringsmechanismen en gegevensbeschermingszegels en –merktekens en mechanismen ter bevordering en erkenning van certificeringsmechanismen en gegevensbeschermingszegels en –merktekens. Die uitvoeringshandelingen worden vastgesteld volgens de in artikel 87, lid 2, bedoelde onderzoeksprocedure."
		},
		{
			"lang": "sv",
			"text": "Kommissionen får fastställa tekniska standarder för certifieringsmekanismer och förseglingar och märkningar för uppgiftsskydd samt rutiner för att främja och erkänna certifieringsmekanismer och förseglingar och märkningar för uppgiftsskydd. Genomförandeakterna ska antas i enlighet med det granskningsförfarande som avses i artikel 87."
		}
	],
	"children": [],
	"title": "Article 39 – Paragraph 3"
}