{
	"id": "a39p1",
	"type": "paragraph",
	"literal": "1",
	"parent": "a39",
	"text": [
		{
			"lang": "en",
			"text": "The Member States and the Commission shall encourage, in particular at European level, the establishment of data protection certification mechanisms and of data protection seals and marks, allowing data subjects to quickly assess the level of data protection provided by controllers and processors. The data protection certifications mechanisms shall contribute to the proper application of this Regulation, taking account of the specific features of the various sectors and different processing operations."
		},
		{
			"lang": "de",
			"text": "Die Mitgliedstaaten und die Kommission fördern insbesondere auf europäischer Ebene die Einführung von datenschutzspezifischen Zertifizierungsverfahren sowie von Datenschutzsiegeln und –zeichen, anhand deren betroffene Personen rasch das von für die Verarbeitung Verantwortlichen oder von Auftragsverarbeitern gewährleistete Datenschutzniveau in Erfahrung bringen können. Die datenschutzspezifischen Zertifizierungsverfahren dienen der ordnungsgemäßen Anwendung dieser Verordnung und tragen den Besonderheiten der einzelnen Sektoren und Verarbeitungsprozesse Rechnung."
		},
		{
			"lang": "fr",
			"text": "Les États membres et la Commission encouragent, en particulier au niveau européen, la mise en place de mécanismes de certification en matière de protection des données ainsi que de marques et de labels en matière de protection des données, qui permettent aux personnes concernées d'évaluer rapidement le niveau de protection des données offert par les responsables du traitement et les sous‑traitants. Les mécanismes de certification en matière de protection des données contribuent à la bonne application du présent règlement, compte tenu des spécificités des divers secteurs et des différents traitements."
		},
		{
			"lang": "es",
			"text": "Los Estados miembros y la Comisión promoverán, en particular a nivel europeo, la creación de mecanismos de certificación en materia de protección de datos y de sellos y marcados de protección de datos que permitan a los interesados evaluar rápidamente el nivel de protección de datos que ofrecen los responsables y los encargados del tratamiento. Los mecanismos de certificación en materia de protección de datos contribuirán a la correcta aplicación del presente Reglamento, teniendo en cuenta las características específicas de los distintos sectores y las diferentes operaciones de tratamiento."
		},
		{
			"lang": "pt",
			"text": "Os Estados-Membros e a Comissão devem promover, em especial a nível europeu, a criação de mecanismos de certificação em matéria de proteção de dados, bem como selos e marcas de proteção de dados, que permitam aos titulares de dados avaliar rapidamente o nível de proteção de dados fornecido pelos responsáveis pelo tratamento e subcontratantes. Os mecanismos de certificação em matéria de proteção de dados devem contribuir para a correta aplicação do presente regulamento, tendo em conta as características dos vários setores e das diferentes operações de tratamento de dados."
		},
		{
			"lang": "it",
			"text": "Gli Stati membri e la Commissione incoraggiano, in particolare a livello europeo, l’istituzione di meccanismi di certificazione della protezione dei dati nonché di sigilli e marchi di protezione dei dati che consentano agli interessati di valutare rapidamente il livello di protezione dei dati garantito dai responsabili del trattamento e dagli incaricati del trattamento. I meccanismi di certificazione della protezione dei dati contribuiscono alla corretta applicazione del presente regolamento, in funzione delle specificità settoriali e dei diversi trattamenti."
		},
		{
			"lang": "ga",
			"text": "Tabharfaidh na Ballstáit agus an Coimisiún spreagadh, go háirithe ar leibhéal Eorpach, chun sásraí deimhniúcháin um chosaint sonraí agus séalaí agus marcanna cosanta sonraí a bhunú, a fhágann gur féidir le daoine is ábhar do shonraí an leibhéal cosanta sonraí a sholáthraíonn rialaitheoirí agus próiseálaithe a mheas go sciobtha. Cuideoidh na sásraí deimhniúcháin um chosaint sonraí le cur i bhfeidhm cuí an Rialacháin seo, ag cur shainairíonna na n‑earnálacha éagsúla agus na n‑oibríochtaí éagsúla próiseála san áireamh."
		},
		{
			"lang": "cs",
			"text": "Členské státy a Komise podpoří, zejména na evropské úrovni, zavedení mechanismů pro vydávání osvědčení o ochraně údajů a zavedení pečetí a známek dokládajících ochranu údajů, aby se subjektům údajů umožnilo rychle zhodnotit úroveň ochrany údajů, kterou jim správci a zpracovatelé nabízejí. Mechanismy pro vydávání osvědčení o ochraně údajů přispějí k řádnému uplatňování tohoto nařízení s přihlédnutím ke konkrétní povaze různých odvětví a různých zpracování."
		},
		{
			"lang": "da",
			"text": "Medlemsstaterne og Kommissionen tilskynder navnlig på europæisk plan til fastlæggelsen af certificeringsordninger for databeskyttelse og databeskyttelses­mærkninger og ‑mærker, som giver registrerede mulighed for hurtigt at vurdere det beskyttelsesniveau, som registeransvarlige og registerførere sikrer. Certificerings­ordninger for databeskyttelse bidrager til korrekt anvendelse af denne forordning under hensyntagen til de forskellige sektorers og behandlingens særlige forhold."
		},
		{
			"lang": "et",
			"text": "Liikmesriigid ja komisjon toetavad eelõige Euroopa tasandil isikuandmete kaitse sertifitseerimise mehhanismide ning isikuandmete kaitse pitserite ja märgiste kasutuselevõttu, et andmesubjektid saaksid kiiresti hinnata vastutavate töötlejate ja volitatud töötlejate pakutavat isikuandmete kaitse taset. Isikuandmete kaitse sertifitseerimise mehhanismid aitavad kaasa käesoleva määruse nõuetekohasele kohaldamisele, võttes arvesse eri sektorite ja töötlemistoimingute laadi."
		},
		{
			"lang": "el",
			"text": "Τα κράτη μέλη και η Επιτροπή παροτρύνουν, ιδίως σε ευρωπαϊκό επίπεδο, τη θέσπιση μηχανισμών πιστοποίησης προστασίας δεδομένων, σφραγίδων και σημάτων προστασίας δεδομένων, επιτρέποντας στα πρόσωπα στα οποία αναφέρονται τα δεδομένα να αξιολογούν ταχέως το επίπεδο προστασίας των δεδομένων που παρέχουν οι υπεύθυνοι επεξεργασίας και οι εκτελούντες την επεξεργασία. Οι μηχανισμοί πιστοποίησης προστασίας δεδομένων συμβάλλουν στην ορθή εφαρμογή του παρόντος κανονισμού, λαμβάνοντας υπόψη τα συγκεκριμένα χαρακτηριστικά των διάφορων τομέων και πράξεων επεξεργασίας."
		},
		{
			"lang": "bg",
			"text": "Държавите-членки и Комисията насърчават, особено на европейско равнище, създаването на механизми за сертифициране за защита на данните и на печати и маркировки за защита на данните, които позволяват на субектите на данни бързо да оценяват нивото на защита на данните, осигурявано от администраторите и обработващите лични данни. Механизмите за сертифициране за защита на данните допринасят за правилното прилагане на настоящия регламент, като се отчитат специфичните характеристики на различните сектори и различните операции по обработване."
		},
		{
			"lang": "hu",
			"text": "A tagállamok, valamint a Bizottság – különösen európai szinten – ösztönzik olyan adatvédelmi tanúsítási mechanizmusok és adatvédelmi címkék és jelzők létrehozását, amelyek segítségével az érintettek gyorsan fel tudják mérni az adatkezelő és az adatfeldolgozó által biztosított adatvédelem szintjét. Az adatvédelmi tanúsítási mechanizmusok hozzájárulnak e rendelet helyes alkalmazásához, figyelembe véve a különböző ágazatok és a különböző feldolgozási műveletek sajátos jellemzőit."
		},
		{
			"lang": "mt",
			"text": "L-Istati Membri u l-Kummissjoni għandhom jinkoraġġixxu, b’mod partikolari fil-livell Ewropew, l-istabbiliment ta’ mekkaniżmi ta’ ċertifikazzjoni ta’ protezzjoni tad-dejta u ta’ siġilli u marki tal-protezzjoni tad-dejta, li jippermettu lis-suġġetti tad-dejta jevalwaw malajr il-livell ta’ protezzjoni tad-dejta pprovduta mill-kontrolluri u mill-proċessuri. Il-mekkaniżmi ta’ ċertifikazzjoni tal-protezzjoni tad-dejta għandhom jikkontribwixxu għall-applikazzjoni xierqa ta’ dan ir-Regolament, filwaqt li jiġu kkunsidrati l-karatteristiċi speċifiċi tad-diversi setturi u operazzjonijiet ta’ pproċessar differenti."
		},
		{
			"lang": "lv",
			"text": "Dalībvalstis un Komisija mudina, jo īpaši Eiropas līmenī, izveidot datu aizsardzības sertifikācijas mehānismus un datu aizsardzības zīmogus un marķējumus, kas ļautu datu subjektam ātri novērtēt pārziņu un apstrādātāju nodrošināto datu aizsardzības līmeni. Datu aizsardzības sertifikācijas mehānismi veicina šīs regulas pareizu piemērošanu, ņemot vērā dažādu nozaru un dažādu datu apstrādes darbību īpašās iezīmes."
		},
		{
			"lang": "ro",
			"text": "Statele membre și Comisia încurajează, în special la nivel european, instituirea de mecanisme de certificare în domeniul protecției datelor și de sigilii și mărci în domeniul protecției datelor, care să permită persoanelor vizate să evalueze rapid nivelul de protecție a datelor pe care îl asigură operatorii și persoanele împuternicite de către operatori. Mecanismele de certificare din domeniul protecției datelor contribuie la buna aplicare a prezentului regulament, luând în considerare caracteristicile specifice ale diverselor sectoare și ale diferitelor operațiuni de prelucrare."
		},
		{
			"lang": "sk",
			"text": "Členské štáty a Komisia podporia, predovšetkým na európskej úrovni, zavedenie mechanizmov certifikácie ochrany údajov a plomb a značiek pre potreby ochrany údajov, umožňujúce dotknutým osobám rýchlo posúdiť úroveň ochrany údajov, ktorú zabezpečujú prevádzkovatelia a sprostredkovatelia. Mechanizmy certifikácie ochrany údajov musia prispieť k riadnemu uplatňovaniu tohto nariadenia, a to so zreteľom na osobitné črty jednotlivých sektorov a rôznych operácií spracovania."
		},
		{
			"lang": "sl",
			"text": "Države članice in Komisija zlasti na evropski ravni spodbujajo vzpostavitev mehanizmov potrjevanja za varstvo podatkov ter pečatov in označb za varstvo podatkov, ki posameznikom, na katere se nanašajo osebni podatki, omogočijo, da hitro ocenijo raven varstva podatkov, ki jo zagotavljajo upravljavci in obdelovalci. Mehanizmi potrjevanja za varstvo podatkov prispevajo k pravilni uporabi te uredbe, ob upoštevanju posebnih značilnosti različnih sektorjev in postopkov obdelave."
		},
		{
			"lang": "fi",
			"text": "Jäsenvaltiot ja komissio edistävät tietosuojaa koskevien sertifiointimekanismien sekä tietosuojasinettien ja ‑merkkien käyttöönottoa erityisesti unionin tasolla, jotta rekisteröidyt voivat nopeasti arvioida rekisterinpitäjien ja henkilötietojen käsittelijöiden tarjoaman tietosuojan tasoa. Nämä tietosuojaa koskevat sertifiointimekanismit edistävät tämän asetuksen asianmukaista soveltamista, tietojenkäsittelyn eri sektorien ja erilaisten käsittelytoimien erityispiirteet huomioon ottaen."
		},
		{
			"lang": "pl",
			"text": "Państwa członkowskie i Komisja zachęcają, w szczególności na poziomie europejskim, do ustanawiania mechanizmów certyfikacji w zakresie danych osobowych oraz pieczęci i oznaczeń w zakresie ochrony danych, które umożliwią podmiotom danych szybką ocenę poziomu ochrony danych zapewnionej przez administratorów i podmioty przetwarzające. Mechanizmy certyfikacji w zakresie ochrony danych przyczyniają się właściwego stosowania niniejszego rozporządzenia, z uwzględnieniem szczególnych cech różnych sektorów oraz rozmaitych operacji przetwarzania."
		},
		{
			"lang": "lt",
			"text": "Valstybės narės ir Komisija skatina nustatyti – visų pirma Europos lygmeniu – duomenų apsaugos sertifikavimo mechanizmus ir duomenų apsaugos ženklus bei žymenis, kad duomenų subjektai galėtų greitai įvertinti duomenų valdytojų ir duomenų tvarkytojų užtikrinamos duomenų apsaugos lygį. Duomenų apsaugos sertifikavimo mechanizmais padedama tinkamai taikyti šį reglamentą, atsižvelgiant į konkrečius įvairių sektorių ir skirtingų duomenų tvarkymo operacijų ypatumus."
		},
		{
			"lang": "nl",
			"text": "De lidstaten en de Commissie bevorderen, met name op Europees niveau, de vaststelling van certificeringsmechanismen voor gegevensbescherming en gegevensbeschermingszegels en –merktekens, zodat betrokkenen snel het door de voor de verwerking verantwoordelijken en verwerkers geboden niveau van gegevensbescherming kunnen beoordelen. De certificeringsmechanismen voor gegevensbescherming dragen bij tot de juiste toepassing van deze verordening, met inachtneming van de specifieke kenmerken van de verschillende sectoren en verwerkingen."
		},
		{
			"lang": "sv",
			"text": "Medlemsstaterna och kommissionen ska, särskilt på EU-nivå, uppmuntra införandet av certifieringsmekanismer för uppgiftsskydd och förseglingar och märkningar för uppgiftsskydd, och på så sätt göra det möjligt för registrerade att snabbt bedöma nivån på det uppgiftsskydd som tillhandahålls av registeransvariga och registerförare. Certifieringsmekanismerna för uppgiftsskydd ska bidra till att denna förordning genomförs korrekt, med hänsyn till de särskilda egenskaperna hos de olika sektorerna och behandlingarna."
		}
	],
	"children": [],
	"title": "Article 39 – Paragraph 1"
}