{
	"id": "a3p3",
	"type": "paragraph",
	"literal": "3",
	"parent": "a3",
	"text": [
		{
			"lang": "en",
			"text": "This Regulation applies to the processing of personal data by a controller not established in the Union, but in a place where the national law of a Member State applies by virtue of public international law."
		},
		{
			"lang": "de",
			"text": "Die Verordnung findet Anwendung auf jede Verarbeitung personenbezogener Daten durch einen nicht in der Union niedergelassenen für die Verarbeitung Verantwortlichen an einem Ort, der nach internationalem Recht dem Recht eines Mitgliedstaats unterliegt."
		},
		{
			"lang": "fr",
			"text": "Le présent règlement s'applique au traitement de données à caractère personnel par un responsable du traitement qui n’est pas établi dans l’Union, mais dans un lieu où la législation nationale d’un État membre s’applique en vertu du droit international public."
		},
		{
			"lang": "es",
			"text": "El presente Reglamento se aplica al tratamiento de datos personales por parte de un responsable del tratamiento que no esté establecido en la Unión sino en un lugar en que sea de aplicación la legislación nacional de un Estado miembro en virtud del Derecho internacional público."
		},
		{
			"lang": "pt",
			"text": "O presente regulamento aplica-se ao tratamento de dados pessoais por um responsável pelo tratamento não estabelecido na União, mas num lugar em que se aplique o direito nacional de um Estado-Membro por força do direito internacional público."
		},
		{
			"lang": "it",
			"text": "Il presente regolamento si applica al trattamento dei dati personali effettuato da un responsabile del trattamento che non è stabilito nell’Unione, ma in un luogo soggetto al diritto nazionale di uno Stato membro in virtù del diritto internazionale pubblico."
		},
		{
			"lang": "ga",
			"text": "Tá feidhm ag an Rialachán seo maidir le próiseáil sonraí pearsanta ag rialaitheoir nach bhfuil bunaithe san Aontas ach atá bunaithe in áit a bhfuil feidhm ag dlí náisiúnta Ballstáit de bhua dlí phoiblí idirnáisiúnta."
		},
		{
			"lang": "cs",
			"text": "Toto nařízení se vztahuje na zpracování osobních údajů správcem, který není usazen v Unii, ale na místě, kde se vnitrostátní právní předpisy členského státu uplatňují na základě mezinárodního práva veřejného."
		},
		{
			"lang": "da",
			"text": "Denne forordning anvendes på behandling af personoplysninger, som foretages af en registeransvarlig, der ikke er etableret i Unionen, men et sted, hvor en medlemsstats nationale lovgivning gælder i henhold til folkeretten."
		},
		{
			"lang": "et",
			"text": "Käesolevat määrust kohaldatakse isikuandmete töötlemise suhtes vastutava töötleja poolt, kelle asukoht ei ole liidus, vaid kohas, kus rahvusvahelise avaliku õiguse kohaselt kohaldatakse mõne liikmesriigi õigust."
		},
		{
			"lang": "el",
			"text": "Ο παρών κανονισμός εφαρμόζεται στην επεξεργασία δεδομένων προσωπικού χαρακτήρα από υπεύθυνο επεξεργασίας μη εγκαταστημένο στην Ένωση, αλλά σε τόπο όπου εφαρμόζεται το εθνικό δίκαιο κράτους μέλους δυνάμει του δημόσιου διεθνούς δικαίου."
		},
		{
			"lang": "bg",
			"text": "Настоящият регламент се прилага за обработването на лични данни от администратор, който не е установен в Съюза, но е установен на място, където се прилага националното право на държава-членка по силата на международното право."
		},
		{
			"lang": "hu",
			"text": "E rendeletet kell alkalmazni a nem az Unióban, hanem olyan helyen letelepedett adatkezelő által végzett személyesadat-feldolgozásra, ahol a nemzetközi közjog értelmében valamely tagállam nemzeti joga alkalmazandó."
		},
		{
			"lang": "mt",
			"text": "Dan ir-Regolamet japplika għall-ipproċessar tad-dejta personali minn kontrollur mhux stabbilit fl-Unjoni, iżda f’post fejn il-liġi nazzjonali ta’ Stat Membru tapplika permezz tal-liġi internazzjonali pubblika."
		},
		{
			"lang": "lv",
			"text": "Šo regulu piemēro personas datu apstrādei, ko veic pārzinis, kas neatrodas Savienībā, bet vietā, kur saskaņā ar starptautiskajām publiskajām tiesībām ir piemērojamas dalībvalsts tiesības."
		},
		{
			"lang": "ro",
			"text": "Prezentul regulament se aplică prelucrării datelor cu caracter personal de către un operator care nu este stabilit în Uniune, ci într-un loc în care legislația națională a unui stat membru se aplică în temeiul dreptului internațional public."
		},
		{
			"lang": "sk",
			"text": "Toto nariadenie sa vzťahuje na spracovanie osobných údajov prevádzkovateľom, ktorý nemá sídlo v Únii, ale v mieste, kde sa uplatňuje vnútroštátne právo niektorého členského štátu na základe medzinárodného práva verejného."
		},
		{
			"lang": "sl",
			"text": "Ta uredba se uporablja za obdelavo osebnih podatkov s strani upravljavca, ki nima sedeža v Uniji, temveč v kraju, kjer se nacionalna zakonodaja države članice uporablja na podlagi mednarodnega javnega prava."
		},
		{
			"lang": "fi",
			"text": "Tätä asetusta sovelletaan henkilötietojen käsittelyyn, jota suorittava rekisterinpitäjä ei ole sijoittautunut unioniin vaan paikkaan, jossa sovelletaan jonkin jäsenvaltion kansallista lakia kansainvälisen julkisoikeuden nojalla."
		},
		{
			"lang": "pl",
			"text": "Niniejsze rozporządzenie ma zastosowanie do przetwarzania danych osobowych przez administratora, który nie ma siedziby na terytorium Unii, lecz w miejscu, w którym na mocy prawa międzynarodowego publicznego ma zastosowanie prawo krajowe państwa członkowskiego."
		},
		{
			"lang": "lt",
			"text": "Šis reglamentas taikomas asmens duomenų tvarkymui, kai asmens duomenis tvarko Sąjungoje neįsisteigęs duomenų valdytojas ten, kur pagal viešąją tarptautinę teisę taikoma valstybės narės nacionalinė teisė."
		},
		{
			"lang": "nl",
			"text": "Deze verordening is van toepassing op de verwerking van persoonsgegevens door een voor de verwerking verantwoordelijke die niet in de Unie is gevestigd, maar in een plaats waar krachtens het internationaal publiekrecht het nationale recht van een lidstaat van toepassing is."
		},
		{
			"lang": "sv",
			"text": "Förordningen ska tillämpas på behandling av personuppgifter som utförs av en registeransvarig som inte är etablerad i unionen, men på en plats där den nationella lagstiftningen i en medlemsstat gäller på grund av folkrätten."
		}
	],
	"children": [],
	"title": "Article 3 – Paragraph 3"
}