{
	"id": "a41p8",
	"type": "paragraph",
	"literal": "8",
	"parent": "a41",
	"text": [
		{
			"lang": "en",
			"text": "Decisions adopted by the Commission on the basis of Article 25(6) or Article 26(4) of Directive 95/46/EC shall remain in force, until amended, replaced or repealed by the Commission."
		},
		{
			"lang": "de",
			"text": "Sämtliche von der Kommission auf der Grundlage von Artikel 25 Absatz 6 oder Artikel 26 Absatz 4 der Richtlinie 95/46/EG erlassenen Beschlüsse bleiben so lange in Kraft, bis sie von der Kommission geändert, ersetzt oder aufgehoben werden."
		},
		{
			"lang": "fr",
			"text": "Les décisions adoptées par la Commission en vertu de l'article 25, paragraphe 6, ou de l'article 26, paragraphe 4, de la directive 95/46/CE demeurent en vigueur jusqu'à leur modification, leur remplacement ou leur abrogation par la Commission."
		},
		{
			"lang": "es",
			"text": "Las decisiones adoptadas por la Comisión en virtud del artículo 25, apartado 6, o del artículo 26, apartado 4, de la Directiva 95/46/CE permanecerán en vigor hasta que sean modificadas, sustituidas o derogadas por la Comisión."
		},
		{
			"lang": "pt",
			"text": "As decisões adotadas pela Comissão com base no artigo 25, n.º 6, ou no artigo 26.º, n.º 4, da Diretiva 95/46/CE, permanecem em vigor até à sua alteração, substituição ou revogação pela Comissão."
		},
		{
			"lang": "it",
			"text": "Le decisioni adottate dalla Commissione in base all’articolo 25, paragrafo 6, o all’articolo 26, paragrafo 4, della direttiva 95/46/CE restano in vigore fino a quando non vengono modificate, sostituite o abrogate dalla Commissione."
		},
		{
			"lang": "ga",
			"text": "Beidh feidhm ag na cinntí arna nglacadh ag an gCoimisiún ar bhonn Airteagal 25(6) nó Airteagal 26(4) de Threoir 95/46/CE go dtí go ndéanfaidh an Coimisiún iad a leasú nó a aisghairm nó go gcuirfidh sé cinntí eile ina n‑ionad."
		},
		{
			"lang": "cs",
			"text": "Rozhodnutí přijatá Komisí na základě čl. 25 odst. 6 nebo čl. 26 odst. 4 směrnice 95/46/ES zůstávají platná až do chvíle, kdy je Komise změní, nahradí nebo zruší."
		},
		{
			"lang": "da",
			"text": "Afgørelser, som træffes af Kommissionen på grundlag af artikel 25, stk. 6, eller 26, stk. 4, i direktiv 95/46/EF, finder anvendelse, indtil de ændres, erstattes eller ophæves af Kommissionen."
		},
		{
			"lang": "et",
			"text": "Komisjoni otsused, mis on vastu võetud vastavalt direktiivi 95/46/EÜ artikli 25 lõikele 6 või artikli 26 lõikele 4, jäävad jõusse, kuni komisjon neid muudab, need asendab või tunnistab need kehtetuks."
		},
		{
			"lang": "el",
			"text": "Οι αποφάσεις που εκδόθηκαν από την Επιτροπή βάσει του άρθρου 25 παράγραφος 6 ή του άρθρου 26 παράγραφος 4 της οδηγίας 95/46/ΕΚ παραμένουν σε ισχύ έως ότου τροποποιηθούν, αντικατασταθούν ή καταργηθούν από την Επιτροπή."
		},
		{
			"lang": "bg",
			"text": "Решенията, приети от Комисията въз основа на член 25, параграф 6 или член 26, параграф 4 от Директива 95/46/ЕО остават в сила, докато не бъдат изменени, заменени или отменени от Комисията."
		},
		{
			"lang": "hu",
			"text": "A Bizottság által a 95/46/EK irányelv 25. cikkének (6) bekezdése vagy 26. cikkének (4) bekezdése alapján elfogadott határozatok továbbra is hatályban maradnak azoknak a Bizottság általi módosításáig, felváltásáig vagy hatályon kívül helyezéséig."
		},
		{
			"lang": "mt",
			"text": "Id-Deċiżjonijiet adottati mill-Kummissjoni fuq il-bażi tal-Artikolu 25(6) jew tal-Artikolu 26(4) tad-Direttiva 95/46/KE, għandhom jibqgħu fis-seħħ, sakemm ma jiġu emendati, mibdula jew imħassra mill-Kummissjoni."
		},
		{
			"lang": "lv",
			"text": "Lēmumi, ko Komisija pieņēmusi, pamatojoties uz Direktīvas 95/46/EK 25. panta 6. punktu un 26. panta 4. punktu, ir spēkā, kamēr Komisija tos negroza, neaizstāj vai neatceļ."
		},
		{
			"lang": "ro",
			"text": "Deciziile adoptate de Comisie în temeiul articolului 25 alineatul (6) sau al articolului 26 alineatul (4) din Directiva 95/46/CE rămân în vigoare, până când sunt modificate, înlocuite sau abrogate de către Comisie."
		},
		{
			"lang": "sk",
			"text": "Rozhodnutia prijaté Komisiou na základe článku 25 ods. 6 alebo článku 26 ods. 4 smernice 95/46/ES zostávajú v platnosti, pokým ich Komisia nezmení či nedoplní, nenahradí alebo nezruší."
		},
		{
			"lang": "sl",
			"text": "Sklepi, ki jih je Komisija sprejela na podlagi člena 25(6) ali člena 26(4) Direktive 95/46/ES, ostanejo veljavni, dokler jih Komisija ne spremeni, nadomesti ali razveljavi."
		},
		{
			"lang": "fi",
			"text": "Päätökset, jotka komissio on tehnyt direktiivin 95/46/EY 25 artiklan 6 kohdan tai 26 artiklan 4 kohdan nojalla, pysyvät voimassa, kunnes komissio muuttaa niitä tai korvaa tai kumoaa ne."
		},
		{
			"lang": "pl",
			"text": "Decyzje przyjęte przez Komisję na mocy art. 25 ust. 6 lub art. 26 ust. 4 dyrektywy 95/46/WE pozostają w mocy do czasu ich zmiany, zastąpienia lub uchylenia przez Komisję."
		},
		{
			"lang": "lt",
			"text": "Sprendimai, kuriuos Komisija priėmė remdamasi Direktyvos 95/46/EB 25 straipsnio 6 dalimi ir 26 straipsnio 4 dalimi, lieka galioti, kol Komisija jų iš dalies nepakeis, nepakeis naujais sprendimais arba nepanaikins."
		},
		{
			"lang": "nl",
			"text": "De besluiten die de Commissie op grond van artikel 25, lid 6, of artikel 26, lid 4, van Richtlijn 95/46/EG heeft vastgesteld, blijven van kracht, totdat zij door de Commissie worden gewijzigd, vervangen of ingetrokken."
		},
		{
			"lang": "sv",
			"text": "De beslut som fattas av kommissionen på grundval av artiklarna 25.6 eller 26.4 i direktiv 95/46/EG ska förbli i kraft tills de ändrats, ersatts eller upphävts av kommissionen."
		}
	],
	"children": [],
	"title": "Article 41 – Paragraph 8"
}