{
	"id": "a41p5",
	"type": "paragraph",
	"literal": "5",
	"parent": "a41",
	"text": [
		{
			"lang": "en",
			"text": "The Commission may decide that a third country, or a territory or a processing sector within that third country, or an international organisation does not ensure an adequate level of protection within the meaning of paragraph 2 of this Article, in particular in cases where the relevant legislation, both general and sectoral, in force in the third country or international organisation, does not guarantee effective and enforceable rights including effective administrative and judicial redress for data subjects, in particular for those data subjects residing in the Union whose personal data are being transferred. Those implementing acts shall be adopted in accordance with the examination procedure referred to in Article 87(2), or, in cases of extreme urgency for individuals with respect to their right to personal data protection, in accordance with the procedure referred to in Article 87(3)."
		},
		{
			"lang": "de",
			"text": "Die Kommission kann durch Beschluss feststellen, dass ein Drittland beziehungsweise ein Gebiet oder ein Verarbeitungssektor eines Drittlands oder eine internationale Organisation keinen angemessenen Schutz im Sinne von Absatz 2 dieses Artikels bietet; dies gilt insbesondere für Fälle, in denen die in dem betreffenden Drittland beziehungsweise der betreffenden internationalen Organisation geltenden allgemeinen und sektorspezifischen Vorschriften keine wirksamen und durchsetzbaren Rechte einschließlich wirksamer administrativer und gerichtlicher Rechtsbehelfe für in der Union ansässige betroffene Personen und insbesondere für betroffene Personen, deren personenbezogene Daten übermittelt werden, garantieren. Diese Durchführungsrechtsakte werden in Übereinstimmung mit dem Prüfverfahren gemäß Artikel 87 Absatz 2 oder – in Fällen, in denen es äußerst dringlich ist, das Recht natürlicher Personen auf den Schutz ihrer personenbezogenen Daten zu wahren – nach dem in Artikel 87 Absatz 3 genannten Verfahren angenommen."
		},
		{
			"lang": "fr",
			"text": "La Commission peut constater par voie de décision qu'un pays tiers, ou un territoire ou un secteur de traitement de données dans ce pays tiers, ou une organisation internationale n'assure pas un niveau de protection adéquat au sens du paragraphe 2, notamment dans les cas où la législation pertinente, tant générale que sectorielle, en vigueur dans le pays tiers ou l'organisation internationale en question, ne garantit pas des droits effectifs et opposables, y compris un droit de recours administratif et judiciaire effectif des personnes concernées, notamment celles ayant leur résidence sur le territoire de l'Union et dont les données à caractère personnel sont transférées. Les actes d'exécution correspondants sont adoptés conformément à la procédure d'examen prévue à l'article 87, paragraphe 2, ou, en cas d’extrême urgence pour des personnes physiques en ce qui concerne leur droit à la protection de leurs données à caractère personnel, conformément à la procédure prévue à l'article 87, paragraphe 3."
		},
		{
			"lang": "es",
			"text": "La Comisión podrá decidir que un tercer país, o un territorio o un sector de tratamiento de datos en ese tercer país, o una organización internacional no garantizan un nivel de protección adecuado a tenor de lo dispuesto en el apartado 2, en particular en los casos en que la legislación pertinente, tanto general como sectorial, en vigor en el tercer país o aplicable a la organización internacional en cuestión, no garantice derechos eficaces y exigibles, incluido el derecho de recurso administrativo y judicial efectivo de los interesados, en particular los residentes en la Unión cuyos datos personales estén siendo transferidos. Dichos actos de ejecución se adoptarán de acuerdo con el procedimiento de examen contemplado en el artículo 87, apartado 2, o, en casos de extrema urgencia para personas en lo que respecta a su derecho a la protección de datos personales, de conformidad con el procedimiento contemplado en el artículo 87, apartado 3."
		},
		{
			"lang": "pt",
			"text": "A Comissão pode decidir que um país terceiro, um território ou um setor de tratamento nesse país terceiro, ou uma organização internacional, não assegura um nível de proteção adequado na aceção do n.º 2, em especial nos casos em que a legislação relevante, quer de caráter geral ou setorial, em vigor no país terceiro ou na organização internacional, não assegura direitos efetivos e oponíveis, incluindo vias de recurso administrativo e judicial para os titulares de dados, nomeadamente para as pessoas residentes no território da União cujos dados pessoais sejam objeto de transferência. Os atos de execução correspondentes são adotados em conformidade com o procedimento de exame referido no artigo 87.º, n.º 2 ou, em casos de extrema urgência para as pessoas singulares no que se refere ao seu direito de proteção de dados pessoais, em conformidade com o procedimento referido no artigo 87.º, n.º 3."
		},
		{
			"lang": "it",
			"text": "La Commissione può decidere che un paese terzo, o un territorio o settore di trattamento all’interno del paese terzo, o un’organizzazione internazionale non garantisce un livello di protezione adeguato ai sensi del paragrafo 2, in particolare nei casi in cui la pertinente legislazione generale e settoriale vigente nel paese terzo o per l’organizzazione internazionale in questione non garantisce diritti effettivi e azionabili, compreso il diritto degli interessati a un ricorso effettivo in sede amministrativa e giudiziaria, in particolare quelli residenti nell’Unione i cui dati personali sono oggetto di trasferimento. Tali atti di esecuzione sono adottati secondo la procedura d’esame di cui all’articolo 87, paragrafo 2, o, in casi di estrema urgenza per gli interessati relativamente al loro diritto alla protezione dei dati, secondo la procedura cui all’articolo 87, paragrafo 3."
		},
		{
			"lang": "ga",
			"text": "Féadfaidh an Coimisiún a chinneadh nach n‑áirithítear leibhéal leordhóthanach cosanta i dtríú tír, nó i gcríoch nó earnáil próiseála sa tríú tír sin, nó in eagraíocht idirnáisiúnta, laistigh de bhrí mhír 2 den Airteagal seo, go háirithe i gcás nach ráthaítear cearta éifeachtacha infhorfheidhmithe leis an reachtaíocht ábhartha sa tríú tír nó san eagraíocht idirnáisiúnta, idir reachtaíocht ghinearálta agus reachtaíocht earnálach, lena n‑áirítear cearta maidir le sásamh éifeachtach riaracháin agus breithiúnach do dhaoine is ábhar do shonraí, go háirithe do na daoine sin a bhfuil cónaí orthu san Aontas agus a bhfuil a sonraí pearsanta á n‑aistriú. Glacfar na gníomhartha cur chun feidhme sin i gcomhréir leis an nós imeachta scrúdúcháin dá dtagraítear in Airteagal 87(2), nó, i gcásanna deargphráinne do dhaoine aonair i ndáil lena gceart maidir le cosaint sonraí pearsanta, i gcomhréir leis an nós imeachta dá dtagraítear in Airteagal 87(3)."
		},
		{
			"lang": "cs",
			"text": "Komise může rozhodnout, že určitá třetí země nebo území či odvětví zpracovávání v dané třetí zemi nebo určitá mezinárodní organizace nezajišťuje přiměřenou úroveň ochrany ve smyslu odstavce 2 tohoto článku, konkrétně v případech, kdy příslušné platné právní předpisy, a to obecné i odvětvové, v dané třetí zemi nebo mezinárodní organizaci nezaručují účinná a vynutitelná práva včetně účinné správní a soudní nápravy pro subjekty údajů, a zejména pro ty z nich, jež mají bydliště v Unii a jejichž osobní údaje jsou předávány. Tyto prováděcí akty se přijímají v souladu s přezkumným postupem podle čl. 87 odst. 2, nebo ve zvlášť naléhavých případech souvisejících s právem fyzických osob na ochranu osobních údajů v souladu s postupem podle čl. 87 odst. 3."
		},
		{
			"lang": "da",
			"text": "Kommissionen kan fastslå, at et tredjeland, et område eller en behandlingssektor i et tredjeland eller en international organisation ikke sikrer et tilstrækkeligt beskyttelsesniveau i overensstemmelse med denne artikels stk. 2, navnlig hvis den gældende lovgivning, både almindelig og sektorbestemt, i tredjelandet eller den internationale organisation ikke garanterer effektive rettigheder, der kan håndhæves retsligt, herunder effektiv adgang til administrativ og retlig prøvelse for registrerede, navnlig registrerede, der er bosiddende i Unionen, hvis personoplysninger videregives. Disse gennemførelsesretsakter vedtages efter undersøgelsesproceduren i artikel 87, stk. 2, eller efter proceduren i artikel 87, stk. 3, i særligt hastende tilfælde for fysiske personer, hvad angår beskyttelse af deres personoplysninger."
		},
		{
			"lang": "et",
			"text": "Komisjon võib otsustada, et kolmas riik või territoorium või kolmanda riigi töötlemissektor või rahvusvaheline organisatsioon ei taga isikuandmete kaitse piisavat taset käesoleva artikli lõike 2 tähenduses, eelkõige juhul, kui kolmandas riigis või rahvusvahelises organisatsioonis kehtivate üldiste ja konkreetse sektori asjaomaste õigusaktidega ei tagata kehtivaid ja kohtulikult kaitstavaid õigusi, sealhulgas andmesubjektide halduslikke ja õiguskaitsevahendeid, eelkõige nende liidus elavate andmesubjektide puhul, kelle isikuandmeid edastatakse. Nimetatud rakendusaktid võetakse vastu kooskõlas artikli 87 lõikes 2 osutatud kontrollimenetlusega või äärmiselt kiireloomulistel juhtudel seoses üksikisiku õigusega isikuandmete kaitsele kooskõlas artikli 87 lõikes 3 osutatud menetlusega."
		},
		{
			"lang": "el",
			"text": "Η Επιτροπή μπορεί να αποφασίσει ότι μια τρίτη χώρα, ή ένα έδαφος ή ένας τομέας επεξεργασίας στην εν λόγω τρίτη χώρα, ή ένας διεθνής οργανισμός δεν διασφαλίζουν επαρκές επίπεδο προστασίας κατά την έννοια της παραγράφου 2 του παρόντος άρθρου, ιδίως σε περιπτώσεις στις οποίες η σχετική νομοθεσία, τόσο γενική όσο και τομεακή, η οποία ισχύει στην τρίτη χώρα ή στον διεθνή οργανισμό δεν διασφαλίζει ουσιαστικά δικαιώματα τα οποία μπορούν να τύχουν δικαστικής προστασίας, συμπεριλαμβανομένων ουσιαστικών διοικητικών και δικαστικών μέσων προσφυγής για τα πρόσωπα στα οποία αναφέρονται τα δεδομένα, ιδίως για εκείνα τα πρόσωπα που διαμένουν στην Ένωση των οποίων τα δεδομένα προσωπικού χαρακτήρα διαβιβάζονται. Οι εν λόγω εκτελεστικές πράξεις εκδίδονται σύμφωνα με τη διαδικασία εξέτασης που αναφέρεται στο άρθρο 87 παράγραφος 2, ή, σε εξαιρετικά επείγουσες περιπτώσεις για φυσικά πρόσωπα όσον αφορά το δικαίωμα στην προστασία των δεδομένων προσωπικού χαρακτήρα που τα αφορούν, σύμφωνα με τη διαδικασία που αναφέρεται στο άρθρο 87 παράγραφος 3."
		},
		{
			"lang": "bg",
			"text": "Комисията може да реши, че дадена трета държава или територия, или обработващ сектор в тази трета държава, или дадена международна организация не осигурява адекватно ниво на защита по смисъла на параграф 2 от настоящия член, по-специално в случаи, в които съответното законодателство, както общото, така и секторното, което е в сила в третата държава или международната организация, не гарантира действителни и противопоставими права, включително право на ефективна административна и съдебна защита за субектите на данни, по-специално за тези субекти на данни с местоживеене в Съюза, чиито лични данни се предават. Тези актове за изпълнение се приемат в съответствие с процедурата по разглеждане, посочена в член 87, параграф 2, или, в особено спешни за физическите лица случаи във връзка с правото им на защита на личните данни ― в съответствие с процедурата, посочена в член 87, параграф 3."
		},
		{
			"lang": "hu",
			"text": "A Bizottság határozhat arról, hogy valamely harmadik ország vagy valamely harmadik ország régiója vagy adatfeldolgozó ágazata, illetve valamely nemzetközi szervezet nem biztosít az e cikk (2) bekezdése értelmében vett megfelelő védelmi szintet, különösen akkor, ha az adott országban vagy nemzetközi szervezetben hatályos általános és ágazati jogszabályok nem biztosítanak az érintettek számára – különösen azon, az Unióban lakóhellyel rendelkező érintettek, akiknek személyes adatait továbbítják – hatékony és érvényesíthető – a hatékony közigazgatási és bírósági jogorvoslatot is magukban foglaló – jogokat. E végrehajtási jogi aktusokat a 87. cikk (2) bekezdése szerinti vizsgálóbizottsági eljárással vagy – az egyének vonatkozásában személyes adatok védelméhez való jogukra tekintettel rendkívüli sürgősséget igénylő esetekben – a 87. cikk (3) bekezdése szerinti eljárással összhangban kell elfogadni."
		},
		{
			"lang": "mt",
			"text": "Il-Kummissjoni tista’ tiddeċiedi li pajjż terz, jew territorju jew settur tal-ipproċessar f’dak il-pajjiż terz, jew organizzazzjoni internazzjonali ma tassigurax livell adegwat ta’ protezzjoni fis-sens tal-paragrafu 2 ta’ dan l-Artikolu, b’mod partikolari f’każijiet fejn il-leġiżlazzjoni rilevanti, kemm ġenerali kif ukoll settorjali, li tkun fis-seħħ fil-pajjiż terz jew fl-organizzazzjoni internazzjonali, ma tiggarantix drittijiet effettivi u infurzabbli fosthom rimedju amministrattiv u ġudizzjarju effettiv għas-suġġetti tad-dejta, b’mod partikolari għal dawk is-suġġetti tad-dejta li qegħdin jgħixu fl-Unjoni, li d-dejta personali tagħhom tkun qiegħda tiġi trasferita. Dawk l-atti ta’ implimentazzjoni għandhom jiġu adottati skont il-proċedura ta’ eżami msemmija fl-Artikolu 87(2), jew, f’każijiet ta’ urġenza estrema għal individwi fir-rigward tad-dritt tagħhom għall-protezzjoni tad-dejta personali, skont il-proċedura msemmija fl-Artikolu 87(3)."
		},
		{
			"lang": "lv",
			"text": "Komisija var nolemt, ka trešā valsts vai trešās valsts teritorija vai apstrādes nozare, vai starptautiska organizācija nenodrošina pietiekamu aizsardzības līmeni šā panta 2. punkta nozīmē, jo īpaši gadījumos, kad attiecīgie trešā valstī vai starptautiskā organizācijā spēkā esošie tiesību akti – gan vispārīgie, gan nozaru – negarantē efektīvas un īstenojamas tiesības, ietverot efektīvus datu subjektu tiesībaizsardzības līdzekļus gan administratīvā kārtā, gan tiesā un jo īpaši attiecībā uz tiem datu subjektiem, kas dzīvo Savienībā un kuru datus nosūta. Šos īstenošanas aktus pieņem saskaņā ar pārbaudes procedūru, kas minēta 87. panta 2. punktā, vai saskaņā ar procedūru, kas minēta 87. panta 3. punktā, ja tas ir ārkārtīgi steidzami saistībā ar personas tiesībām uz personas datu aizsardzību."
		},
		{
			"lang": "ro",
			"text": "Comisia poate decide că o țară terță, un teritoriu sau un sector de prelucrare din acea țară terță, sau o organizație internațională nu asigură un nivel de protecție adecvat în sensul alineatului (2) al prezentului articol, în special în cazurile în care legislația relevantă, atât cea generală, cât și cea specifică, în vigoare în țara terță sau în organizația internațională, nu garantează drepturi efective și opozabile, inclusiv căi de atac administrative și judiciare efective pentru persoanele vizate, în special pentru acele persoanele vizate care își au reședința în Uniune și ale căror date cu caracter personal sunt transferate. Actele de punere în aplicare se adoptă în conformitate cu procedura de examinare menționată la articolul 87 alineatul (2), sau, în cazuri de extremă urgență pentru persoanele fizice în ceea ce privește dreptul la protecția datelor cu caracter personal, în conformitate cu procedura menționată la articolul 87 alineatul (3)."
		},
		{
			"lang": "sk",
			"text": "Komisia môže rozhodnúť, že tretia krajina, resp. územie alebo sektor spracovania v tejto tretej krajine, alebo medzinárodná organizácia nezaručujú primeranú úroveň ochrany zmysle odseku 2 tohto článku, a to najmä v prípadoch, keď príslušné právne predpisy platné v tejto krajine alebo pre túto medzinárodnú organizáciu, a to všeobecné aj odvetvové, nezaručujú účinné a vynútiteľné práva vrátane práv dotknutých osôb na účinnú administratívnu a súdnu nápravu, a to najmä pre dotknuté osoby s bydliskom v Únii, ktorých osobné údaje sú predmetom prenosu. Tieto vykonávacie akty sa prijmú v súlade s postupom preskúmania uvedeným v článku 87 ods. 2, resp. keď je to pre fyzické osoby mimoriadne naliehavé v súvislosti s ich právom na ochranu osobných údajov, v súlade s postupom uvedeným v článku 87 ods. 3."
		},
		{
			"lang": "sl",
			"text": "Komisija lahko sprejme sklep, da tretja država, ozemeljska enota, sektor za obdelavo v navedeni tretji državi ali mednarodna organizacija ne zagotavlja ustrezne ravni varstva v smislu odstavka 2 tega člena, zlasti kadar ustrezna zakonodaja, tako splošna kot sektorska, ki velja v tretji državi ali mednarodni organizaciji, ne zagotavlja učinkovitih in izvršljivih pravic, vključno z učinkovitim upravnim in sodnim varstvom za posameznike, na katere se nanašajo osebni podatki, zlasti za tiste posameznike, na katere se nanašajo osebni podatki, ki imajo stalno prebivališče v Uniji in katerih osebni podatki se prenašajo. Navedeni izvedbeni akti se sprejmejo v skladu s postopkom pregleda iz člena 87(2) ali v izjemno nujnih primerih za posameznike glede na njihovo pravico do varstva osebnih podatkov v skladu s postopkom iz člena 87(3)."
		},
		{
			"lang": "fi",
			"text": "Komissio voi päättää, että kolmas maa tai kolmannen maan alue tai tietojenkäsittelyn sektori tai kansainvälinen järjestö ei tarjoa tämän artiklan 2 kohdassa tarkoitettua riittävää tietosuojan tasoa, varsinkin jos kolmannen maan tai kansainvälisen järjestön yleisessä ja alakohtaisessa lainsäädännössä ei taata rekisteröidyille ja erityisesti niille unionin alueella asuville rekisteröidyille, joiden tietoja siirretään, tehokkaita ja täytäntöönpanokelpoisia oikeuksia, tehokkaat hallinnolliset ja oikeudelliset muutoksenhakukeinot mukaan lukien. Nämä täytäntöönpanosäädökset hyväksytään 87 artiklan 2 kohdassa tarkoitettua tarkastelumenettelyä noudattaen tai, jos yksilön oikeus henkilötietojen suojaan sitä kiireellisesti edellyttää, 87 artiklan 3 kohdassa tarkoitettua menettelyä noudattaen."
		},
		{
			"lang": "pl",
			"text": "Komisja może zdecydować, że państwo trzecie, terytorium lub sektor, w którym odbywa się przetwarzanie danych w państwie trzecim lub organizacja międzynarodowa nie zapewniają właściwego poziomu ochrony w rozumieniu ust. 2 tego artykułu, w szczególności w przypadkach w których odnośne przepisy ogólne i sektorowe obowiązujące w państwie trzecim lub organizacji międzynarodowej nie gwarantują skutecznych i egzekwowalnych praw, w tym prawa do skutecznych administracyjnych i sądowych środków ochrony prawnej podmiotom danych, w szczególności tym podmiotom danych mającym miejsce zamieszkania w Unii, których dane osobowe są przetwarzane. Te akty wykonawcze są przyjmowane zgodnie z procedurą sprawdzającą, o której mowa w art. 87 ust. 2 lub w przypadkach wyjątkowo pilnych w odniesieniu do osób fizycznych w zakresie ich prawa do ochrony danych osobowych, zgodnie z procedurą, o której mowa w art. 87 ust. 3."
		},
		{
			"lang": "lt",
			"text": "Komisija gali nuspręsti, kad atitinkama trečioji šalis arba jos teritorija, arba su duomenų tvarkymu susijęs sektorius toje trečiojoje šalyje, arba atitinkama tarptautinė organizacija neužtikrina tinkamo apsaugos lygio, kaip apibrėžta šio straipsnio 2 dalyje, visų pirma tais atvejais, kai susijusiais bendraisiais ir atskiriems sektoriams skirtais teisės aktais, galiojančiais trečiojoje šalyje arba tarptautinėje organizacijoje, neužtikrinamos veiksmingos ir įgyvendinamos teisės, įskaitant veiksmingas administracines ir teismines teisių gynimo priemones, visų pirma Sąjungoje gyvenantiems duomenų subjektams, kurių asmens duomenys yra perduodami. Tie įgyvendinimo aktai priimami pagal 87 straipsnio 2 dalyje nurodytą nagrinėjimo procedūrą, o tais atvejais, kai reikia itin skubiai užtikrinti fizinių asmenų teisę į asmens duomenų apsaugą, pagal 87 straipsnio 3 dalyje nurodytą procedūrą."
		},
		{
			"lang": "nl",
			"text": "De Commissie kan bij besluit vaststellen dat een derde land, of een gebied of een verwerkingssector in dat derde land, of een internationale organisatie geen passend beschermingsniveau in de zin van lid 2 waarborgt, met name in de gevallen waarin de relevante algemene en sectorale wetgeving die in het betrokken derde land of de betrokken internationale organisatie geldt, geen effectieve en afdwingbare rechten waarborgt, waaronder mogelijkheden voor betrokkenen om administratief beroep of beroep in rechte in te stellen, met name voor in de Unie wonende betrokkenen wier persoonsgegevens worden doorgegeven. De betrokken uitvoeringshandelingen worden vastgesteld volgens de in artikel 87, lid 2, bedoelde onderzoeksprocedure of, in bijzonder spoedeisende omstandigheden voor het recht van natuurlijke personen op bescherming van hun persoonsgegevens, volgens de in artikel 87, lid 3, bedoelde procedure."
		},
		{
			"lang": "sv",
			"text": "Kommissionen får fastställa att ett tredjeland, ett territorium eller en bahandlande sektor inom tredjelandet i fråga eller en internationell organisation inte kan garantera en adekvat skyddsnivå i den mening som avses i punkt 2, särskilt om den relevanta allmänna eller sektorsspecifika lagstiftning som tillämpas i tredjelandet eller av den internationella organisationen inte garanterar faktiska och lagstadgade rättigheter inklusive tillgång till effektiv administrativ eller rättslig prövning för de registrerade, i synnerhet för registrerade som är bosatta inom unionen och vars personuppgifter överförs. Genomförandeakterna ska antas enligt det granskningsförfarande som avses i artikel 87.2 eller, i fall som är ytterst brådskande för den individ vars personuppgifter behöver skyddas, enligt förfarandet i artikel 87.3."
		}
	],
	"children": [],
	"title": "Article 41 – Paragraph 5"
}