{
	"id": "a41p1",
	"type": "paragraph",
	"literal": "1",
	"parent": "a41",
	"text": [
		{
			"lang": "en",
			"text": "A transfer may take place where the Commission has decided that the third country, or a territory or a processing sector within that third country, or the international organisation in question ensures an adequate level of protection. Such transfer shall not require any further authorisation."
		},
		{
			"lang": "de",
			"text": "Eine Datenübermittlung darf vorgenommen werden, wenn die Kommission festgestellt hat, dass das betreffende Drittland beziehungsweise ein Gebiet oder ein Verarbeitungssektor dieses Drittlands oder die betreffende internationale Organisation einen angemessenen Schutz bietet. Derartige Datenübermittlungen bedürfen keiner weiteren Genehmigung."
		},
		{
			"lang": "fr",
			"text": "Un transfert peut avoir lieu lorsque la Commission a constaté par voie de décision que le pays tiers, un territoire ou un secteur de traitement de données dans ce pays tiers, ou l'organisation internationale en question assure un niveau de protection adéquat. Un tel transfert ne nécessite pas d'autre autorisation."
		},
		{
			"lang": "es",
			"text": "Podrá realizarse una transferencia cuando la Comisión haya decidido que el tercer país, o un territorio o un sector de tratamiento de datos en ese tercer país, o la organización internacional de que se trate garantizan un nivel de protección adecuado. Dichas transferencias no requerirán nuevas autorizaciones."
		},
		{
			"lang": "pt",
			"text": "Uma transferência pode ser realizada se a Comissão tiver decidido que o país terceiro, ou um território ou um setor de tratamento nesse país terceiro, ou a organização internacional em causa, assegura um nível de proteção adequado. Essa transferência não exige qualquer autorização suplementar."
		},
		{
			"lang": "it",
			"text": "Il trasferimento è ammesso se la Commissione ha deciso che il paese terzo, o un territorio o settore di trattamento all’interno del paese terzo, o l’organizzazione internazionale in questione garantisce un livello di protezione adeguato. In tal caso il trasferimento non necessita di ulteriori autorizzazioni."
		},
		{
			"lang": "ga",
			"text": "Féadfar sonraí pearsanta a aistriú i gcás ina bhfuil cinneadh déanta ag an gCoimisiún go n‑áirithítear leibhéal cosanta leordhóthanach sa tríú tír, nó i gcríoch nó earnáil próiseála sa tríú tír sin, nó san eagraíocht idirnáisiúnta i gceist. Ní gá aon údarú breise a fháil i gcás aistrithe den sórt sin."
		},
		{
			"lang": "cs",
			"text": "K předání může dojít, pokud Komise rozhodla, že daná třetí země nebo území či odvětví zpracovávání v dané třetí zemi nebo daná mezinárodní organizace zaručuje přiměřenou úroveň ochrany. Takovéto předání nevyžaduje žádné další povolení."
		},
		{
			"lang": "da",
			"text": "Videregivelse kan finde sted, hvis Kommissionen har fastslået, at et tredjeland, et område eller en behandlingssektor i dette tredjeland eller en international organisation har et tilstrækkeligt databeskyttelsesniveau. En sådan videregivelse kræver ikke yderligere godkendelse."
		},
		{
			"lang": "et",
			"text": "Edastamine võib toimuda siis, kui komisjon on teinud otsuse, et kolmas riik või territoorium või kolmanda riigi töötlemissektor või rahvusvaheline organisatsioon tagab isikuandmete kaitse piisava taseme. Sellise edastamise puhul ei ole täiendavat luba vaja."
		},
		{
			"lang": "el",
			"text": "Μια διαβίβαση μπορεί να πραγματοποιηθεί εφόσον η Επιτροπή αποφασίσει ότι μια τρίτη χώρα, ή ένα έδαφος ή ένας τομέας επεξεργασίας στην εν λόγω τρίτη χώρα, ή ένας διεθνής οργανισμός διασφαλίζουν επαρκές επίπεδο προστασίας. Μια τέτοια διαβίβαση δεν απαιτεί καμία περαιτέρω έγκριση."
		},
		{
			"lang": "bg",
			"text": "Предаване може да се осъществи, когато Комисията е решила, че третата държава или територия, или обработващ сектор в тази трета държава, или въпросната международна организация гарантира адекватно ниво на защита. За такова предаване не се изисква допълнително разрешение."
		},
		{
			"lang": "hu",
			"text": "Akkor kerülhet sor adattovábbításra, ha a Bizottság megállapítja, hogy a harmadik ország, annak régiója vagy adatfeldolgozó ágazata, illetve a szóban forgó nemzetközi szervezet megfelelő védelmi szintet biztosít. Az ilyen adattovábbításhoz nem szükséges további engedély."
		},
		{
			"lang": "mt",
			"text": "Trasferiment jista’ jseħħ jekk il-Kummissjoni tiddeċiedi li l-pajjiż terz, jew territorju jew settur ta’ pproċessar f’dak il-pajjiż terz, jew l-organizzazzjoni internazzjonali inkwistjoni tassigura livell adegwat ta’ protezzjoni. Trasferiment bħal dan ma għandux ikun jeħtieġ awtorizzazzjoni ulterjuri."
		},
		{
			"lang": "lv",
			"text": "Nosūtīšanu var veikt, ja Komisija ir nolēmusi, ka trešā valsts vai kāda šīs valsts teritorija vai apstrādes nozare, vai attiecīgā starptautiskā organizācija nodrošina pietiekamu aizsardzības līmeni. Šādai nosūtīšanai nav nepieciešama nekāda cita atļauja."
		},
		{
			"lang": "ro",
			"text": "Transferul se poate realiza atunci când Comisia a decis că țara terță, un teritoriu ori un sector de prelucrare din acea țară terță sau organizația internațională în cauză asigură un nivel de protecție adecvat. Transferurile realizate în aceste condiții nu necesită alte autorizări suplimentare."
		},
		{
			"lang": "sk",
			"text": "Prenos sa môže uskutočniť v prípade, že Komisia rozhodla, že tretia krajina alebo územie, alebo sektor spracovania v tejto tretej krajine, alebo predmetná medzinárodná organizácia zabezpečujú primeranú úroveň ochrany. Na takýto prenos nie je nutné žiadne ďalšie povolenie."
		},
		{
			"lang": "sl",
			"text": "Prenos se lahko izvede, če je Komisija sprejela sklep, da zadevna tretja država, zadevna ozemeljska enota, zadevni sektor za obdelavo v tretji državi ali zadevna mednarodna organizacija zagotavlja ustrezno raven varstva podatkov. Za tak prenos ni potrebno nobeno dodatno pooblastilo."
		},
		{
			"lang": "fi",
			"text": "Siirto voidaan toteuttaa, jos komissio on päättänyt, että kyseinen kolmas maa tai kolmannen maan alue tai tietojenkäsittelyn sektori tai kyseinen kansainvälinen järjestö tarjoaa riittävän tietosuojan tason. Tällaiselle siirrolle ei tarvita erillistä lupaa."
		},
		{
			"lang": "pl",
			"text": "Przekazanie może nastąpić, jeżeli Komisja zdecydowała, iż państwo trzecie, terytorium lub sektor, w którym odbywa się przetwarzanie danych w tym państwie trzecim lub organizacja międzynarodowa zapewniają odpowiedni poziom ochrony. Takie przekazanie nie wymaga żadnego dodatkowego zezwolenia."
		},
		{
			"lang": "lt",
			"text": "Perduoti duomenis galima, jei Komisija nusprendė, kad atitinkama trečioji šalis arba jos teritorija, arba su duomenų tvarkymu susijęs sektorius toje trečiojoje šalyje, arba tarptautinė organizacija užtikrina tinkamą apsaugos lygį. Tokiam perdavimui papildomo leidimo nereikia."
		},
		{
			"lang": "nl",
			"text": "Een doorgifte kan plaatsvinden wanneer de Commissie heeft besloten dat het betrokken derde land, of een gebied of een verwerkingssector in dat derde land, of de betrokken internationale organisatie een passend beschermingsniveau waarborgt. Voor een dergelijke doorgifte is geen verdere toestemming nodig."
		},
		{
			"lang": "sv",
			"text": "Om kommissionen har beslutat att tredjelandet, ett territorium eller en behandlande sektor i tredjelandet eller den internationella organisationen i fråga utgör en garant för en adekvat skyddsnivå får uppgifterna överföras. I dessa fall ska det inte krävas något ytterligare tillstånd."
		}
	],
	"children": [],
	"title": "Article 41 – Paragraph 1"
}