{
	"id": "a42p2i2",
	"type": "point",
	"literal": "b",
	"parent": "a42p2",
	"text": [
		{
			"lang": "en",
			"text": "standard data protection clauses adopted by the Commission. Those implementing acts shall be adopted in accordance with the examination procedure referred to in Article 87(2); or"
		},
		{
			"lang": "de",
			"text": "von der Kommission angenommener Standarddatenschutzklauseln, diese Durchführungsrechtsakte werden in Übereinstimmung mit dem in Artikel 87 Absatz 2 genannten Prüfverfahren erlassen;"
		},
		{
			"lang": "fr",
			"text": "des clauses types de protection des données adoptées par la Commission. Les actes d'exécution correspondants sont adoptés conformément à la procédure d'examen prévue à l’article 87, paragraphe 2; ou"
		},
		{
			"lang": "es",
			"text": "las cláusulas tipo de protección de datos adoptadas por la Comisión; dichos actos de ejecución se adoptarán de conformidad con el procedimiento de examen contemplado en el artículo 87, apartado 2; o"
		},
		{
			"lang": "pt",
			"text": "Cláusulas-tipo de proteção de dados adotadas pela Comissão. Os atos de execução correspondentes são adotados em conformidade com o procedimento de exame referido no artigo 87.º, n.º 2; ou"
		},
		{
			"lang": "it",
			"text": "le clausole tipo di protezione dei dati adottate dalla Commissione. Tali atti di esecuzione sono adottati secondo la procedura d’esame di cui all’articolo 87, paragrafo 2, oppure"
		},
		{
			"lang": "ga",
			"text": "le clásail chaighdeánacha maidir le cosaint sonraí arna nglacadh ag an gCoimisiún. Glacfar na gníomhartha cur chun feidhme sin i gcomhréir leis an nós imeachta scrúdúcháin dá dtagraítear in Airteagal 87(2); nó"
		},
		{
			"lang": "cs",
			"text": "standardními doložkami o ochraně údajů přijatými Komisí. Tyto prováděcí akty se přijímají v souladu s přezkumným postupem podle čl. 87 odst. 2; nebo"
		},
		{
			"lang": "da",
			"text": "standardbestemmelser om databeskyttelse vedtaget af Kommissionen. Disse gennemførelsesretsakter vedtages efter undersøgelsesproceduren i artikel 87, stk. 2"
		},
		{
			"lang": "et",
			"text": "isikuandmete kaitse standardklauslitele, mille on vastu võtnud komisjon. Kõnealused rakendusaktid võetakse vastu artikli 87 lõikes 2 osutatud kontrollimenetluse kohaselt või"
		},
		{
			"lang": "el",
			"text": "β) τυποποιημένων ρητρών προστασίας δεδομένων που εκδίδονται από την Επιτροπή. Οι εν λόγω εκτελεστικές πράξεις εκδίδονται σύμφωνα με τη διαδικασία εξέτασης που αναφέρεται στο άρθρο 87 παράγραφος 2· ή"
		},
		{
			"lang": "bg",
			"text": "б) стандартни клаузи за защита на данните, приети от Комисията; Тези актове за изпълнение се приемат в съответствие с процедурата по разглеждане, посочена в член 87, параграф 2; или"
		},
		{
			"lang": "hu",
			"text": "a Bizottság által elfogadott általános adatvédelmi előírások. E végrehajtási jogi aktusokat a 87. cikk (2) bekezdése szerinti vizsgálóbizottsági eljárással összhangban kell elfogadni; vagy"
		},
		{
			"lang": "mt",
			"text": "klawżoli standard ta’ protezzjoni tad-dejta adottati mill-Kummissjoni. Dawk l-atti ta’ implimentazzjoni għandhom jiġu adottati skont il-proċedura ta’ analiżi msemmija fl-Artikolu 87(2); jew"
		},
		{
			"lang": "lv",
			"text": "tipveida datu aizsardzības noteikumiem, ko pieņēmusi Komisija. Šos īstenošanas aktus pieņem saskaņā ar pārbaudes procedūru, kas minēta 87. panta 2. punktā; vai"
		},
		{
			"lang": "ro",
			"text": "clauze standard de protecție a datelor adoptate de Comisie. Actele de punere în aplicare se adoptă în conformitate cu procedura de examinare menționată la articolul 87 alineatul (2); sau"
		},
		{
			"lang": "sk",
			"text": "štandardných ustanovení o ochrane údajov, ktoré prijala Komisia. Tieto vykonávacie akty sa prijmú v súlade s postupom preskúmania uvedeným v článku 87 ods. 2, alebo"
		},
		{
			"lang": "sl",
			"text": "standardnimi določili Komisije o varstvu podatkov. Navedeni izvedbeni akti se sprejmejo v skladu s postopkom pregleda iz člena 87(2); ali"
		},
		{
			"lang": "fi",
			"text": "komission hyväksymät tietosuojaa koskevat vakiolausekkeet; nämä täytäntöönpanosäännökset hyväksytään 87 artiklan 2 kohdassa tarkoitettua tarkastelumenettelyä noudattaen; tai"
		},
		{
			"lang": "pl",
			"text": "standardowych klauzul ochrony danych przyjętych przez Komisję. Te akty wykonawcze przyjmuje się zgodnie z procedurą sprawdzającą, o której mowa w art. 87 ust. 2; lub"
		},
		{
			"lang": "lt",
			"text": "Komisijos priimtomis standartinėmis duomenų apsaugos sąlygomis. Tie įgyvendinimo aktai priimami pagal 87 straipsnio 2 dalyje nurodytą nagrinėjimo procedūrą; arba"
		},
		{
			"lang": "nl",
			"text": "modelbepalingen inzake gegevensbescherming die door de Commissie zijn vastgesteld. De betrokken uitvoeringshandelingen worden vastgesteld volgens de in artikel 87, lid 2, bedoelde onderzoeksprocedure; of"
		},
		{
			"lang": "sv",
			"text": "standardiserade uppgiftsskyddsbestämmelser som antas av kommissionen; genomförandeakterna ska i dessa fall antas enligt det granskningsförfarande som avses i artikel 87.2,"
		}
	],
	"children": [],
	"title": "Article 42 – Paragraph 2 – Point 2"
}