{
	"id": "a42p1",
	"type": "paragraph",
	"literal": "1",
	"parent": "a42",
	"text": [
		{
			"lang": "en",
			"text": "Where the Commission has taken no decision pursuant to Article 41, a controller or processor may transfer personal data to a third country or an international organisation only if the controller or processor has adduced appropriate safeguards with respect to the protection of personal data in a legally binding instrument."
		},
		{
			"lang": "de",
			"text": "Hat die Kommission keinen Beschluss nach Artikel 41 erlassen, darf ein für die Verarbeitung Verantwortlicher oder ein Auftragsverarbeiter personenbezogene Daten in ein Drittland oder an eine internationale Organisation übermitteln, sofern er in einem rechtsverbindlichen Instrument geeignete Garantien zum Schutz personenbezogener Daten vorgesehen hat."
		},
		{
			"lang": "fr",
			"text": "Lorsque la Commission n'a pas adopté de décision en vertu l’article 41, le transfert de données à caractère personnel vers un pays tiers ou à une organisation internationale n'est possible que si le responsable du traitement ou le sous‑traitant a offert des garanties appropriées en ce qui concerne la protection des données à caractère personnel dans un instrument juridiquement contraignant."
		},
		{
			"lang": "es",
			"text": "Cuando la Comisión no haya adoptado una decisión con arreglo a lo dispuesto en el artículo 41, un responsable o un encargado del tratamiento solo podrán transferir datos personales a un tercer país o una organización internacional si hubieran ofrecido garantías apropiadas en lo que respecta a la protección de datos personales en un instrumento jurídicamente vinculante."
		},
		{
			"lang": "pt",
			"text": "Sempre que a Comissão não tenha tomado qualquer decisão nos termos do artigo 41.º, um responsável pelo tratamento ou um subcontratante só pode transferir dados pessoais para um país terceiro ou uma organização internacional se tiver apresentado garantias adequadas quanto à proteção de dados pessoais num instrumento juridicamente vinculativo."
		},
		{
			"lang": "it",
			"text": "Se la Commissione non ha preso alcuna decisione ai sensi dell’articolo 41, il responsabile del trattamento o l’incaricato del trattamento può trasferire dati personali verso un paese terzo o un’organizzazione internazionale solo se ha offerto garanzie adeguate per la protezione dei dati personali in uno strumento giuridicamente vincolante."
		},
		{
			"lang": "ga",
			"text": "I gcás nach bhfuil cinneadh déanta ag an gCoimisiún de bhun Airteagal 41, ní fhéadfaidh rialaitheoir nó próiseálaí sonraí pearsanta a aistriú go tríú tír ná go heagraíocht idirnáisiúnta ach amháin má tá cosaintí iomchuí tugtha ar aird ag an rialaitheoir nó ag an bpróiseálaí i ndáil le cosaint sonraí pearsanta in ionstraim atá ceangailteach ó thaobh dlí."
		},
		{
			"lang": "cs",
			"text": "Jestliže Komise nepřijala žádné rozhodnutí podle článku 41, správce nebo zpracovatel mohou předat osobní údaje do třetí země nebo mezinárodní organizaci, pouze pokud ve věci ochrany osobních údajů uvedli vhodné záruky v právně závazném nástroji."
		},
		{
			"lang": "da",
			"text": "Hvis Kommissionen ikke har truffet en afgørelse i henhold til artikel 41, må en registeransvarlig eller registerfører kun overføre personoplysninger til et tredjeland eller en international organisation, hvis der er indført de fornødne garantier i et retligt bindende instrument, der sikrer beskyttelsen af personoplysninger."
		},
		{
			"lang": "et",
			"text": "Kui komisjon ei ole teinud artikli 41 kohast otsust, võib vastutav töötleja või volitatud töötleja edastada isikuandmeid kolmandale riigile või rahvusvahelisele organisatsioonile üksnes juhul, kui vastutav töötleja või volitatud töötleja on õiguslikult siduvas dokumendis sätestanud isikuandmete kaitseks asjakohased kaitsemeetmed."
		},
		{
			"lang": "el",
			"text": "Εάν η Επιτροπή δεν λάβει καμία απόφαση δυνάμει του άρθρου 41, ο υπεύθυνος επεξεργασίας ή ο εκτελών την επεξεργασία μπορούν να διαβιβάσουν δεδομένα προσωπικού χαρακτήρα σε τρίτη χώρα ή σε διεθνή οργανισμό μόνον εάν ο υπεύθυνος επεξεργασίας ή ο εκτελών την επεξεργασία παρέχει κατάλληλες εγγυήσεις σε σχέση με την προστασία των δεδομένων προσωπικού χαρακτήρα σε νομικά δεσμευτική πράξη."
		},
		{
			"lang": "bg",
			"text": "Когато Комисията не е взела решение по силата на член 41, даден администратор или обработващ лични данни може да предава лични данни на трета държава или международна организация само ако администраторът или обработващият лични данни е предвидил в правно обвързващ инструмент подходящи гаранции във връзка със защитата на личните данни."
		},
		{
			"lang": "hu",
			"text": "Amennyiben a Bizottság nem hoz a 41. cikk értelmében határozatot, az adatkezelő vagy -feldolgozó csak abban az esetben továbbíthat személyes adatokat harmadik országba vagy nemzetközi szervezet részére, ha a személyes adatok védelme tekintetében az adatkezelő vagy -feldolgozó megfelelő biztosítékokat nyújt jogilag kötelező eszköz útján."
		},
		{
			"lang": "mt",
			"text": "Meta l-Kummissjoni ma tkun ħadet l-ebda deċiżjoni skont l-Artikolu 41, kontrollur jew proċessur jista’ jittrasferixxi dejta personali lil pajjiż terz jew orgainizzazzjoni internazzjonali biss jekk il-kontrollur jew il-proċessur ikun ippreżenta salvagwardji xierqa fir-rigward tal-protezzjoni ta’ dejta personali fi strument legali vinkolanti."
		},
		{
			"lang": "lv",
			"text": "Ja Komisija nav pieņēmusi lēmumu saskaņā ar 41. pantu, pārzinis vai apstrādātājs var nosūtīt personas datus uz trešo valsti vai starptautisku organizāciju tikai tad, ja pārzinis vai apstrādātājs juridiski saistošā aktā ir nodrošinājis atbilstošus personas datu aizsardzības pasākumus."
		},
		{
			"lang": "ro",
			"text": "În cazul în care Comisia nu a luat o decizie în temeiul articolului 41, operatorul sau persoana împuternicită de către operator poate transfera date cu caracter personal într-o țară terță sau unei organizații internaționale numai dacă operatorul sau persoana împuternicită de către operator a oferit garanții adecvate în ceea ce privește protecția datelor cu caracter personal printr-un instrument cu forță juridică obligatorie."
		},
		{
			"lang": "sk",
			"text": "Ak Komisia neprijala žiadne rozhodnutie podľa článku 41, prevádzkovateľ alebo sprostredkovateľ môžu preniesť osobné údaje do tretej krajiny alebo medzinárodnej organizácii len vtedy, ak prevádzkovateľ alebo sprostredkovateľ uviedli v podobe právne záväzného nástroja náležité záruky, pokiaľ ide o ochranu osobných údajov."
		},
		{
			"lang": "sl",
			"text": "Če Komisija ni sprejela nobenega sklepa v skladu s členom 41, lahko upravljavec ali obdelovalec osebne podatke prenese v tretjo državo ali mednarodno organizacijo samo, če je v zvezi z varstvom osebnih podatkov v pravno zavezujočem aktu navedel ustrezne zaščitne ukrepe."
		},
		{
			"lang": "fi",
			"text": "Jos komissio ei ole tehnyt päätöstä 41 artiklan nojalla, rekisterinpitäjä tai henkilötietojen käsittelijä voi siirtää henkilötietoja kolmanteen maahan tai kansainväliselle järjestölle vain jos kyseinen rekisterinpitäjä tai henkilötietojen käsittelijä on antanut oikeudellisesti sitovassa välineessä asianmukaiset takeet, joilla varmistetaan henkilötietojen suoja."
		},
		{
			"lang": "pl",
			"text": "W przypadkach, w których Komisja nie podjęła decyzji na mocy art. 41, administrator lub podmiot przetwarzający mogą przekazać dane osobowe do państwa trzeciego lub organizacji międzynarodowej jedynie wtedy, gdy wprowadzą oni odpowiednie gwarancje w zakresie ochrony danych do prawnie wiążącego instrumentu."
		},
		{
			"lang": "lt",
			"text": "Jeigu Komisija nėra priėmusi sprendimo pagal 41 straipsnį, duomenų valdytojas arba duomenų tvarkytojas gali perduoti asmens duomenis į trečiąją šalį arba tarptautinei organizacijai tik tuo atveju, jei duomenų valdytojas arba duomenų tvarkytojas nustato su asmens duomenų apsauga susijusias tinkamas apsaugos priemones teisiškai privalomu dokumentu."
		},
		{
			"lang": "nl",
			"text": "Wanneer de Commissie geen besluit overeenkomstig artikel 41 heeft vastgesteld, kan een voor de verwerking verantwoordelijke of een verwerker persoonsgegevens naar een derde land of een internationale organisatie doorgeven, indien hij in een juridisch bindend instrument passende garanties voor de bescherming van de persoonsgegevens biedt."
		},
		{
			"lang": "sv",
			"text": "Om kommissionen inte har fattat något sådant beslut som avses i artikel 41 får en registeransvarig eller registerförare endast överföra personuppgifter till ett tredjeland eller en internationell organisation efter att ha vidtagit lämpliga skyddsåtgärder för personuppgifter genom ett juridiskt bindande instrument."
		}
	],
	"children": [],
	"title": "Article 42 – Paragraph 1"
}