{
	"id": "a43p4",
	"type": "paragraph",
	"literal": "4",
	"parent": "a43",
	"text": [
		{
			"lang": "en",
			"text": "The Commission may specify the format and procedures for the exchange of information by electronic means between controllers, processors and supervisory authorities for binding corporate rules within the meaning of this Article. Those implementing acts shall be adopted in accordance with the examination procedure set out in Article 87(2)."
		},
		{
			"lang": "de",
			"text": "Die Kommission kann das Format und Verfahren für den auf elektronischem Wege erfolgenden Informationsaustausch über verbindliche unternehmensinterne Vorschriften im Sinne dieses Artikels zwischen für die Verarbeitung Verantwortlichen, Auftragsverarbeitern und Aufsichtsbehörden festlegen. Diese Durchführungsrechtsakte werden in Übereinstimmung mit dem Prüfverfahren gemäß Artikel 87 Absatz 2 erlassen."
		},
		{
			"lang": "fr",
			"text": "La Commission peut, pour les règles d’entreprise contraignantes au sens du présent article, spécifier la forme de l'échange d’informations par voie électronique entre les responsables du traitement, les sous‑traitants et les autorités de contrôle, ainsi que les procédures qui s'y rapportent. Les actes d'exécution correspondants sont adoptés conformément à la procédure d'examen prévue à l’article 87, paragraphe 2."
		},
		{
			"lang": "es",
			"text": "La Comisión podrá especificar el formato y los procedimientos para el intercambio de información por vía electrónica entre los responsables del tratamiento, los encargados del tratamiento y las autoridades de control en relación con las normas corporativas vinculantes a tenor de lo dispuesto en el presente artículo. Dichos actos de ejecución se adoptarán con arreglo al procedimiento de examen contemplado en el artículo 87, apartado 2."
		},
		{
			"lang": "pt",
			"text": "A Comissão pode especificar o formato e os procedimentos para o intercâmbio eletrónico de informações entre os responsáveis pelo tratamento, os subcontratantes e as autoridades de controlo, em relação às regras vinculativas para empresas na aceção do presente artigo. Os atos de execução correspondentes são adotados em conformidade com o procedimento de exame previsto no artigo 87.º, n.º 2."
		},
		{
			"lang": "it",
			"text": "La Commissione può specificare il formato e le procedure per lo scambio di informazioni con mezzi elettronici tra responsabili del trattamento, incaricati del trattamento e autorità di controllo in merito alle norme vincolanti d’impresa ai sensi del presente articolo. Tali atti di esecuzione sono adottati secondo la procedura d’esame di cui all’articolo 87, paragrafo 2."
		},
		{
			"lang": "ga",
			"text": "Féadfaidh an Coimisiún an fhormáid agus na nósanna imeachta a shonrú maidir le faisnéis a mhalartú trí mhodhanna leictreonacha idir rialaitheoirí, próiseálaithe agus údaráis mhaoirseachta do rialacha ceangailteacha corparáideacha laistigh de bhrí an Airteagail seo. Glacfar na gníomhartha cur chun feidhme sin i gcomhréir leis an nós imeachta scrúdúcháin dá dtagraítear in Airteagal 87(2)."
		},
		{
			"lang": "cs",
			"text": "Komise může u závazných podnikových pravidel ve smyslu tohoto článku určit formát a postupy pro elektronickou výměnu informací mezi správci, zpracovateli a orgány dozoru. Tyto prováděcí akty se přijímají v souladu s přezkumným postupem podle čl. 87 odst. 2."
		},
		{
			"lang": "da",
			"text": "Kommissionen kan angive formatet og procedurerne for den elektroniske udveksling af oplysninger mellem registeransvarlige, registerførere og tilsynsmyndigheder vedrørende bindende virksomhedsregler som omhandlet i denne artikel. Disse gennemførelsesretsakter vedtages efter undersøgelsesproceduren i artikel 87, stk. 2."
		},
		{
			"lang": "et",
			"text": "Komisjon võib täpsustada vastutavate töötlejate, volitatud töötlejate ja järelevalveasutuste vahelise siduvaid ettevõtluseeskirju käsitleva elektroonilise teabevahetuse vormi ja korra käesoleva artikli tähenduses. Asjaomased rakendusaktid võetakse vastu kooskõlas artikli 87 lõikes 2 sätestatud kontrollimenetlusega."
		},
		{
			"lang": "el",
			"text": "Η Επιτροπή μπορεί να προσδιορίσει τον μορφότυπο και τις διαδικασίες για την ανταλλαγή πληροφοριών με ηλεκτρονικά μέσα μεταξύ υπευθύνων επεξεργασίας, εκτελούντων την επεξεργασία και αρχών ελέγχου για τους δεσμευτικούς εταιρικούς κανόνες κατά την έννοια του παρόντος άρθρου. Οι εν λόγω εκτελεστικές πράξεις εκδίδονται σύμφωνα με τη διαδικασία εξέτασης που αναφέρεται στο άρθρο 87 παράγραφος 2."
		},
		{
			"lang": "bg",
			"text": "Комисията може да определя формáта и процедурите за обмена на информация чрез електронни средства между администраторите, обработващите лични данни и надзорните органи относно задължителните фирмени правила по смисъла на настоящия член. Тези актове за изпълнение се приемат в съответствие с процедурата по разглеждане, посочена в член 87, параграф 2."
		},
		{
			"lang": "hu",
			"text": "A Bizottság meghatározhatja az adatkezelők, feldolgozók és felügyelő hatóságok között az e cikk szerinti kötelező erejű vállalati szabályokra vonatkozó, elektronikus formában történő információcsere formátumát és eljárásait. E végrehajtási jogi aktusokat a 87. cikk (2) bekezdése szerinti vizsgálóbizottsági eljárással összhangban kell elfogadni."
		},
		{
			"lang": "mt",
			"text": "Il-Kummissjoni tista’ tispeċifika l-format u l-proċeduri għall-iskambju ta’ informazzjoni b’mezzi elettroniċi bejn il-kontrolluri, il-proċessuri u l-awtoritajiet ta’ superviżjoni għal regoli korporattivi vinkolanti fis-sens ta’ dan l-Artikolu. Dawk l-atti ta’ implimentazzjoni għandhom ikunu adottati skont il-proċedura ta’ analiżi stabbilita fl-Artikolu 87(2)."
		},
		{
			"lang": "lv",
			"text": "Komisija var noteikt formātu un procedūras informācijas apmaiņai elektroniskā veidā starp pārziņiem, apstrādātājiem un uzraudzības iestādēm saistībā ar saistošiem uzņēmuma noteikumiem šā panta izpratnē. Šos īstenošanas aktus pieņem saskaņā ar pārbaudes procedūru, kas minēta 87. panta 2. punktā."
		},
		{
			"lang": "ro",
			"text": "Comisia poate preciza formatul și procedurile pentru schimbul de informații prin mijloace electronice între operatori, persoanele împuternicite de către operatori și autoritățile de supraveghere pentru regulile corporative cu forță juridică obligatorie în sensul prezentului articol. Actele de punere în aplicare se adoptă în conformitate cu procedura de examinare prevăzută la articolul 87 alineatul (2)."
		},
		{
			"lang": "sk",
			"text": "Komisia môže stanoviť formát a postupy pre výmenu informácií elektronickými prostriedkami medzi prevádzkovateľmi, sprostredkovateľmi a dozornými orgánmi členských štátov o záväzných firemných pravidlách v zmysle tohto článku. Tieto vykonávacie akty sa prijmú v súlade s postupom preskúmania uvedeným v článku 87 ods. 2."
		},
		{
			"lang": "sl",
			"text": "Komisija lahko določi obliko zapisa in postopke za izmenjavo informacij z elektronskimi sredstvi med upravljavci, obdelovalci in nadzornimi organi za zavezujoča poslovna pravila v smislu tega člena. Navedeni izvedbeni akti se sprejmejo v skladu s postopkom pregleda iz člena 87(2)."
		},
		{
			"lang": "fi",
			"text": "Komissio voi vahvistaa muodon ja menettelyt rekisterinpitäjien, henkilötietojen käsittelijöiden ja valvontaviranomaisten välillä tässä artiklassa tarkoitetuista yritystä koskevista sitovista säännöistä sähköisin keinoin käytävää tietojenvaihtoa varten. Nämä täytäntöönpanosäädökset hyväksytään 87 artiklan 2 kohdassa tarkoitettua tarkastelumenettelyä noudattaen."
		},
		{
			"lang": "pl",
			"text": "Komisja może wskazać format i procedury wymiany informacji drogą elektroniczną między administratorami, podmiotami przetwarzającymi i organami nadzorczymi do celów wiążących reguł korporacyjnych w rozumieniu tego artykułu. Te akty wykonawcze przyjmuje się zgodnie z procedurą sprawdzającą określoną w art. 87 ust. 2."
		},
		{
			"lang": "lt",
			"text": "Komisija gali nustatyti duomenų valdytojų, duomenų tvarkytojų ir priežiūros institucijos keitimosi informacija elektroniniu būdu apie įmonei privalomas taisykles, kaip apibrėžta šiame straipsnyje, formatą ir procedūras. Tie įgyvendinimo aktai priimami pagal 87 straipsnio 2 dalyje nurodytą nagrinėjimo procedūrą."
		},
		{
			"lang": "nl",
			"text": "De Commissie kan het model en de procedures voor de elektronische uitwisseling van informatie over bindende bedrijfsvoorschriften in de zin van dit artikel tussen voor de verwerking verantwoordelijken, verwerkers en toezichthoudende autoriteiten nader vastleggen. De betrokken uitvoeringshandelingen worden vastgesteld volgens de in artikel 87, lid 2, bedoelde onderzoeksprocedure."
		},
		{
			"lang": "sv",
			"text": "Kommissionen får precisera vilket format och vilka rutiner som ska användas för de registeransvarigas, registerförarnas och tillsynsmyndigheternas elektroniska utbyte av information om bindande företagsregler i den mening som avses i denna artikel. Genomförandeakterna ska antas i enlighet med det granskningsförfarande som avses i artikel 87.2."
		}
	],
	"children": [],
	"title": "Article 43 – Paragraph 4"
}