{
	"id": "a44p4",
	"type": "paragraph",
	"literal": "4",
	"parent": "a44",
	"text": [
		{
			"lang": "en",
			"text": "Points (b), (c) and (h) of paragraph 1 shall not apply to activities carried out by public authorities in the exercise of their public powers."
		},
		{
			"lang": "de",
			"text": "Absatz 1 Buchstaben b, c und h gelten nicht für Tätigkeiten, die Behörden in Ausübung ihrer hoheitlichen Befugnisse durchführen."
		},
		{
			"lang": "fr",
			"text": "Les points b), c) et h) du paragraphe 1 ne sont pas applicables aux activités des autorités publiques dans l'exercice de leurs prérogatives de puissance publique."
		},
		{
			"lang": "es",
			"text": "Las letras b), c) y h) del apartado 1 no serán aplicables a las actividades llevadas a cabo por las autoridades públicas en el ejercicio de sus poderes públicos."
		},
		{
			"lang": "pt",
			"text": "As alíneas b), c) e h) do n.º 1 não são aplicáveis a atividades executadas por autoridades no exercício dos seus poderes públicos."
		},
		{
			"lang": "it",
			"text": "Il paragrafo 1, lettere b), c) e h), non si applicano alle attività svolte dalle autorità pubbliche nell’esercizio dei pubblici poteri."
		},
		{
			"lang": "ga",
			"text": "Ní bheidh feidhm ag pointí (b), (c) agus (h) de mhír 1 maidir le gníomhaíochtaí a dhéanann údaráis phoiblí i bhfeidhmiú a gcumhachtaí poiblí."
		},
		{
			"lang": "cs",
			"text": "Ustanovení odst. 1 písm. b), c) a h) se nevztahují na činnosti prováděné orgány veřejné moci při výkonu jejich úředních pravomocí."
		},
		{
			"lang": "da",
			"text": "Stk. 1, litra b), c) og h), finder ikke anvendelse på aktiviteter, der gennemføres af offentlige myndigheder som led i deres myndighedsudøvelse."
		},
		{
			"lang": "et",
			"text": "Lõike 1 punkte b, c ja h ei kohaldata avalikku võimu teostavate riigiasutuste suhtes."
		},
		{
			"lang": "el",
			"text": "Η παράγραφος 1 στοιχεία β), γ) και η) δεν εφαρμόζεται σε δραστηριότητες οι οποίες εκτελούνται από δημόσιες αρχές κατά την άσκηση των δημόσιων εξουσιών τους."
		},
		{
			"lang": "bg",
			"text": "Параграф 1, букви б), в) и з) не се прилага за дейности, извършвани от публичните органи при изпълнението на техните публични правомощия."
		},
		{
			"lang": "hu",
			"text": "Az (1) bekezdés b), c) és h) pontja nem alkalmazható a hatóságok által közhatalmi jogosultságaik gyakorlása során végzett tevékenységekre."
		},
		{
			"lang": "mt",
			"text": "Punti (b), (c) u (h) tal-paragrafu 1 ma għandhomx japplikaw għal attivitajiet imwettqa minn awtoritajiet pubbliċi fl-eżerċizzju tas-setgħat pubbliċi tagħhom."
		},
		{
			"lang": "lv",
			"text": "Šā panta 1. punkta b), c) un h) apakšpunktu nepiemēro valsts iestāžu darbībai, īstenojot savas publiskās pilnvaras."
		},
		{
			"lang": "ro",
			"text": "Literele (b), (c) și (h) de la alineatul (1) nu se aplică în cazul activităților desfășurate de către autoritățile publice în exercitarea competențelor lor publice."
		},
		{
			"lang": "sk",
			"text": "Odsek 1 písm. b), c) a h) sa neuplatňujú na činnosti, ktoré vykonávajú verejné orgány pri uplatňovaní svojich verejných právomocí."
		},
		{
			"lang": "sl",
			"text": "Točke (b), (c) in (h) odstavka 1 ne veljajo za dejavnosti, ki jih opravljajo javni organi pri izvajanju svojih javnih pristojnosti."
		},
		{
			"lang": "fi",
			"text": "Edellä olevan 1 kohdan b, c ja h alakohtaa ei sovelleta toimiin, joita viranomaiset suorittavat osana julkisen vallan käyttöä."
		},
		{
			"lang": "pl",
			"text": "Ustęp 1 lit. b), c) i h) nie ma zastosowania do działalności prowadzonej przez organy publiczne w ramach wykonywania ich uprawnień publicznych."
		},
		{
			"lang": "lt",
			"text": "1 dalies b, c ir h punktai netaikomi veiklai, vykdomai valdžios institucijoms naudojantis viešaisiais įgaliojimais."
		},
		{
			"lang": "nl",
			"text": "Lid 1, onder b), c) en h), is niet van toepassing op activiteiten die worden verricht door autoriteiten in de uitoefening van het overheidsgezag."
		},
		{
			"lang": "sv",
			"text": "Punkt 1 b, c och h ska inte gälla åtgärder som vidtas av offentliga myndigheter som en del av deras offentliga befogenheter."
		}
	],
	"children": [],
	"title": "Article 44 – Paragraph 4"
}