{
	"id": "a45p2",
	"type": "paragraph",
	"literal": "2",
	"parent": "a45",
	"text": [
		{
			"lang": "en",
			"text": "For the purposes of paragraph 1, the Commission shall take appropriate steps to advance the relationship with third countries or international organisations, and in particular their supervisory authorities, where the Commission has decided that they ensure an adequate level of protection within the meaning of Article 41(3)."
		},
		{
			"lang": "de",
			"text": "Zu den in Absatz 1 genannten Zwecken ergreift die Kommission geeignete Maßnahmen zur Förderung der Beziehungen zu Drittländern und internationalen Organisationen und insbesondere zu deren Aufsichtsbehörden, wenn sie gemäß Artikel 41 Absatz 3 durch Beschluss festgestellt hat, dass diese einen angemessenen Schutz bieten."
		},
		{
			"lang": "fr",
			"text": "Aux fins de l'application du paragraphe 1, la Commission prend les mesures appropriées pour intensifier les relations avec les pays tiers ou les organisations internationales, et en particulier leurs autorités de contrôle, lorsque la Commission a constaté par voie de décision qu'ils assuraient un niveau de protection adéquat au sens de l'article 41, paragraphe 3."
		},
		{
			"lang": "es",
			"text": "A efectos de la aplicación del apartado 1, la Comisión tomará medidas apropiadas para impulsar las relaciones con terceros países u organizaciones internacionales y, en particular, sus autoridades de control, cuando haya decidido que garantizan un nivel de protección adecuado a tenor de lo dispuesto en el artículo 41, apartado 3."
		},
		{
			"lang": "pt",
			"text": "Para efeitos da aplicação do n.º 1, a Comissão deve adotar as medidas necessárias para intensificar as relações com os países terceiros ou as organizações internacionais e, em especial, as suas autoridades de controlo, sempre que a Comissão tiver declarado, mediante decisão, que asseguram um nível de proteção adequado na aceção do artigo 41.º, n.º 3."
		},
		{
			"lang": "it",
			"text": "Ai fini del paragrafo 1, la Commissione adotta le misure appropriate per intensificare i rapporti con quei paesi terzi e quelle organizzazioni internazionali, in particolare le loro autorità di controllo, per cui abbia deciso che garantiscono un livello adeguato di protezione ai sensi dell’articolo 41, paragrafo 3."
		},
		{
			"lang": "ga",
			"text": "Chun críocha mhír 1, déanfaidh an Coimisiún bearta iomchuí chun an caidreamh le tríú tíortha nó eagraíochtaí idirnáisiúnta a fheabhsú, agus go háirithe an caidreamh le húdaráis mhaoirseachta na dtíortha nó na n‑eagraíochtaí sin, i gcás ina bhfuil cinneadh déanta ag an gCoimisiún go n‑áirithítear leibhéal leordhóthanach cosanta sna tíortha nó sna heagraíochtaí sin laistigh de bhrí Airteagal 41(3)."
		},
		{
			"lang": "cs",
			"text": "Pro účely odstavce 1 podnikne Komise odpovídající kroky, aby rozvinula vztah se třetími zeměmi nebo mezinárodními organizacemi, zejména s jejich orgány dozoru, pokud rozhodla, že zajišťují přiměřenou úroveň ochrany ve smyslu čl. 41 odst. 3."
		},
		{
			"lang": "da",
			"text": "For så vidt angår stk. 1, træffer Kommissionen de nødvendige foranstaltninger for at styrke forholdet til tredjelande og internationale organisationer og navnlig deres tilsynsmyndigheder, når Kommissionen har truffet afgørelse om, at de sikrer et tilstrækkeligt beskyttelsesniveau som omhandlet i artikel 41, stk. 3."
		},
		{
			"lang": "et",
			"text": "Lõike 1 kohaldamisel võtab komisjon asjakohaseid meetmeid, et arendada suhteid kolmandate riikide või rahvusvaheliste organisatsioonidega, eelkõige nende järelevalveasutustega, kui komisjon on teinud otsuse, et nad tagavad piisava kaitstuse taseme artikli 41 lõike 3 tähenduses."
		},
		{
			"lang": "el",
			"text": "Για τους σκοπούς της παραγράφου 1, η Επιτροπή λαμβάνει κατάλληλα μέτρα για να προαγάγει τη σχέση με τρίτες χώρες και διεθνούς οργανισμούς, και ιδίως τις αρχές ελέγχου τους, εφόσον η Επιτροπή αποφασίσει ότι παρέχουν επαρκές επίπεδο προστασίας κατά την έννοια του άρθρου 41 παράγραφος 3."
		},
		{
			"lang": "bg",
			"text": "За целите на параграф 1 Комисията взема подходящи мерки за укрепване на отношенията с трети държави или международни организации, и по-специално с техните надзорни органи, когато Комисията е решила, че те осигуряват адекватно ниво на защита по смисъла на член 41, параграф 3."
		},
		{
			"lang": "hu",
			"text": "Az (1) bekezdés céljai érdekében a Bizottság megfelelő lépéseket tesz a harmadik országokkal és nemzetközi szervezetekkel – különösen azok felügyelő hatóságaival – való kapcsolat fejlesztésére, amennyiben úgy határozott, hogy azok a 41. cikk (3) bekezdése értelmében megfelelő védelmi szintet biztosítanak."
		},
		{
			"lang": "mt",
			"text": "Għall-finijiet tal-paragrafu 1, il-Kummissjoni għandha tieħu miżuri xierqa sabiex ittejjeb ir-relazzjoni ma’ pajjiżi terzi jew ma’ organizzazzjonijiet internazzjonali, u b’mod partikolari l-awtoritajiet ta’ superviżjoni tagħhom, meta l-Kummissjoni tkun iddeċidiet li dawn jiżguraw livell adegwat ta’ protezzjoni fis-sens tal-Artikolu 41(3)."
		},
		{
			"lang": "lv",
			"text": "Nolūkos, kas minēti 1. punktā, Komisija īsteno atbilstošus pasākumus, lai veicinātu attiecības ar trešām valstīm vai starptautiskām organizācijām un jo īpaši to uzraudzības iestādēm, ja Komisija ir pieņēmusi lēmumu, ka tās nodrošina pietiekamu aizsardzības līmeni 41. panta 3. punkta nozīmē."
		},
		{
			"lang": "ro",
			"text": "În sensul alineatului (1), Comisia ia măsurile necesare pentru a consolida relațiile cu țările terțe sau organizațiile internaționale, în special cu autoritățile lor de supraveghere, în cazul în care Comisia a decis că acestea asigură un nivel adecvat de protecție în sensul articolului 41 alineatul (3)."
		},
		{
			"lang": "sk",
			"text": "Komisia podnikne na účely odseku 1 náležité kroky s cieľom rozvíjať vzťahy s tretími krajinami alebo medzinárodnými organizáciami, a to najmä s ich dozornými orgánmi, ak dospela k rozhodnutiu, že zaručujú primeranú úroveň ochrany v zmysle článku 41 ods. 3."
		},
		{
			"lang": "sl",
			"text": "Komisija za namene iz odstavka 1 sprejme ustrezne ukrepe za spodbujanje odnosa s tretjimi državami in mednarodnimi organizacijami ter zlasti z njihovimi nadzornimi organi, če je Komisija sprejela sklep, da zagotavljajo ustrezno raven varstva v smislu člena 41(3)."
		},
		{
			"lang": "fi",
			"text": "Komissio toteuttaa 1 artiklan soveltamista varten asianmukaiset toimet edistääkseen suhteita kolmansiin maihin tai kansainvälisiin järjestöihin ja erityisesti niiden valvontaviranomaisiin, jos komissio on päättänyt, että ne tarjoavat 41 artiklan 3 kohdassa tarkoitetun riittävän tasoisen tietosuojan."
		},
		{
			"lang": "pl",
			"text": "Do celów ust. 1, Komisja podejmie odpowiednie kroki, by poprawić współpracę z państwami trzecimi lub organizacjami międzynarodowymi, w szczególności ich organami nadzorczymi, jeśli Komisja zdecydowała, że zapewniają one odpowiedni poziom ochrony w rozumieniu art. 41 ust. 3."
		},
		{
			"lang": "lt",
			"text": "Siekdama įgyvendinti 1 dalį, Komisija imasi reikiamų veiksmų, kad gerintų santykius su trečiosiomis šalimis arba tarptautinėmis organizacijomis, visų pirma jų priežiūros institucijomis, jeigu Komisija nusprendė, kad jos užtikrina tinkamą apsaugos lygį, kaip apibrėžta 41 straipsnio 3 dalyje."
		},
		{
			"lang": "nl",
			"text": "Met het oog op de toepassing van lid 1 neemt de Commissie de nodige maatregelen om de betrekkingen met derde landen of internationale organisaties, en met name hun toezichthoudende autoriteiten, te bevorderen, wanneer zij overeenkomstig artikel 41, lid 3, bij besluit heeft vastgesteld dat zij een passend beschermingsniveau waarborgen."
		},
		{
			"lang": "sv",
			"text": "Vid tillämpningen av punkt 1 ska kommissionen vidta lämpliga åtgärder för att vidareutveckla förbindelserna med tredjeländer och internationella organisationer, och särskilt med deras tillsynsmyndigheter, i de fall då kommissionen har bedömt att motparten i fråga garanterar en adekvat skyddsnivå i den mening som avses i artikel 41.3."
		}
	],
	"children": [],
	"title": "Article 45 – Paragraph 2"
}