{
	"id": "a46p1",
	"type": "paragraph",
	"literal": "1",
	"parent": "a46",
	"text": [
		{
			"lang": "en",
			"text": "Each Member State shall provide that one or more public authorities are responsible for monitoring the application of this Regulation and for contributing to its consistent application throughout the Union, in order to protect the fundamental rights and freedoms of natural persons in relation to the processing of their personal data and to facilitate the free flow of personal data within the Union. For these purposes, the supervisory authorities shall co-operate with each other and the Commission."
		},
		{
			"lang": "de",
			"text": "Jeder Mitgliedstaat trägt dafür Sorge, dass eine oder mehrere Behörden für die Überwachung der Anwendung dieser Verordnung zuständig sind und einen Beitrag zur ihrer einheitlichen Anwendung in der gesamten Union leisten, damit die Grundrechte und Grundfreiheiten natürlicher Personen bei der Verarbeitung ihrer Daten geschützt und der freie Verkehr dieser Daten in der Union erleichtert werden. Zu diesem Zweck bedarf es der Zusammenarbeit der Aufsichtsbehörden untereinander und mit der Kommission."
		},
		{
			"lang": "fr",
			"text": "Chaque État membre prévoit qu'une ou plusieurs autorités publiques sont chargées de surveiller l'application du présent règlement et de contribuer à son application cohérente dans l’ensemble de l'Union, afin de protéger les libertés et droits fondamentaux des personnes physiques en ce qui concerne le traitement de leurs données à caractère personnel et de faciliter la libre circulation de ces données au sein de l’Union. À cette fin, les autorités de contrôle coopèrent entre elles et avec la Commission."
		},
		{
			"lang": "es",
			"text": "Cada Estado miembro dispondrá que una o varias autoridades públicas se encarguen de supervisar la aplicación del presente Reglamento y de contribuir a su aplicación coherente en toda la Unión, con el fin de proteger los derechos y las libertades fundamentales de las personas físicas en lo que respecta al tratamiento de sus datos personales y de facilitar la libre circulación de datos personales en la Unión. A tal fin, las autoridades de control cooperarán entre sí y con la Comisión."
		},
		{
			"lang": "pt",
			"text": "Cada Estado-Membro deve estabelecer que uma ou mais autoridades públicas sejam responsáveis pela fiscalização da aplicação do presente regulamento e por contribuir para a sua aplicação coerente no conjunto da União, a fim de proteger os direitos e liberdades fundamentais das pessoas singulares relativamente ao tratamento dos seus dados pessoais e facilitar a livre circulação desses dados na União. Para esse efeito, as autoridades de controlo devem cooperar entre si e com a Comissão."
		},
		{
			"lang": "it",
			"text": "Ogni Stato membro dispone che una o più autorità pubbliche siano incaricate di sorvegliare l’applicazione del presente regolamento e di contribuire alla sua coerente applicazione in tutta l’Unione, al fine di tutelare i diritti e le libertà fondamentali delle persone fisiche con riguardo al trattamento dei dati personali e di agevolare la libera circolazione dei dati personali all’interno dell’Unione. A tale scopo le autorità di controllo cooperano tra loro e con la Commissione."
		},
		{
			"lang": "ga",
			"text": "Déanfaidh gach Ballstát foráil go mbeidh údarás poiblí nó údaráis phoiblí freagrach as faireachán a dhéanamh ar chur i bhfeidhm an Rialacháin seo agus as rannchuidiú le cur i bhfeidhm leanúnach an Rialacháin ar fud an Aontais, chun cearta agus saoirsí bunúsacha daoine nádúrtha a chosaint i ndáil le próiseáil a sonraí pearsanta agus chun saorshreabhadh sonraí pearsanta a éascú san Aontas. Chun na gcríoch sin, rachaidh na húdaráis mhaoirseachta i gcomhar lena chéile agus leis an gCoimisiún."
		},
		{
			"lang": "cs",
			"text": "Každý členský stát stanoví, že jeden nebo více orgánů veřejné moci ponese odpovědnost za sledování uplatňování tohoto nařízení a za přispívání k jeho jednotnému uplatňování v celé Unii, aby byla chráněna základní práva a svobody fyzických osob v souvislosti se zpracováváním jejich osobních údajů a usnadnil se volný pohyb osobních údajů v rámci Unie. Orgány dozoru budou za tímto účelem spolupracovat s Komisí a mezi sebou."
		},
		{
			"lang": "da",
			"text": "Hver medlemsstat vedtager bestemmelser om, at en eller flere tilsynsmyndigheder er ansvarlige for at kontrollere anvendelsen af denne forordning og bidrage til en ensartet anvendelse i hele Unionen med det formål at beskytte fysiske personers grundlæggende rettigheder og frihedsrettigheder i forbindelse med behandlingen af deres personoplysninger og lette fri udveksling af personoplysninger i Unionen. Til disse formål samarbejder tilsynsmyndighederne med hinanden og med Kommissionen."
		},
		{
			"lang": "et",
			"text": "Iga liikmesriik näeb ette ühe või mitu avaliku sektori asutust, kes vastutavad käesoleva määruse kohaldamise järelevalve eest ja osalevad selle järjepideval kohaldamisel kogu liidus, et kaitsta füüsiliste isikute põhiõigusi ja -vabadusi seoses nende isikuandmete töötlemisega ja hõlbustada isikuandmete vaba liikumist kogu liidus. Selleks teevad järelevalveasutused omavahel ja komisjoniga koostööd."
		},
		{
			"lang": "el",
			"text": "Κάθε κράτος μέλος προβλέπει ότι μία ή περισσότερες δημόσιες αρχές επιφορτίζονται με την παρακολούθηση της εφαρμογής του παρόντος κανονισμού και συμβάλλουν στη συνεκτική εφαρμογή του σε ολόκληρη την Ένωση, με σκοπό την προστασία των θεμελιωδών δικαιωμάτων και ελευθεριών των φυσικών προσώπων έναντι της επεξεργασίας των δεδομένων προσωπικού χαρακτήρα που τα αφορούν και τη διευκόλυνση της ελεύθερης ροής δεδομένων προσωπικού χαρακτήρα στην Ένωση. Για τους σκοπούς αυτούς, οι αρχές ελέγχου συνεργάζονται μεταξύ τους και με την Επιτροπή."
		},
		{
			"lang": "bg",
			"text": "Всяка държава-членка предвижда, че един или повече публични органи отговарят за наблюдението на прилагането на настоящия регламент и допринасят за неговото съгласувано прилагане навсякъде в Съюза, така че да се защитят основните права и свободи на физическите лица във връзка с обработването на личните им данни и да се улесни свободното движение на личните данни в рамките на Съюза. За постигането на тези цели надзорните органи си сътрудничат помежду си и с Комисията."
		},
		{
			"lang": "hu",
			"text": "Minden tagállam rendelkezik arról, hogy a természetes személyeket személyes adataik feldolgozásával kapcsolatban megillető alapvető jogok és szabadságok védelme, valamint a személyes adatok Unión belüli szabad áramlásának egyszerűsítése érdekében egy vagy több hatóság feladata, hogy e rendelet alkalmazását ellenőrizze és azok következetes alkalmazásához az Unió egész területén hozzájáruljon. A felügyelő hatóságok e célból együttműködnek a Bizottsággal és egymással."
		},
		{
			"lang": "mt",
			"text": "Kull Stat Membru għandu jipprovdi li awtorità pubblika waħda jew aktar ikunu responsabbli għas-sorveljanza tal-applikazzjoni ta’ dan ir-Regolament u għall-kontribuzzjoni għall-applikazzjoni konsistenti tagħha madwar l-Unjoni, bil-għan li jiġu protetti d-drittijiet u l-libertajiet fundamentali ta’ persuni fiżiċi fir-rigward tal-ipproċessar tad-dejta personali tagħhom u sabiex jiġi ffaċilitat il-fluss liberu ta’ dejta personali fl-Unjoni. Għal dawn l-għanijiet, l-awtoritajiet ta’ superviżjoni għandhom jikkooperaw bejniethom u mal-Kummissjoni."
		},
		{
			"lang": "lv",
			"text": "Lai aizsargātu fizisku personu pamattiesības un brīvības attiecībā uz viņu personas datu apstrādi un atvieglotu personas datu brīvu apriti Savienībā, katra dalībvalsts paredz, ka viena vai vairākas valsts iestādes atbild par šīs regulas piemērošanas uzraudzību un par tās konsekventu piemērošanas veicināšanu visā Savienībā. Šajā nolūkā uzraudzības iestādes sadarbojas viena ar otru un ar Komisiju."
		},
		{
			"lang": "ro",
			"text": "Dispozițiile din fiecare stat membru prevăd că una sau mai multe autorități publice sunt responsabile de monitorizarea aplicării prezentului regulament și de contribuția la aplicarea uniformă a regulamentului în întreaga Uniune, în vederea protejării drepturilor și libertăților fundamentale ale persoanelor fizice în ceea ce privește prelucrarea datelor cu caracter personal ale acestora și în vederea facilitării liberei circulații a datelor cu caracter personal în cadrul Uniunii. În acest sens, autoritățile de supraveghere cooperează între ele și cu Comisia."
		},
		{
			"lang": "sk",
			"text": "Každý členský štát stanoví, že jeden alebo viaceré verejné orgány sú zodpovedné za monitorovanie uplatňovania tohto nariadenia a za prispievanie k jeho konzistentnému uplatňovaniu v rámci Únie s cieľom chrániť základné práva a slobody fyzických osôb v súvislosti so spracúvaním ich osobných údajov a uľahčiť voľný tok osobných údajov v rámci Únie. Na tento účel dozorné orgány spolupracujú vzájomne, ako aj s Komisiou."
		},
		{
			"lang": "sl",
			"text": "Vsaka država članica določi, da je eden ali več javnih organov pristojnih za spremljanje uporabe te uredbe in za prispevanje k njeni dosledni uporabi v vsej Uniji za zaščito temeljnih pravic in svoboščin fizičnih oseb v zvezi z obdelavo njihovih osebnih podatkov ter za zagotovitev prostega pretoka osebnih podatkov v Uniji. V ta namen je potrebno medsebojno sodelovanje nadzornih organov in sodelovanje s Komisijo."
		},
		{
			"lang": "fi",
			"text": "Jäsenvaltioiden on säädettävä, että yhden tai useamman viranomaisen on seurattava tämän asetuksen soveltamista ja edistettävä sen yhdenmukaista soveltamista koko unionissa luonnollisten henkilöiden perusoikeuksien ja ‑vapauksien suojaamiseksi henkilötietojen käsittelyssä ja henkilötietojen vapaan liikkuvuuden varmistamiseksi unionissa. Näitä tarkoituksia varten valvontaviranomaisten olisi tehtävä yhteistyötä keskenään ja komission kanssa."
		},
		{
			"lang": "pl",
			"text": "Każde państwo członkowskie ustanowi przepisy przewidujące, że przynajmniej jeden organ publiczny jest odpowiedzialny za monitorowanie stosowania niniejszego rozporządzenia oraz za przyczynianie się do jego jednolitego stosowania na terytorium całej Unii w celu ochrony podstawowych praw i wolności osób fizycznych w odniesieniu do przetwarzania danych oraz ułatwienia swobodnego przepływu danych w Unii. Dla tych celów organy nadzorcze współpracują ze sobą i z Komisją."
		},
		{
			"lang": "lt",
			"text": "Kiekviena valstybė narė nustato, kad viena arba kelios valdžios institucijos stebi, kaip įgyvendinamas šis reglamentas, ir padeda jį nuosekliai taikyti visoje Sąjungoje, kad būtų apsaugotos fizinių asmenų pagrindinės teisės ir laisvės tvarkant jų asmens duomenis ir palengvintas laisvas asmens duomenų judėjimas Sąjungoje. Siekdamos šių tikslų, priežiūros institucijos bendradarbiauja tarpusavyje ir su Komisija."
		},
		{
			"lang": "nl",
			"text": "Elke lidstaat zorgt ervoor dat één of meer overheidsinstanties verantwoordelijk zijn voor het toezicht op de toepassing van deze verordening en een bijdrage leveren aan de uniforme toepassing ervan in de hele Unie, teneinde de grondrechten en fundamentele vrijheden van natuurlijke personen in verband met de verwerking van hun persoonsgegevens te beschermen en het vrije verkeer van persoonsgegevens binnen de Unie te vergemakkelijken. Daartoe werken de toezichthoudende autoriteiten samen met elkaar en met de Commissie."
		},
		{
			"lang": "sv",
			"text": "Varje medlemsstat ska utse en eller flera offentliga myndigheter som ska vara ansvariga för att övervaka tillämpningen av denna förordning och medverka till dess enhetliga tillämpning i hela unionen, i syfte att skydda fysiska personers grundläggande fri- och rättigheter i samband med behandling av deras personuppgifter samt underlätta det fria flödet av sådana uppgifter inom unionen. För dessa ändamål ska tillsynsmyndigheterna samarbeta såväl inbördes som med kommissionen."
		}
	],
	"children": [],
	"title": "Article 46 – Paragraph 1"
}