{
	"id": "a46p3",
	"type": "paragraph",
	"literal": "3",
	"parent": "a46",
	"text": [
		{
			"lang": "en",
			"text": "Each Member State shall notify to the Commission those provisions of its law which it adopts pursuant to this Chapter, by the date specified in Article 91(2) at the latest and, without delay, any subsequent amendment affecting them."
		},
		{
			"lang": "de",
			"text": "Jeder Mitgliedstaat teilt der Kommission bis spätestens zu dem in Artikel 91 Absatz 2 genannten Zeitpunkt die Rechtsvorschriften, die er aufgrund dieses Kapitels erlässt, sowie unverzüglich alle folgenden Änderungen dieser Vorschriften mit."
		},
		{
			"lang": "fr",
			"text": "Chaque État membre notifie à la Commission les dispositions de la législation qu'il adopte en vertu du présent chapitre, au plus tard à la date figurant à l'article 91, paragraphe 2, et, sans délai, toute modification ultérieure les affectant."
		},
		{
			"lang": "es",
			"text": "Cada Estado miembro notificará a la Comisión las disposiciones legislativas que adopte de conformidad con el presente capítulo, a más tardar en la fecha especificada en el artículo 91, apartado 2, y, sin demora, cualquier modificación posterior que les afecte."
		},
		{
			"lang": "pt",
			"text": "Cada Estado-Membro notifica a Comissão das disposições do direito nacional que adotar por força deste capítulo, o mais tardar na data fixada no artigo 92.º, n.º 2 e, sem demora, qualquer alteração posterior às mesmas."
		},
		{
			"lang": "it",
			"text": "Ogni Stato membro notifica alla Commissione le disposizioni di legge adottate ai sensi del presente capo entro la data di cui all’articolo 91, paragrafo 2, e comunica senza ritardo ogni successiva modifica."
		},
		{
			"lang": "ga",
			"text": "Tabharfaidh gach Ballstát fógra don Choimisiún faoi na forálacha sin dá dhlí a ghlacfaidh sé de bhun na Caibidle seo, faoin dáta atá sonraithe in Airteagal 91(2) ar a dhéanaí, agus tabharfaidh sé fógra freisin gan mhoill faoi aon leasú ina dhiaidh sin a dhéanann difear do na forálacha sin."
		},
		{
			"lang": "cs",
			"text": "Každý členský stát oznámí Komisi nejpozději do data uvedeného v čl. 91 odst. 2 právní ustanovení, která přijme podle této kapitoly, a bez zbytečného odkladu jakékoliv následné změny, jež se těchto ustanovení dotknou."
		},
		{
			"lang": "da",
			"text": "Hver medlemsstat meddeler Kommissionen de bestemmelser, den vedtager i henhold til dette kapitel, senest den dato, der er fastsat i artikel 91, stk. 2, og underretter den straks om eventuelle senere ændringer af disse."
		},
		{
			"lang": "et",
			"text": "Iga liikmesriik teavitab komisjoni käesoleva peatüki alusel vastuvõetavatest õigusnormidest hiljemalt artikli 91 lõikes 2 märgitud kuupäevaks ja annab viivitamata teada nende edaspidistest muudatustest."
		},
		{
			"lang": "el",
			"text": "Κάθε κράτος μέλος κοινοποιεί στην Επιτροπή τις διατάξεις που θεσπίζει στο δίκαιό του δυνάμει του παρόντος κεφαλαίου, το αργότερο έως την ημερομηνία που καθορίζεται στο άρθρο 91 παράγραφος 2 και, χωρίς καθυστέρηση, κάθε επακόλουθη τροποποίησή τους."
		},
		{
			"lang": "bg",
			"text": "Всяка държава-членка уведомява Комисията за тези разпоредби в своето законодателство, които приема по силата на настоящата глава, най-късно до датата, посочена в член 91, параграф 2, и я уведомява незабавно за всяко последващо изменение, което ги засяга."
		},
		{
			"lang": "hu",
			"text": "A tagállamok legkésőbb a 91. cikk (2) bekezdésében meghatározott időpontig értesítik a Bizottságot az e fejezet szerint elfogadott nemzeti jogi rendelkezésekről, és haladéktalanul bejelentenek valamennyi későbbi, ezeket érintő módosítást."
		},
		{
			"lang": "mt",
			"text": "Kull Stat Membru għandu jinnotifika lill-Kummissjoni dwar dawk id-dispożizzjonijiet tal-liġi tiegħu li jadotta skont dan il-Kapitolu, sa mhux aktar tard mid-dejta speċifikata fl-Artikolu 91(2) u, mingħajr dewmien, dwar kwalunkwe emenda sussegwenti li taffettwahom."
		},
		{
			"lang": "lv",
			"text": "Vēlākais līdz 91. panta 2. punktā noteiktajam datumam katra dalībvalsts paziņo Komisijai noteikumus, ko tā pieņem saskaņā ar šo nodaļu, turklāt tās nekavējoties paziņo Komisijai par jebkuriem turpmākiem šo noteikumu grozījumiem."
		},
		{
			"lang": "ro",
			"text": "Fiecare stat membru notifică Comisiei dispozițiile din dreptul său pe care le adoptă în temeiul prezentului capitol până cel târziu la data menționată la articolul 91 alineatul (2) și, fără întârziere, orice modificare ulterioară pe care o aduce la aceste dispoziții."
		},
		{
			"lang": "sk",
			"text": "Do dátumu uvedeného v článku 91 ods. 2 každý členský štát oznámi Komisii ustanovenia svojich právnych predpisov, ktoré prijme podľa tejto kapitoly, a bezodkladne oznámi aj všetky následné zmeny a doplnenia, ktoré ich ovplyvňujú."
		},
		{
			"lang": "sl",
			"text": "Vsaka država članica Komisijo uradno obvesti o predpisih, ki jih sprejme v skladu s tem poglavjem, in sicer najpozneje do datuma iz člena 91(2), nemudoma pa tudi o vseh nadaljnjih spremembah teh predpisov."
		},
		{
			"lang": "fi",
			"text": "Jäsenvaltioiden on toimitettava tämän luvun perusteella antamansa säännökset tiedoksi komissiolle viimeistään 91 artiklan 2 kohdassa mainittuna päivämääränä ja niiden mahdolliset myöhemmät muutokset mahdollisimman pian."
		},
		{
			"lang": "pl",
			"text": "Każde państwo członkowskie zawiadamia Komisję o przepisach prawa, które przyjęło na mocy niniejszego rozdziału, najpóźniej przed terminem określonym w art. 91 ust. 2 i bezzwłocznie o każdej kolejnej zmianie mającej na nie wpływ."
		},
		{
			"lang": "lt",
			"text": "Kiekviena valstybė narė vėliausiai iki 91 straipsnio 2 dalyje nurodytos datos praneša Komisijai apie teisės aktų nuostatas, kurias ji priima pagal šį skyrių, ir nedelsdama praneša apie visus vėlesnius su tomis nuostatomis susijusius pakeitimus."
		},
		{
			"lang": "nl",
			"text": "Elke lidstaat deelt de Commissie uiterlijk op de in artikel 91, lid 2, vastgelegde datum de rechtsvoorschriften mee die hij overeenkomstig dit hoofdstuk vaststelt, alsook onverwijld alle latere wijzigingen daarvan."
		},
		{
			"lang": "sv",
			"text": "Varje medlemsstat ska senast den dag som anges i artikel 91 anmäla till kommissionen vilka nationella bestämmelser den antar som en följd av bestämmelserna i detta kapitel, och alla framtida ändringar som rör dessa bestämmelser ska anmälas utan dröjsmål."
		}
	],
	"children": [],
	"title": "Article 46 – Paragraph 3"
}