{
	"id": "a47p2",
	"type": "paragraph",
	"literal": "2",
	"parent": "a47",
	"text": [
		{
			"lang": "en",
			"text": "The members of the supervisory authority shall, in the performance of their duties, neither seek nor take instructions from anybody."
		},
		{
			"lang": "de",
			"text": "Die Mitglieder der Aufsichtsbehörde ersuchen in Ausübung ihres Amtes weder um Weisung noch nehmen sie Weisungen entgegen."
		},
		{
			"lang": "fr",
			"text": "Dans l'accomplissement de leur mission, les membres de l'autorité de contrôle ne sollicitent ni n'acceptent d'instructions de quiconque."
		},
		{
			"lang": "es",
			"text": "En el ejercicio de sus funciones, los miembros de la autoridad de control no solicitarán ni aceptarán instrucciones de nadie."
		},
		{
			"lang": "pt",
			"text": "Os membros da autoridade de controlo, no exercício das suas funções, não solicitam nem aceitam instruções de outrem."
		},
		{
			"lang": "it",
			"text": "Nell’adempimento delle loro funzioni i membri dell’autorità di controllo non sollecitano né accettano istruzioni da alcuno."
		},
		{
			"lang": "ga",
			"text": "Ní iarrfaidh comhaltaí an údaráis mhaoirseachta treoracha ó aon duine i gcomhlíonadh a ndualgas ná ní ghlacfaidh siad treoracha ó aon duine."
		},
		{
			"lang": "cs",
			"text": "Členové orgánu dozoru při plnění svých povinností u nikoho nevyhledávají ani od nikoho nepřijímají žádné pokyny."
		},
		{
			"lang": "da",
			"text": "Medlemmer af tilsynsmyndigheden må ved udøvelsen af deres opgaver hverken søge eller modtage instrukser fra andre."
		},
		{
			"lang": "et",
			"text": "Järelevalveasutuse liikmed ei küsi ega võta oma kohustuste täitmisel juhiseid mitte kelleltki."
		},
		{
			"lang": "el",
			"text": "Κατά την άσκηση των καθηκόντων τους, τα μέλη της αρχής ελέγχου δεν ζητούν ούτε λαμβάνουν οδηγίες από οποιονδήποτε."
		},
		{
			"lang": "bg",
			"text": "При изпълнение на своите задължения членовете на надзорния орган не търсят и не приемат указания от никого."
		},
		{
			"lang": "hu",
			"text": "A felügyelő hatóság tagjai feladatkörük ellátása során senkitől nem kérhetnek, és nem fogadhatnak el utasítást."
		},
		{
			"lang": "mt",
			"text": "Il-membri tal-awtorità ta’ superviżjoni għandhom, fil-qadi ta’ dmirijiethom, la jfittxu li jieħdu u lanqas jieħdu struzzjonijiet mingħand xi ħadd."
		},
		{
			"lang": "lv",
			"text": "Uzraudzības iestāde, veicot savus pienākumus, ne no viena nelūdz un nepieņem norādījumus."
		},
		{
			"lang": "ro",
			"text": "În îndeplinirea îndatoririlor, membrii autorității de supraveghere nu solicită și nici nu acceptă niciun fel de instrucțiuni."
		},
		{
			"lang": "sk",
			"text": "Členovia dozorného orgánu pri plnení svojich povinností od nikoho nežiadajú ani neprijímajú pokyny."
		},
		{
			"lang": "sl",
			"text": "Člani nadzornega organa pri izvajanju svojih nalog nikogar ne prosijo za navodila in jih od nikogar ne sprejemajo."
		},
		{
			"lang": "fi",
			"text": "Valvontaviranomaisen jäsenet eivät tehtäviään hoitaessaan pyydä eivätkä ota ohjeita miltään taholta."
		},
		{
			"lang": "pl",
			"text": "Członkowie organu nadzorczego podczas wykonywania swoich obowiązków nie zwracają się do nikogo o instrukcje ani ich od nikogo nie przyjmują."
		},
		{
			"lang": "lt",
			"text": "Priežiūros institucijos nariai, atlikdami savo pareigas, neprašo ir nepriima jokių nurodymų."
		},
		{
			"lang": "nl",
			"text": "Bij de uitvoering van hun taken vragen noch aanvaarden de leden van de toezichthoudende autoriteit instructies van wie dan ook."
		},
		{
			"lang": "sv",
			"text": "Tillsynsmyndighetens ledamöter ska i utövandet av sitt uppdrag varken begära eller ta emot instruktioner av någon."
		}
	],
	"children": [],
	"title": "Article 47 – Paragraph 2"
}