{
	"id": "a47p4",
	"type": "paragraph",
	"literal": "4",
	"parent": "a47",
	"text": [
		{
			"lang": "en",
			"text": "Members of the supervisory authority shall behave, after their term of office, with integrity and discretion as regards the acceptance of appointments and benefits."
		},
		{
			"lang": "de",
			"text": "Die Mitglieder der Aufsichtsbehörde verhalten sich nach Ablauf ihrer Amtszeit im Hinblick auf die Annahme von Tätigkeiten und Vorteilen ehrenhaft und zurückhaltend."
		},
		{
			"lang": "fr",
			"text": "Après la cessation de leurs fonctions, les membres de l'autorité de contrôle sont tenus de respecter les devoirs d'honnêteté et de délicatesse quant à l'acceptation de certaines fonctions ou de certains avantages."
		},
		{
			"lang": "es",
			"text": "Tras la finalización de su mandato, los miembros de la autoridad de control actuarán con integridad y discreción en lo que respecta a la aceptación de cargos y beneficios."
		},
		{
			"lang": "pt",
			"text": "Após cessarem as suas funções, os membros da autoridade de controlo devem agir com integridade e discrição relativamente à aceitação de determinadas funções e benefícios."
		},
		{
			"lang": "it",
			"text": "Al termine del mandato i membri dell’autorità di controllo agiscono con integrità e discrezione nell’accettazione di nomine e altri benefici."
		},
		{
			"lang": "ga",
			"text": "Beidh comhaltaí an údaráis mhaoirseachta ionraic agus stuama i dtaobh ceapacháin agus sochair a ghlacadh i ndiaidh a dtéarma oifige."
		},
		{
			"lang": "cs",
			"text": "Po skončení svého funkčního období jsou členové orgánu dozoru povinni jednat čestně a uvážlivě, pokud jde o přijímání funkcí a výhod."
		},
		{
			"lang": "da",
			"text": "Medlemmer af tilsynsmyndigheden skal efter embedsperiodens ophør udvise hæderlighed og tilbageholdenhed med hensyn til at påtage sig visse hverv eller at acceptere visse fordele."
		},
		{
			"lang": "et",
			"text": "Järelevalveasutuse liikmed käituvad pärast oma ametiaja lõppu ametikohti ja soodustusi vastu võttes väärikalt ning diskreetselt."
		},
		{
			"lang": "el",
			"text": "Τα μέλη της αρχής ελέγχου συμπεριφέρονται, μετά το πέρας της θητείας τους, με ακεραιότητα και διακριτικότητα όσον αφορά την αποδοχή διορισμών και παροχών."
		},
		{
			"lang": "bg",
			"text": "Членовете на надзорния орган проявяват почтеност и тактичност по отношение на приемането на назначения и облаги след края на мандата си."
		},
		{
			"lang": "hu",
			"text": "A felügyelő hatóság tagjai hivatali idejük leteltét követően a kinevezések és előnyök elfogadása tekintetében feddhetetlenül és tartózkodóan járnak el."
		},
		{
			"lang": "mt",
			"text": "Il-membri tal-awtorità ta’ superviżjoni għandhom, matul it-terminu tal-ħatra tagħhom, jikkomportaw ruħhom b’integrità u diskrezzjoni fir-rigward tal-aċċettazzjoni ta’ ħatriet u benefiċċji."
		},
		{
			"lang": "lv",
			"text": "Uzraudzības iestādes locekļi pēc pilnvaru laika beigām izturas godīgi un apdomīgi attiecībā uz amatu un priekšrocību pieņemšanu."
		},
		{
			"lang": "ro",
			"text": "După încheierea mandatului, membrii autorității de supraveghere trebuie să dea dovadă de integritate și discreție în ceea ce privește acceptarea unor funcții sau beneficii."
		},
		{
			"lang": "sk",
			"text": "Členovia dozorného orgánu sa po uplynutí svojho funkčného obdobia správajú pri prijímaní funkcií alebo výhod čestne a rozvážne."
		},
		{
			"lang": "sl",
			"text": "Člani nadzornega organa po prenehanju svojega mandata ravnajo neoporečno in preudarno glede sprejemanja imenovanj in ugodnosti."
		},
		{
			"lang": "fi",
			"text": "Valvontaviranomaisen jäsenten on toimikautensa päättymisen jälkeen osoitettava kunniallisuutta ja arvostelukykyä nimitysten ja etujen vastaanottamisessa."
		},
		{
			"lang": "pl",
			"text": "Członkowie organu nadzorczego po zakończeniu swojej kadencji postępują w sposób uczciwy i ostrożny w odniesieniu do obejmowania stanowisk i przyjmowania korzyści."
		},
		{
			"lang": "lt",
			"text": "Pasibaigus kadencijai, priežiūros institucijos nariai, sutikdami eiti kitas pareigas ir gauti atlygį, elgiasi sąžiningai ir diskretiškai."
		},
		{
			"lang": "nl",
			"text": "Na beëindiging van hun ambtstermijn betrachten de leden van de toezichthoudende autoriteit bij het aanvaarden van functies en voordelen eerlijkheid en kiesheid."
		},
		{
			"lang": "sv",
			"text": "Efter sin mandatttid ska tillsynsmyndighetens ledamöter visa integritet och omdöme i fråga om att acceptera utnämningar och ta emot förmåner."
		}
	],
	"children": [],
	"title": "Article 47 – Paragraph 4"
}