{
	"id": "a47p3",
	"type": "paragraph",
	"literal": "3",
	"parent": "a47",
	"text": [
		{
			"lang": "en",
			"text": "Members of the supervisory authority shall refrain from any action incompatible with their duties and shall not, during their term of office, engage in any incompatible occupation, whether gainful or not."
		},
		{
			"lang": "de",
			"text": "Die Mitglieder der Aufsichtsbehörde sehen von allen mit den Aufgaben ihres Amts nicht zu vereinbarenden Handlungen ab und üben während ihrer Amtszeit keine andere mit ihrem Amt nicht zu vereinbarende entgeltliche oder unentgeltliche Tätigkeit aus."
		},
		{
			"lang": "fr",
			"text": "Les membres de l’autorité de contrôle s'abstiennent de tout acte incompatible avec leurs fonctions et, pendant la durée de leur mandat, n'exercent aucune activité professionnelle incompatible, rémunérée ou non."
		},
		{
			"lang": "es",
			"text": "Los miembros de la autoridad de control se abstendrán de cualquier acción que sea incompatible con sus funciones y no participarán, mientras dure su mandato, en ninguna actividad profesional incompatible, sea o no remunerada."
		},
		{
			"lang": "pt",
			"text": "Os membros da autoridade de controlo devem abster-se de qualquer ato incompatível com as suas funções e, durante o seu mandato, não podem desempenhar qualquer atividade profissional, remunerada ou não."
		},
		{
			"lang": "it",
			"text": "Per tutta la durata del mandato, i membri dell’autorità di controllo si astengono da qualunque azione incompatibile con le loro funzioni e non possono esercitare alcuna altra attività professionale incompatibile, remunerata o meno."
		},
		{
			"lang": "ga",
			"text": "Staonfaidh comhaltaí an údaráis mhaoirseachta ó aon ghníomh nach luíonn lena ndualgais agus ní ghabhfaidh siad d’aon slí bheatha nach luíonn leis na dualgais sin le linn a dtéarma oifige, bíodh sí sochrach nó neamhshochrach."
		},
		{
			"lang": "cs",
			"text": "Členové orgánu dozoru se zdrží veškeré činnosti, která je neslučitelná s povinnostmi jejich funkce, a v průběhu svého funkčního období nesmí vykonávat žádné jiné neslučitelné zaměstnání, ať už placené či neplacené."
		},
		{
			"lang": "da",
			"text": "Medlemmer af tilsynsmyndigheden skal afholde sig fra enhver handling, der er uforenelig med deres hverv, og må ikke, så længe deres embedsperiode varer, udøve uforenelig lønnet eller ulønnet virksomhed."
		},
		{
			"lang": "et",
			"text": "Järelevalveasutuse liikmed hoiduvad oma kohustustega sobimatust tegevusest ega tööta oma ametiaja jooksul ühelgi muul tasustataval või mittetasustataval ametikohal."
		},
		{
			"lang": "el",
			"text": "Τα μέλη της αρχής ελέγχου απέχουν από κάθε πράξη ασυμβίβαστη προς τα καθήκοντά τους και, κατά τη διάρκεια της θητείας τους, δεν ασκούν κανένα ασυμβίβαστο επάγγελμα, επικερδές ή μη."
		},
		{
			"lang": "bg",
			"text": "Членовете на надзорния орган се въздържат от всякакви несъвместими с длъжностните им задължения действия и по време на своя мандат не се ангажират с никакви несъвместими функции, независимо дали срещу възнаграждение или безвъзмездно."
		},
		{
			"lang": "hu",
			"text": "A felügyelő hatóságok tagjai tartózkodnak a feladatkörükkel összeférhetetlen cselekményektől, valamint hivatali idejük alatt nem vállalhatnak egyéb – akár kereső, akár ingyenesen végzett – összeférhetetlen szakmai tevékenységet."
		},
		{
			"lang": "mt",
			"text": "Il-membri tal-awtorità ta’ superviżjoni għandhom iżomu lura minn xi azzjoni inkompatibbli mad-dmirijiet tagħhom u ma għandhomx, maul it-terminu tal-ħatra tagħhom, jagħmlu xi xogħol inkompatibbli ieħor, sew jekk bi qligħ sew jekk le."
		},
		{
			"lang": "lv",
			"text": "Uzraudzības iestādes locekļi atturas veikt jebkādas darbības, kas nav savienojamas ar viņu pienākumiem, un esot amatā, neuzņemas nekādu citu nesavienojamu algotu vai nealgotu darbu."
		},
		{
			"lang": "ro",
			"text": "Membrii autorității de supraveghere nu întreprind acțiuni incompatibile cu îndatoririle lor, iar, pe durata mandatului, nu desfășoară activități incompatibile, remunerate sau nu."
		},
		{
			"lang": "sk",
			"text": "Členovia dozorného orgánu sa zdržia akéhokoľvek konania nezlučiteľného s ich povinnosťami a počas svojho funkčného obdobia nevykonávajú žiadnu inú platenú ani neplatenú pracovnú činnosť nezlučiteľnú s touto funkciou."
		},
		{
			"lang": "sl",
			"text": "Člani nadzornega organa se vzdržijo vsakega delovanja, ki je nezdružljivo z njihovimi nalogami, in se v času svojega mandata ne ukvarjajo z nobenim nezdružljivim delom, bodisi profitnim bodisi neprofitnim."
		},
		{
			"lang": "fi",
			"text": "Valvontaviranomaisen jäsenten on pidättäydyttävä kaikesta toiminnasta, joka ei sovi yhteen heidän tehtäviensä hoitamisen kanssa, eivätkä he saa toimikautensa aikana harjoittaa muuta palkallista tai palkatonta ammattitoimintaa."
		},
		{
			"lang": "pl",
			"text": "Członkowie organu nadzorczego powstrzymują się od wszelkich czynności niezgodnych ze swoimi obowiązkami i podczas swojej kadencji nie podejmują żadnej funkcji, zarobkowej lub niezarobkowej, stojącej w sprzeczności z tymi obowiązkami."
		},
		{
			"lang": "lt",
			"text": "Priežiūros institucijos nariai nesiima jokių su jų pareigomis nesuderinamų veiksmų ir kadencijos metu negali dirbti jokio nesuderinamo – mokamo ar nemokamo – darbo."
		},
		{
			"lang": "nl",
			"text": "De leden van de toezichthoudende autoriteit onthouden zich van alle handelingen die onverenigbaar zijn met hun taken en verrichten gedurende hun ambtstermijn geen andere al dan niet bezoldigde beroepswerkzaamheden."
		},
		{
			"lang": "sv",
			"text": "Tillsynsmyndighetens ledamöter ska avstå från alla handlingar som står i strid med deras tjänsteutövning och under sin mandattid avstå från all annan avlönad eller oavlönad yrkesverksamhet som står i strid med deras tjänsteutövning."
		}
	],
	"children": [],
	"title": "Article 47 – Paragraph 3"
}