{
	"id": "a48p4",
	"type": "paragraph",
	"literal": "4",
	"parent": "a48",
	"text": [
		{
			"lang": "en",
			"text": "A member may be dismissed or deprived of the right to a pension or other benefits in its stead by the competent national court, if the member no longer fulfils the conditions required for the performance of the duties or is guilty of serious misconduct."
		},
		{
			"lang": "de",
			"text": "Ein Mitglied kann vom zuständigen nationalen Gericht seines Amtes enthoben oder seiner Ruhegehaltsansprüche oder an ihrer Stelle gewährten Vergünstigungen für verlustig erklärt werden, wenn es die Voraussetzungen für die Ausübung seines Amtes nicht mehr erfüllt oder eine schwere Verfehlung begangen hat."
		},
		{
			"lang": "fr",
			"text": "Un membre peut être déclaré démissionnaire ou déchu du droit à pension ou d'autres avantages en tenant lieu par la juridiction nationale compétente, s'il ne remplit plus les conditions nécessaires à l'exercice de ses fonctions ou s'il a commis une faute grave."
		},
		{
			"lang": "es",
			"text": "Un miembro podrá ser destituido o desposeído de su derecho a pensión u otros beneficios sustitutivos por el órgano jurisdiccional nacional competente si dejara de reunir las condiciones necesarias para el ejercicio de sus funciones o hubiera incurrido en falta grave."
		},
		{
			"lang": "pt",
			"text": "Um membro pode ser declarado demissionário ou privado do seu direito à pensão ou a outros benefícios equivalentes por decisão de um tribunal nacional competente se deixar de preencher os requisitos necessários ao exercício das suas funções ou tiver cometido uma falta grave."
		},
		{
			"lang": "it",
			"text": "I membri possono essere rimossi o privati del diritto a pensione o di altri vantaggi sostitutivi dall’autorità giurisdizionale nazionale competente qualora non siano più in possesso dei requisiti necessari per l’esercizio delle loro funzioni o abbiano commesso una colpa grave."
		},
		{
			"lang": "ga",
			"text": "Féadfaidh an chúirt inniúil náisiúnta comhalta a bhriseadh as a phost nó a cheart chun pinsin nó sochair eile a bhaint de mura bhfuil na coinníollacha is gá chun a dhualgais a dhéanamh á gcomhlíonadh aige a thuilleadh nó má bhí sé ciontach i mí‑iompar tromchúiseach."
		},
		{
			"lang": "cs",
			"text": "Pokud člen orgánu dozoru přestane splňovat podmínky požadované pro výkon svých povinností nebo se dopustil závažného pochybení, může být příslušným vnitrostátním soudem odvolán nebo zbaven práva na penzi či jiné výhody poskytované namísto ní."
		},
		{
			"lang": "da",
			"text": "Et medlem kan af den kompetente nationale domstol afskediges eller fratages sin ret til pension eller lignende goder, hvis vedkommende ikke længere opfylder de nødvendige betingelser for at udøve sit hverv, eller hvis vedkommende har begået alvorligt embedsmisbrug."
		},
		{
			"lang": "et",
			"text": "Liikmesriigi pädev kohus võib liikme ametist vabastada või jätta ilma õigusest saada pensioni või muid seda asendavaid soodustusi, kui liige ei vasta enam oma kohustuste täitmiseks nõutavatele tingimustele või kui ta on süüdi raskes üleastumises."
		},
		{
			"lang": "el",
			"text": "Ένα μέλος μπορεί να απομακρυνθεί ή να στερηθεί το δικαίωμα στη σύνταξη ή άλλες υποκατάστατες παροχές από αρμόδιο εθνικό δικαστήριο, εάν το μέλος δεν πληροί πλέον τις προϋποθέσεις που απαιτούνται για την άσκηση των καθηκόντων του ή κριθεί ένοχο για σοβαρό παράπτωμα."
		},
		{
			"lang": "bg",
			"text": "Член на надзорния орган може да бъде освободен или лишен от правото на пенсия или други облаги от компетентния национален съд, ако този член престане да отговаря на необходимите условия за изпълнение на задълженията или е виновен за извършването на тежко провинение."
		},
		{
			"lang": "hu",
			"text": "A tagot az illetékes nemzeti bíróság felmentheti, vagy a nyugdíjhoz, illetve az egyéb juttatásokhoz való jogától megfoszthatja abban az esetben, ha már nem felel meg a feladatai teljesítéséhez előírt feltételeknek, vagy súlyos kötelességszegést követett el."
		},
		{
			"lang": "mt",
			"text": "Membru jista’ jitkeċċa jew jitneħħielu d-dritt għal pensjoni jew benefiċċji oħrajn flokha mill-qorti nazzjonali kompetenti, jekk il-membru ma jissodisfax aktar il-kundizzjonijiet meħtieġa għat-twettiq tad-dmirijiet jew ikun ħati ta’ mġiba ħażina serja."
		},
		{
			"lang": "lv",
			"text": "Kompetentā valsts tiesa var atlaist locekli no amata vai atņemt tam tiesības uz pensiju vai citas priekšrocības, ja viņš vairs neatbilst savu pienākumu izpildes nosacījumiem vai ir vainīgs smaga amatpārkāpuma izdarīšanā."
		},
		{
			"lang": "ro",
			"text": "Un membru poate fi demis sau poate fi decăzut din dreptul la pensie sau la alte beneficii echivalente de către instanța națională competentă, în cazul în care membrul respectiv nu mai îndeplinește condițiile necesare pentru executarea funcțiilor sau este vinovat de comiterea unei abateri disciplinare grave."
		},
		{
			"lang": "sk",
			"text": "Člena možno odvolať alebo pozbaviť jeho práva na dôchodok či iných dávok namiesto dôchodku rozhodnutím príslušného vnútroštátneho súdu, ak tento člen prestal spĺňať podmienky požadované na výkon svojich služobných povinností, resp. ak sa dopustil závažného pochybenia."
		},
		{
			"lang": "sl",
			"text": "Pristojno nacionalno sodišče lahko razreši člana ali mu odvzame pravico do pokojnine ali do drugih podobnih ugodnosti, če član ne izpolnjuje več pogojev, ki se zahtevajo za opravljanje njegovih nalog, ali če je zagrešil hujšo kršitev."
		},
		{
			"lang": "fi",
			"text": "Kansallinen tuomioistuin voi erottaa jäsenen tai lakkauttaa tältä oikeuden eläkkeeseen tai muihin vastaaviin etuuksiin, jos hän ei enää täytä niitä vaatimuksia, joita hänen tehtävänsä edellyttävät, tai jos hän on syyllistynyt vakavaan virheeseen."
		},
		{
			"lang": "pl",
			"text": "Członek może być odwołany lub pozbawiony praw do emerytury lub innych alternatywnych świadczeń przez właściwy sąd krajowy, jeżeli nie spełnia już warunków wymaganych do wykonywania obowiązków lub dopuścił się poważnego uchybienia."
		},
		{
			"lang": "lt",
			"text": "Kompetentingas nacionalinis teismas gali atleisti narį iš pareigų arba atimti teisę į pensiją arba kitas vietoj jos mokamas išmokas, jeigu jis nebeatitinka jo pareigoms keliamų reikalavimų arba pripažįstamas kaltu padaręs sunkų nusižengimą."
		},
		{
			"lang": "nl",
			"text": "Een lid kan door de bevoegde nationale gerechtelijke instantie van zijn ambt worden ontheven of van zijn recht op pensioen of andere in de plaats daarvan komende voordelen vervallen worden verklaard, indien hij niet langer voldoet aan de voorwaarden voor de uitvoering van de taken of op ernstige wijze is tekortgeschoten."
		},
		{
			"lang": "sv",
			"text": "En ledamot kan avsättas eller berövas rätten till pension eller andra förmåner av den behöriga nationella domstolen om han eller hon inte längre uppfyller villkoren för att utöva uppdraget eller har gjort sig skyldig till ett allvarligt fel."
		}
	],
	"children": [],
	"title": "Article 48 – Paragraph 4"
}