{
	"id": "a48p1",
	"type": "paragraph",
	"literal": "1",
	"parent": "a48",
	"text": [
		{
			"lang": "en",
			"text": "Member States shall provide that the members of the supervisory authority must be appointed either by the parliament or the government of the Member State concerned."
		},
		{
			"lang": "de",
			"text": "Die Mitgliedstaaten tragen dafür Sorge, dass die Mitglieder der Aufsichtsbehörde entweder vom Parlament oder von der Regierung des betreffenden Mitgliedstaats ernannt werden."
		},
		{
			"lang": "fr",
			"text": "Chaque État membre prévoit que les membres de l’autorité de contrôle doivent être nommés soit par son parlement, soit par son gouvernement."
		},
		{
			"lang": "es",
			"text": "Los Estados miembros dispondrán que los miembros de la autoridad de control deben ser nombrados bien por su parlamento bien por su gobierno."
		},
		{
			"lang": "pt",
			"text": "Os Estados-Membros estabelecem que os membros da autoridade de controlo são nomeados pelos respetivos parlamentos ou governos."
		},
		{
			"lang": "it",
			"text": "Ogni Stato membro dispone che a nominare i membri dell’autorità di controllo debba essere il proprio parlamento o governo."
		},
		{
			"lang": "ga",
			"text": "Déanfaidh na Ballstáit foráil gur faoi pharlaimint nó rialtas an Bhallstáit lena mbaineann atá sé comhaltaí an údaráis mhaoirseachta a cheapadh."
		},
		{
			"lang": "cs",
			"text": "Členské státy stanoví, že členové orgánu dozoru musí být jmenováni parlamentem, nebo vládou daného členského státu."
		},
		{
			"lang": "da",
			"text": "Medlemsstaterne vedtager bestemmelser om, at medlemmerne af tilsynsmyn­digheden udpeges af parlamentet eller regeringen i den pågældende medlemsstat."
		},
		{
			"lang": "et",
			"text": "Liikmesriigid näevad ette, et järelevalveasutuse liikmed nimetab ametisse kas asjaomase liikmesriigi parlament või valitsus."
		},
		{
			"lang": "el",
			"text": "Τα κράτη μέλη προβλέπουν ότι τα μέλη της αρχής ελέγχου διορίζονται από το κοινοβούλιο ή από την κυβέρνηση του οικείου κράτους μέλους."
		},
		{
			"lang": "bg",
			"text": "Държавите-членки предвиждат, че членовете на надзорния орган трябва да се назначават или от парламента, или от правителството на съответната държава-членка."
		},
		{
			"lang": "hu",
			"text": "A tagállamok előírják, hogy a felügyelő hatóság tagjait az érintett tagállam parlamentje vagy kormánya nevezi ki."
		},
		{
			"lang": "mt",
			"text": "L-Istati Membri għandhom jipprovdu li l-membri tal-awtorità ta’ superviżjoni jridu jinħatru mill-parlament jew mill-gvern tal-Istat Membru kkonċernat."
		},
		{
			"lang": "lv",
			"text": "Dalībvalstis nodrošina, ka uzraudzības iestādes locekļus amatā ieceļ vai nu attiecīgās dalībvalsts parlaments vai valdība."
		},
		{
			"lang": "ro",
			"text": "Statele membre prevăd dispoziții potrivit cărora membrii autorității de supraveghere trebuie numiți fie de parlament, fie de guvernul statului membru în cauză."
		},
		{
			"lang": "sk",
			"text": "Členské štáty stanovia, že členov dozorného orgánu ustanovuje buď parlament alebo vláda príslušného členského štátu."
		},
		{
			"lang": "sl",
			"text": "Države članice zagotovijo, da člane nadzornega organa imenuje parlament ali vlada zadevne države članice."
		},
		{
			"lang": "fi",
			"text": "Jäsenvaltioiden on säädettävä, että valvontaviranomaisen jäsenet nimittää joko jäsenvaltion parlamentti tai hallitus."
		},
		{
			"lang": "pl",
			"text": "Państwa członkowskie zapewniają, by członkowie organu nadzorczego byli wybierani albo przez parlament albo przez rząd danego państwa członkowskiego."
		},
		{
			"lang": "lt",
			"text": "Valstybės narės nustato, kad priežiūros institucijos narius turi skirti atitinkamos valstybės narės parlamentas arba vyriausybė."
		},
		{
			"lang": "nl",
			"text": "De lidstaten bepalen dat de leden van de toezichthoudende autoriteit ofwel door het parlement ofwel door de regering van de betrokken lidstaat worden benoemd."
		},
		{
			"lang": "sv",
			"text": "Varje medlemsstat ska fastställa att tillsynsmyndighetens ledamöter ska utses antingen av medlemsstatens parlament eller av dess regering."
		}
	],
	"children": [],
	"title": "Article 48 – Paragraph 1"
}