{
	"id": "a48p3",
	"type": "paragraph",
	"literal": "3",
	"parent": "a48",
	"text": [
		{
			"lang": "en",
			"text": "The duties of a member shall end in the event of the expiry of the term of office, resignation or compulsory retirement in accordance with paragraph 5."
		},
		{
			"lang": "de",
			"text": "Das Amt eines Mitglieds endet mit Ablauf der Amtszeit, mit seinem Rücktritt oder seiner Enthebung aus dem Amt gemäß Absatz 4."
		},
		{
			"lang": "fr",
			"text": "Les fonctions des membres prennent fin à l'échéance de leur mandat, en cas de démission ou de mise à la retraite d'office conformément au paragraphe 5."
		},
		{
			"lang": "es",
			"text": "Las funciones de los miembros terminarán a la expiración de su mandato o en caso de dimisión o jubilación obligatoria de conformidad con lo dispuesto en el apartado 5."
		},
		{
			"lang": "pt",
			"text": "As funções de um membro cessam findo o termo do seu mandato, demissão ou destituição, nos termos do n.º 5."
		},
		{
			"lang": "it",
			"text": "Il mandato dei membri cessa alla scadenza del termine o in caso di dimissioni o di provvedimento d’ufficio, a norma del paragrafo 5."
		},
		{
			"lang": "ga",
			"text": "Tiocfaidh deireadh le dualgais an chomhalta nuair a thagann deireadh lena théarma oifige, má éiríonn sé as oifig nó i gcás é a scor go héigeantach i gcomhréir le mír 5."
		},
		{
			"lang": "cs",
			"text": "Povinnosti člena orgánu dozoru končí v okamžiku uplynutí jeho funkčního období, odstoupení nebo povinného odchodu do důchodu v souladu s odstavcem 5."
		},
		{
			"lang": "da",
			"text": "Et medlems opgaver ophører ved udløbet af embedsperioden, ved frivillig fratræden eller ved opnåelse af tvungen pensionsalder, jf. stk. 5."
		},
		{
			"lang": "et",
			"text": "Liikme kohustused lõpevad ametiaja lõppedes või ametist lahkumise või tagandamise korral kooskõlas artikliga 5."
		},
		{
			"lang": "el",
			"text": "Τα καθήκοντα κάθε μέλους παύουν σε περίπτωση λήξης της θητείας, παραίτησης ή υποχρεωτικής συνταξιοδότησης σύμφωνα με την παράγραφο 5."
		},
		{
			"lang": "bg",
			"text": "Задълженията на даден член приключват при изтичането на мандата му, подаването на оставка или задължителното му пенсиониране в съответствие с параграф 5."
		},
		{
			"lang": "hu",
			"text": "A tag feladatköre a hivatali idő lejártával, lemondással vagy felmentéssel szűnik meg, az (5) bekezdésnek megfelelően."
		},
		{
			"lang": "mt",
			"text": "Id-dmirijiet ta’ membru għandhom jintemmu fl-eventwalità ta’ skadenza tat-terminu tal-ħatra, riżenja jew irtirar obbligatorju skont il-paragrafu 5."
		},
		{
			"lang": "lv",
			"text": "Locekļu pienākumi beidzas, beidzoties amata pilnvaru laikam, atkāpjoties no amata vai atlaišanas gadījumā, ievērojot 5. punktu."
		},
		{
			"lang": "ro",
			"text": "Funcțiile unui membru încetează în cazul expirării mandatului, în cazul demisiei sau destituirii conform dispozițiilor alineatului (5)."
		},
		{
			"lang": "sk",
			"text": "Povinnosti člena zanikajú uplynutím funkčného obdobia, vzdaním sa funkcie alebo jeho odvolaním v súlade s odsekom 5."
		},
		{
			"lang": "sl",
			"text": "Dolžnosti člana prenehajo v primeru prenehanja mandata, odstopa ali prisilne razrešitve v skladu z odstavkom 5."
		},
		{
			"lang": "fi",
			"text": "Jäsenen tehtävät päättyvät toimikauden päättyessä tai kun hän eroaa tai kun hänet erotetaan 5 kohdan mukaisesti."
		},
		{
			"lang": "pl",
			"text": "W razie upływu kadencji, rezygnacji lub przymusowego pozbawienia funkcji członek organu przestaje pełnić swoje obowiązki zgodnie z art. 5."
		},
		{
			"lang": "lt",
			"text": "Narys nustoja eiti pareigas, kai pasibaigia jo kadencija, jis atsistatydina arba privalo išeiti į pensiją, laikantis 5 dalies."
		},
		{
			"lang": "nl",
			"text": "De taken van een lid worden beëindigd bij het verstrijken van de ambtstermijn, bij ontslag of bij verplichte pensionering overeenkomstig lid 5."
		},
		{
			"lang": "sv",
			"text": "Varje ledamots uppdrag ska i enlighet med punkt 5 upphöra då mandattiden löper ut eller då ledamoten avgår eller avsätts från sin tjänst."
		}
	],
	"children": [],
	"title": "Article 48 – Paragraph 3"
}