{
	"id": "a48p2",
	"type": "paragraph",
	"literal": "2",
	"parent": "a48",
	"text": [
		{
			"lang": "en",
			"text": "The members shall be chosen from persons whose independence is beyond doubt and whose experience and skills required to perform their duties notably in the area of protection of personal data are demonstrated."
		},
		{
			"lang": "de",
			"text": "Die Mitglieder werden aus einem Kreis von Personen ausgewählt, an deren Unabhängigkeit kein Zweifel besteht, und die nachweislich über die für die Erfüllung ihrer Aufgaben erforderliche Erfahrung und Sachkunde insbesondere im Bereich des Schutzes personenbezogener Daten verfügen."
		},
		{
			"lang": "fr",
			"text": "Les membres sont choisis parmi les personnes offrant toutes garanties d'indépendance et qui possèdent une expérience et une compétence notoires pour l'accomplissement de leurs fonctions, notamment dans le domaine de la protection des données à caractère personnel."
		},
		{
			"lang": "es",
			"text": "Los miembros serán elegidos entre personas que ofrezcan absolutas garantías de independencia y que posean experiencia y aptitudes acreditadas para el ejercicio de sus funciones, en particular en el ámbito de la protección de datos personales."
		},
		{
			"lang": "pt",
			"text": "Os membros são escolhidos entre as pessoas que ofereçam todas as garantias de independência e cuja experiência e conhecimentos técnicos necessários para o exercício das suas funções, em especial no domínio da proteção de dados pessoais, seja comprovada."
		},
		{
			"lang": "it",
			"text": "I membri sono scelti tra personalità che offrono ogni garanzia di indipendenza e che possiedono un’esperienza e competenze notorie per l’esercizio delle loro funzioni, in particolare nel settore della protezione dei dati personali."
		},
		{
			"lang": "ga",
			"text": "Roghnófar na comhaltaí ó na daoine sin nach bhfuil a neamhspleáchas inchurtha in amhras agus a aithnítear go bhfuil an taithí agus na scileanna is gá acu chun na dualgais a chomhlíonadh, go háirithe maidir le cosaint sonraí pearsanta."
		},
		{
			"lang": "cs",
			"text": "Členové jsou vybíráni z osob, jejichž nezávislost je nade vší pochybnost a jež prokázaly zkušenosti a dovednosti potřebné k výkonu svých povinností, především v oblasti ochrany osobních údajů."
		},
		{
			"lang": "da",
			"text": "Medlemmerne udvælges blandt personer, hvis uafhængighed er uomtvistelig, og som kan dokumentere den erfaring og kompetence, som er nødvendig for at varetage opgaver på området beskyttelse af personoplysninger."
		},
		{
			"lang": "et",
			"text": "Liikmed valitakse isikute hulgast, kelle sõltumatus on väljaspool kahtlust ning kellel on kohustuste täitmiseks vajalik tõendatud kogemus ja oskused, eelkõige isikuandmete kaitse valdkonnas."
		},
		{
			"lang": "el",
			"text": "Τα μέλη επιλέγονται μεταξύ προσώπων των οποίων η ανεξαρτησία είναι πέραν πάσης αμφιβολίας και των οποίων η πείρα και οι δεξιότητες που απαιτούνται για την άσκηση των καθηκόντων τους, ιδίως στον τομέα της προστασίας των δεδομένων προσωπικού χαρακτήρα, είναι αποδεδειγμένες."
		},
		{
			"lang": "bg",
			"text": "Членовете се избират измежду лица, чиято независимост не подлежи на съмнение и за които е доказано, че притежават необходимите опит и умения, за да изпълняват задълженията си, особено в областта на защитата на личните данни."
		},
		{
			"lang": "hu",
			"text": "A tagokat olyan személyek közül kell kiválasztani, akiknek függetlenségéhez nem fér kétség, és akik már bizonyították a személyesadat-védelem területén ellátandó feladatkörhöz szükséges tapasztalataikat és képességeiket."
		},
		{
			"lang": "mt",
			"text": "Il-membri għandhom jintgħażlu minn fost persuni li m’hemm l-ebda dubju dwar l-indipendenza tagħhom u li l-esperjenza u l-ħiliet tagħhom meħtieġa sabiex jaqdu dmirijiethom l-aktar fil-qasam tal-protezzjoni tad-dejta personali huma evidenti."
		},
		{
			"lang": "lv",
			"text": "Locekļus izvēlas no personu loka, kuru neatkarība nav apšaubāma un kuri uzskatāmi pierāda, ka tiem piemīt nepieciešamā pieredze un prasmes, lai pildītu savus pienākumus jo īpaši personas datu aizsardzības jomā."
		},
		{
			"lang": "ro",
			"text": "Membrii se aleg din rândul persoanelor care fac dovada independenței dincolo de orice îndoială, precum și a experienței și competențelor cerute pentru îndeplinirea îndatoririlor lor în special în domeniul protecției datelor cu caracter personal."
		},
		{
			"lang": "sk",
			"text": "Členovia sa musia vybrať spomedzi osôb, v prípade ktorých niet pochybností o ich nezávislosti a ktoré majú preukázané skúsenosti a zručnosti potrebné na plnenie svojich povinností predovšetkým v oblasti ochrany osobných údajov."
		},
		{
			"lang": "sl",
			"text": "Člani se izberejo izmed oseb, o neodvisnosti katerih ni nikakršnih dvomov in ki dokazujejo izkušnje in strokovnost, potrebne za opravljanje njihovih nalog, zlasti na področju varstva osebnih podatkov."
		},
		{
			"lang": "fi",
			"text": "Jäsenet valitaan sellaisten henkilöiden joukosta, joiden riippumattomuudesta ei ole epäilystä ja joilla on yleisesti tunnustettu kokemus ja pätevyys erityisesti henkilötietojen suojaa koskevien tehtävien hoitamiseen."
		},
		{
			"lang": "pl",
			"text": "Członków wybiera się spośród osób, których niezależność jest niekwestionowana i których doświadczenie i umiejętności wymagane do wykonywania obowiązków, w szczególności w dziedzinie ochrony danych osobowych, zostały wykazane."
		},
		{
			"lang": "lt",
			"text": "Nariai renkami iš asmenų, kurių nepriklausomumas yra neabejotinas ir kurie įrodo, kad turi šioms pareigoms būtinos patirties ir gebėjimų, ypač asmens duomenų apsaugos srityje."
		},
		{
			"lang": "nl",
			"text": "De leden worden gekozen uit personen die alle waarborgen voor onafhankelijkheid bieden en die kunnen aantonen dat zij beschikken over de nodige ervaring en vaardigheden voor de uitvoering van hun taken, met name op het gebied van de bescherming van persoonsgegevens."
		},
		{
			"lang": "sv",
			"text": "Ledamöterna ska utses bland personer vars oberoende är ställt utom varje tvivel och som har erkänd erfarenhet och sakkunskap för att utföra sitt uppdrag, särskilt inom området för skydd av personuppgifter."
		}
	],
	"children": [],
	"title": "Article 48 – Paragraph 2"
}