{
	"id": "a48p5",
	"type": "paragraph",
	"literal": "5",
	"parent": "a48",
	"text": [
		{
			"lang": "en",
			"text": "Where the term of office expires or the member resigns, the member shall continue to exercise the duties until a new member is appointed."
		},
		{
			"lang": "de",
			"text": "Endet die Amtszeit des Mitglieds oder tritt es zurück, übt es sein Amt so lange weiter aus, bis ein neues Mitglied ernannt ist."
		},
		{
			"lang": "fr",
			"text": "Un membre dont le mandat expire ou qui démissionne continue d'exercer ses fonctions jusqu'à la nomination d'un nouveau membre."
		},
		{
			"lang": "es",
			"text": "Un miembro cuyo mandato expire o que presente su dimisión seguirá ejerciendo sus funciones hasta que se nombre un nuevo miembro."
		},
		{
			"lang": "pt",
			"text": "Um membro, cujo mandato termine, ou que se demita, deve continuar a exercer as suas funções até à nomeação de um novo membro."
		},
		{
			"lang": "it",
			"text": "Allo scadere del mandato o qualora rassegni le sue dimissioni, il membro continua a esercitare le sue funzioni fino alla nomina di un nuovo membro."
		},
		{
			"lang": "ga",
			"text": "I gcás ina dtagann deireadh le téarma oifige an chomhalta nó ina n‑éiríonn sé as oifig, leanfaidh an comhalta de bheith ag feidhmiú na ndualgas go gceaptar comhalta nua."
		},
		{
			"lang": "cs",
			"text": "Jestliže uplyne členovo funkční období nebo člen odstoupí, člen pokračuje v plnění svých povinností, dokud nebude jmenován nový člen."
		},
		{
			"lang": "da",
			"text": "Hvis embedsperioden udløber, eller medlemmet fratræder, varetager medlemmet sine opgaver, indtil et nyt medlem er udpeget."
		},
		{
			"lang": "et",
			"text": "Kui ametiaeg lõpeb või liige lahkub ametist, täidab ta kohustusi edasi kuni uue liikme ametisse nimetamiseni."
		},
		{
			"lang": "el",
			"text": "Εάν η θητεία του λήξει ή το μέλος παραιτηθεί, το μέλος συνεχίζει να ασκεί τα καθήκοντά του έως ότου διορισθεί νέο μέλος."
		},
		{
			"lang": "bg",
			"text": "При изтичане на мандата или подаване на оставката на даден член, той продължава да изпълнява задълженията си, докато бъде назначен нов член."
		},
		{
			"lang": "hu",
			"text": "Amennyiben a hivatali idő lejár, vagy a tag lemond, a tag mindaddig ellátja feladatköreit, amíg új tagot nem neveznek ki."
		},
		{
			"lang": "mt",
			"text": "Meta jiskadi t-terminu tal-ħatra jew il-membru jirriżenja, il-membru għandu jkompli jeżerċita d-dmirijiet tiegħu sakemm jinħatar membru ġdid."
		},
		{
			"lang": "lv",
			"text": "Beidzoties amata pilnvaru laikam vai atkāpjoties no amata, loceklis turpina pildīt savus pienākumus, kamēr amatā nav iecelts jauns loceklis."
		},
		{
			"lang": "ro",
			"text": "În cazul expirării mandatului sau al demisiei membrului, acesta continuă să exercite îndatoririle până la numirea unui nou membru."
		},
		{
			"lang": "sk",
			"text": "V prípade uplynutia funkčného obdobia alebo vzdania sa funkcie si člen naďalej plní svoje povinnosti, až kým nie je ustanovený nový člen."
		},
		{
			"lang": "sl",
			"text": "Če članu mandat preneha ali če član odstopi, še naprej opravlja svoje naloge, dokler ni imenovan nov član."
		},
		{
			"lang": "fi",
			"text": "Kun toimikausi päättyy tai jäsen eroaa tehtävästään, hän jatkaa kuitenkin tehtävässään, kunnes uusi jäsen on nimitetty."
		},
		{
			"lang": "pl",
			"text": "W przypadku upływu kadencji członka lub jego rezygnacji wykonuje on dalej swoje obowiązki do chwili wyboru nowego członka."
		},
		{
			"lang": "lt",
			"text": "Pasibaigus nario kadencijai arba jam atsistatydinus, jis toliau eina savo pareigas, kol paskiriamas naujas narys."
		},
		{
			"lang": "nl",
			"text": "Een lid waarvan de ambtstermijn verstrijkt of dat ontslag neemt, blijft zijn taken uitvoeren totdat een nieuw lid is benoemd."
		},
		{
			"lang": "sv",
			"text": "När mandattiden löper ut eller ledamoten avgår ska han eller hon fortsätta fullgöra sina uppgifter tills en ny ledamot tillsatts."
		}
	],
	"children": [],
	"title": "Article 48 – Paragraph 5"
}