{
	"id": "a50t1",
	"type": "introduction",
	"literal": null,
	"parent": "a50",
	"text": [
		{
			"lang": "en",
			"text": "The members and the staff of the supervisory authority shall be subject, both during and after their term of office, to a duty of professional secrecy with regard to any confidential information which has come to their knowledge in the course of the performance of their official duties."
		},
		{
			"lang": "de",
			"text": "Die Mitglieder und Bediensteten der Aufsichtsbehörde sind während ihrer Amts- beziehungsweise Dienstzeit und auch nach deren Beendigung verpflichtet, über alle vertraulichen Informationen, die ihnen bei der Wahrnehmung ihrer Aufgaben bekannt geworden sind, Verschwiegenheit zu bewahren."
		},
		{
			"lang": "fr",
			"text": "Les membres et agents de l'autorité de contrôle sont soumis, y compris après la cessation de leurs activités, à l'obligation de secret professionnel à l'égard de toute information confidentielle dont ils ont eu connaissance dans l'exercice de leurs fonctions officielles."
		},
		{
			"lang": "es",
			"text": "Los miembros y el personal de la autoridad de control estarán sujetos, tanto durante su mandato como después del mismo, al deber de secreto profesional con relación a las informaciones confidenciales de las que hayan tenido conocimiento en el ejercicio de sus funciones oficiales."
		},
		{
			"lang": "pt",
			"text": "Os membros e o pessoal da autoridade de controlo ficam sujeitos, durante o respetivo mandato e após a sua cessação, à obrigação de sigilo profissional quanto a quaisquer informações confidenciais a que tenham tido acesso no desempenho das suas funções oficiais."
		},
		{
			"lang": "it",
			"text": "Durante e dopo il mandato i membri e il personale dell’autorità di controllo sono tenuti al segreto professionale in merito alle informazioni riservate cui hanno avuto accesso nell’esercizio delle loro funzioni."
		},
		{
			"lang": "ga",
			"text": "Beidh comhaltaí agus foireann an údaráis mhaoirseachta faoi réir dualgais maidir le rúndacht ghairmiúil, le linn a dtéarma oifige agus ina dhiaidh, maidir le haon fhaisnéis rúnda a dtagann siad uirthi i gcomhlíonadh a ndualgas oifigiúil."
		},
		{
			"lang": "cs",
			"text": "Členové orgánu dozoru a jeho pracovníci jsou během svého funkčního období i po jeho skončení vázáni profesním tajemstvím, pokud jde o veškeré důvěrné informace, o nichž se dozví během výkonu svých služebních povinností."
		},
		{
			"lang": "da",
			"text": "Tilsynsmyndighedens medlemmer og personale har såvel under embeds- og ansættelsesperioden som efter dens ophør tavshedspligt, for så vidt angår alle fortrolige oplysninger, der er kommet til deres kendskab under udøvelsen af deres hverv."
		},
		{
			"lang": "et",
			"text": "Järelevalveasutuse liikmed on kohustatud nii ametiajal kui ka pärast ametist lahkumist hoidma ametisaladust seoses igasuguse konfidentsiaalse teabega, mis neile ametikohustuste täitmisel on teatavaks saanud."
		},
		{
			"lang": "el",
			"text": "Τα μέλη και οι υπάλληλοι της αρχής ελέγχου δεσμεύονται, τόσο κατά τη διάρκεια όσο και μετά τη λήξη της θητείας τους, από το επαγγελματικό απόρρητο όσον αφορά τυχόν εμπιστευτικές πληροφορίες οι οποίες περιήλθαν σε γνώση τους κατά την άσκηση των επίσημων καθηκόντων τους."
		},
		{
			"lang": "bg",
			"text": "Както по време на мандата си, така и след неговото изтичане, членовете и персоналът на надзорния орган са обвързани със задължение за опазване на професионална тайна по отношение на всякаква поверителна информация, която е стигнала до тяхното знание в хода на изпълнение на служебните им задължения."
		},
		{
			"lang": "hu",
			"text": "A felügyelő hatóság tagjait és személyzetét a hivatalos feladataik ellátása során tudomásukra jutott bármely bizalmas információk tekintetében hivatali idejük alatt és annak leteltét követően is szakmai titoktartási kötelezettség terheli."
		},
		{
			"lang": "mt",
			"text": "Il-membri u l-persunal tal-awtorità ta’ superviżjoni għandhom ikunu soġġetti, kemm waqt kif ukoll wara t-terminu tal-ħatra tagħhom, għal dmir ta’ segretezza professjonali fir-rigward ta’ kwalunkwe informazzjoni kunfidenzjali li jsiru jafu biha fil-kors tal-eżerċizzju tad-dmirijiet uffiċjali tagħhom."
		},
		{
			"lang": "lv",
			"text": "Esot amatā un arī pēc pilnvaru laika beigām, uzraudzības iestādes locekļi un personāls ievēro pienākumu glabāt dienesta noslēpumu attiecībā uz jebkādu konfidenciālu informāciju, ko tie ir ieguvuši, pildot savus amata pienākumus."
		},
		{
			"lang": "ro",
			"text": "În cursul mandatului și după încetarea mandatului, membrii și personalul autorității de supraveghere au obligația de a respecta secretul profesional în ceea ce privește informațiile confidențiale de care au luat cunoștință în timpul exercitării sarcinilor lor oficiale."
		},
		{
			"lang": "sk",
			"text": "Členovia a zamestnanci dozorného orgánu podliehajú počas funkčného obdobia či zamestnania, ako aj po ich uplynutí, povinnosti zachovávať služobné tajomstvo, pokiaľ ide o dôverné informácie, o ktorých sa dozvedeli pri plnení svojich služobných povinností."
		},
		{
			"lang": "sl",
			"text": "Člani in osebje nadzornega organa so tako v času svojega mandata kot po njegovem prenehanju dolžni varovati poklicno molčečnost v zvezi z vsemi zaupnimi informacijami, s katerimi so se seznanili v času opravljanja svojih uradnih dolžnosti."
		},
		{
			"lang": "fi",
			"text": "Valvontaviranomaisen jäsenillä ja henkilöstöllä on sekä toimikautensa aikana että sen jälkeen velvollisuus pitää salassa kaikki luottamukselliset tiedot, jotka ovat tulleet heidän tietoonsa heidän tehtäviensä suorittamisen yhteydessä."
		},
		{
			"lang": "pl",
			"text": "Członkowie i personel organu nadzorczego, podczas kadencji i po jej zakończeniu, podlegają obowiązkowi zachowania tajemnicy służbowej w odniesieniu do wszelkich poufnych informacji, które uzyskali w toku wykonywania obowiązków służbowych."
		},
		{
			"lang": "lt",
			"text": "Priežiūros institucijos nariai ir darbuotojai kadencijos metu ir jai pasibaigus privalo laikytis pareigos saugoti su bet kokia konfidencialia informacija susijusią profesinę paslaptį, kurią jie sužinojo eidami savo tarnybines pareigas."
		},
		{
			"lang": "nl",
			"text": "Ten aanzien van de vertrouwelijke informatie die hun bij de uitvoering van hun officiële taken ter kennis is gekomen, geldt voor de leden en de personeelsleden van de toezichthoudende autoriteit zowel tijdens hun ambtstermijn als daarna het beroepsgeheim."
		},
		{
			"lang": "sv",
			"text": "Både under och efter sin mandattid respektive anställning ska tillsynsmyndighetens ledamöter och personal omfattas av tystnadsplikt vad avser konfidentiell information som har kommit till deras kännedom under tjänsteutövningen."
		}
	],
	"children": [],
	"title": "Article 50 – Text 1"
}