{
	"id": "a51p2",
	"type": "paragraph",
	"literal": "2",
	"parent": "a51",
	"text": [
		{
			"lang": "en",
			"text": "Where the processing of personal data takes place in the context of the activities of an establishment of a controller or a processor in the Union, and the controller or processor is established in more than one Member State, the supervisory authority of the main establishment of the controller or processor shall be competent for the supervision of the processing activities of the controller or the processor in all Member States, without prejudice to the provisions of Chapter VII of this Regulation."
		},
		{
			"lang": "de",
			"text": "Findet die Verarbeitung personenbezogener Daten im Rahmen der Tätigkeiten der Niederlassung eines für die Verarbeitung Verantwortlichen oder Auftragsverarbeiters in der Union statt, wobei der für die Verarbeitung Verantwortliche oder Auftragsverarbeiter Niederlassungen in mehr als einem Mitgliedstaat hat, so ist die Aufsichtbehörde des Mitgliedstaats, in dem sich die Hauptniederlassung des für die Verarbeitung Verantwortlichen oder Auftragsverarbeiters befindet, unbeschadet der Bestimmungen von Kapitel VII dieser Verordnung für die Aufsicht über dessen Verarbeitungstätigkeit in allen Mitgliedstaaten zuständig."
		},
		{
			"lang": "fr",
			"text": "Lorsque le traitement des données à caractère personnel a lieu dans le cadre des activités d'un responsable du traitement ou d'un sous‑traitant établis dans l’Union, et lorsque le responsable du traitement ou le sous‑traitant sont établis dans plusieurs États membres, l'autorité de contrôle de l'État membre où se situe l'établissement principal du responsable du traitement ou du sous-traitant est compétente pour contrôler les activités de traitement du responsable du traitement ou du sous‑traitant dans tous les États membres, sans préjudice des dispositions du chapitre VII du présent règlement."
		},
		{
			"lang": "es",
			"text": "Cuando el tratamiento de los datos personales tenga lugar en el marco de las actividades de un responsable o un encargado del tratamiento establecidos en la Unión, y el responsable o el encargado estén establecidos en varios Estados miembros, la autoridad de control del Estado miembro en que esté situado el establecimiento principal del responsable o del encargado será competente para controlar las actividades de tratamiento del responsable o del encargado en todos los Estados miembros, sin perjuicio de lo dispuesto en el capítulo VII del presente Reglamento."
		},
		{
			"lang": "pt",
			"text": "Sempre que o tratamento de dados pessoais ocorrer no contexto das atividades de um responsável pelo tratamento ou de um subcontratante estabelecido na União, e o responsável pelo tratamento ou o subcontratante estiver estabelecido em vários Estados-Membros, a autoridade de controlo do Estado-Membro onde se situar o estabelecimento principal do responsável pelo tratamento ou do subcontratante é competente para controlar as atividades de tratamento do responsável pelo tratamento ou do subcontratante em todos os Estados-Membros, sem prejuízo do disposto no Capítulo VII do presente regulamento."
		},
		{
			"lang": "it",
			"text": "Qualora il trattamento dei dati personali abbia luogo nell’ambito delle attività di uno stabilimento di un responsabile del trattamento o incaricato del trattamento nell’Unione, e il responsabile del trattamento o l’incaricato del trattamento sia stabilito in più Stati membri, l’autorità competente dello stabilimento principale del responsabile del trattamento o dell’incaricato del trattamento è competente per il controllo delle attività di trattamento del responsabile del trattamento o dell’incaricato del trattamento in tutti gli Stati membri, fatte salve le disposizioni di cui al capo VII del presente regolamento."
		},
		{
			"lang": "ga",
			"text": "I gcás ina ndéantar sonraí pearsanta a phróiseáil i gcomhthéacs gníomhaíochtaí bunaíochta rialaitheora nó próiseálaí san Aontas, agus go bhfuil an rialaitheoir nó an próiseálaí bunaithe i níos mó ná Ballstát amháin, is é údarás maoirseachta phríomhbhunaíocht an rialaitheora nó an phróiseálaí a bheidh inniúil ar mhaoirseacht a dhéanamh ar ghníomhaíochtaí próiseála an rialaitheora nó an phróiseálaí sna Ballstáit uile, gan dochar d'fhorálacha Chaibidil VII den Rialachán seo."
		},
		{
			"lang": "cs",
			"text": "Dochází-li ke zpracování osobních údajů v rámci činností některé provozovny správce nebo zpracovatele v Unii a správce nebo zpracovatel sídlí ve více členských státech, k dohledu nad zpracováními prováděnými daným správcem či zpracovatelem je ve všech členských státech příslušný orgán dozoru správcovy nebo zpracovatelovy hlavní provozovny, aniž by tím byla dotčena ustanovení kapitoly VII tohoto nařízení."
		},
		{
			"lang": "da",
			"text": "Når personoplysninger behandles i forbindelse med aktiviteter, der gennemføres af en registeransvarligs eller registerførers virksomhed i Unionen, og den registeransvarlige eller registerføreren er etableret i mere end én medlemsstat, er tilsynsmyndigheden i den medlemsstat, hvor den registeransvarliges eller registerførerens hovedvirk­somhed er etableret, ansvarlig for at kontrollere den registeransvarliges eller registerførerens behandlingsaktiviteter i alle medlemsstater, uden at dette berører bestemmelserne i denne forordnings kapitel VII."
		},
		{
			"lang": "et",
			"text": "Kui isikuandmete töötlemine toimub liidus asuva vastutava töötleja või volitatud töötleja tegevuse käigus ning vastutav töötleja või volitatud töötleja omab tegevuskohta mitmes liikmesriigis, on vastutava töötleja või volitatud töötleja peamise tegevuskoha järelevalveasutus pädev korraldama järelevalvet vastutava töötleja või volitatud töötleja töötlemistoimingute üle kõikides liikmesriikides, ilma et see piiraks käesoleva määruse VII peatüki kohaldamist."
		},
		{
			"lang": "el",
			"text": "Εάν η επεξεργασία δεδομένων προσωπικού χαρακτήρα πραγματοποιείται στο πλαίσιο των δραστηριοτήτων ενός υπευθύνου επεξεργασίας ή εκτελούντος την επεξεργασία σε μια εγκατάσταση στην Ένωση, και ο υπεύθυνος επεξεργασίας ή ο εκτελών την επεξεργασία είναι εγκαταστημένος σε περισσότερα κράτη μέλη, η αρχή ελέγχου της κύριας εγκατάστασης του υπευθύνου επεξεργασίας ή του εκτελούντος την επεξεργασία είναι αρμόδια για τον έλεγχο των δραστηριοτήτων επεξεργασίας του υπευθύνου επεξεργασίας ή του εκτελούντος την επεξεργασία σε όλα τα κράτη μέλη, με την επιφύλαξη των διατάξεων του κεφαλαίου VII του παρόντος κανονισμού."
		},
		{
			"lang": "bg",
			"text": "Когато обработването на лични данни се извършва в контекста на дейностите на място на установяване на администратор или обработващ лични данни в Съюза, и администраторът или обработващият лични данни е установен в повече от една държава-членка, надзорният орган на държавата-членка, в която се намира основното място на установяване на администратора или обработващия лични данни, е компетентен да осъществява надзор на дейностите по обработване, извършвани от администратора или обработващия лични данни във всички държави-членки, без да се засягат разпоредбите на глава VII от настоящия регламент."
		},
		{
			"lang": "hu",
			"text": "Amennyiben a személyes adatok feldolgozására az Unióban létrehozott adatkezelő vagy -feldolgozó tevékenységeivel összefüggésben kerül sor, és az adatkezelő vagy -feldolgozó egynél több tagállamban telepedett le, az adatkezelő vagy -feldolgozó minden tagállamban végzett feldolgozási tevékenységének felügyeletére az adatkezelő vagy -feldolgozó fő szervezete szerinti felügyelő hatóság illetékes, az e rendelet VII. fejezetében foglalt rendelkezések sérelme nélkül."
		},
		{
			"lang": "mt",
			"text": "Meta l-ipproċessar ta’ dejta personali iseħħ fil-kuntest tal-attivitajiet ta’ stabbiliment ta’ kontrollur jew ta’ proċessur fl-Unjoni, u l-kontrollur jew il-proċessur ikun stabbilit f’aktar minn Stat Membru wieħed, l-awtorità ta’ superviżjoni tal--istabbiliment ewlieni tal-kontrollur jew il-proċessur għandha tkun kompetenti għas-sorveljanza tal-attivitajiet ta’ pproċessar tal-kontrollur jew tal-proċessur fl-Istati Membri kollha, mingħajr preġudizzju għad-dispożizzjonijet tal-Kapitolu VII ta’ dan ir-Regolament."
		},
		{
			"lang": "lv",
			"text": "Ja personas datu apstrāde notiek saistībā ar darbībām, ko veic pārziņa vai apstrādātāja institūcija Savienībā, un pārziņa vai apstrādātāja institūcijas atrodas vairāk nekā vienā dalībvalstī, uzraudzības iestāde pārziņa vai apstrādātāja galvenās institūcijas atrašanās vietā ir kompetenta uzraudzīt pārziņa vai apstrādātāja veiktās apstrādes darbības visās dalībvalstīs, neskarot šīs regulas VII nodaļas noteikumus."
		},
		{
			"lang": "ro",
			"text": "Atunci când prelucrarea datelor cu caracter personal are loc în contextul activităților unei unități a unui operator sau a unei persoane împuternicite de către operator, din Uniune, iar operatorul sau persoană împuternicită de către operator are unități pe teritoriul mai multor state membre, autoritatea de supraveghere a principalei unități a operatorului sau a persoanei împuternicite de către operator are competența supravegherii activităților de prelucrare desfășurate de operator sau de persoana împuternicită de către operator în toate statele membre, fără a aduce atingere dispozițiilor capitolului VII din prezentul regulament."
		},
		{
			"lang": "sk",
			"text": "Ak sa spracovanie osobných údajov uskutočňuje v rámci činnosti zariadenia prevádzkovateľa alebo sprostredkovateľa v Únii a prevádzkovateľ alebo sprostredkovateľ pôsobí vo viac než jednom členskom štáte, za dohľad nad činnosťou prevádzkovateľa alebo sprostredkovateľa pri spracúvaní údajov vo všetkých členských štátoch zodpovedá dozorný orgán členského štátu, v ktorom sa nachádza ústredie prevádzkovateľa alebo sprostredkovateľa, a to bez toho, aby boli dotknuté ustanovenia kapitoly VII tohto nariadenia."
		},
		{
			"lang": "sl",
			"text": "Kadar se obdelava osebnih podatkov izvaja v okviru dejavnosti ustanovitve upravljavca ali obdelovalca v Uniji in ima upravljavec ali obdelovalec sedež v več kot eni državi članici, je nadzorni organ glavnega sedeža upravljavca ali obdelovalca brez poseganja v določbe poglavja VII te uredbe pristojen za nadzor postopkov obdelave upravljavca ali obdelovalca v vseh državah članicah."
		},
		{
			"lang": "fi",
			"text": "Jos henkilötietojen käsittely suoritetaan unioniin sijoittautuneen rekisterinpitäjän tai henkilötietojen käsittelijän toimipaikassa, ja kyseinen rekisterinpitäjä tai henkilötietojen käsittelijä on sijoittautunut useampaan kuin yhteen jäsenvaltioon, rekisterinpitäjän tai henkilötietojen käsittelijän päätoimipaikan valvontaviranomaisella on toimivalta valvoa rekisterinpitäjän tai henkilötietojen käsittelijän käsittelytoimintaa kaikissa jäsenvaltioissa, tämän asetuksen VII luvun säännösten soveltamista kuitenkaan rajoittamatta."
		},
		{
			"lang": "pl",
			"text": "W przypadku gdy przetwarzanie danych osobowych odbywa się w kontekście działalności administratora lub podmiotu przetwarzającego ustanowionych na terytorium Unii, a administrator lub podmiot przetwarzający prowadzą działalność w więcej niż jednym państwie członkowskim, organ nadzorczy głównej siedziby administratora lub podmiotu przetwarzającego jest odpowiedzialny za nadzór nad działalnością administratora lub podmiotu przetwarzającego we wszystkich państwach członkowskich, bez uszczerbku dla przepisów rozdziału VII niniejszego rozporządzenia."
		},
		{
			"lang": "lt",
			"text": "Jeigu asmens duomenys tvarkomi duomenų valdytojo arba duomenų tvarkytojo buveinei veikiant Sąjungoje ir duomenų valdytojas arba duomenų tvarkytojas yra įsisteigęs daugiau kaip vienoje valstybėje narėje, duomenų valdytojo arba duomenų tvarkytojo pagrindinės buveinės priežiūros institucija yra kompetentinga prižiūrėti duomenų valdytojo arba duomenų tvarkytojo vykdomą duomenų tvarkymo veiklą visose valstybėse narėse, nepažeidžiant šio reglamento VII skyriaus nuostatų."
		},
		{
			"lang": "nl",
			"text": "Wanneer de verwerking van persoonsgegevens plaatsvindt in het kader van de activiteiten van een vestiging van een voor de verwerking verantwoordelijke of een verwerker in de Unie, en de voor de verwerking verantwoordelijke of de verwerker is in meer dan één lidstaat gevestigd, is de toezichthoudende autoriteit van de belangrijkste vestiging van de voor de verwerking verantwoordelijke of de verwerker bevoegd voor het toezicht op de verwerkingen van de voor de verwerking verantwoordelijke of de verwerker in alle lidstaten, onverminderd de bepalingen van hoofdstuk VII van deze verordening."
		},
		{
			"lang": "sv",
			"text": "När personuppgifter behandlas som en del av verksamheten hos en registeransvarig eller registerförare som är etablerad i unionen, och den registeransvarige eller registerföraren i fråga är etablerad i fler än en medlemsstat, ska den tillsynsmyndighet som är behörig på dess huvudsakliga verksamhetsställe vara behörig att utöva tillsyn över all behandling av personuppgifter som utförs av denne registeransvarige eller registerförare i alla medlemsstater, utan att detta påverkar tillämpningen av kapitel VII i denna förordning."
		}
	],
	"children": [],
	"title": "Article 51 – Paragraph 2"
}