{
	"id": "a51p1",
	"type": "paragraph",
	"literal": "1",
	"parent": "a51",
	"text": [
		{
			"lang": "en",
			"text": "Each supervisory authority shall exercise, on the territory of its own Member State, the powers conferred on it in accordance with this Regulation."
		},
		{
			"lang": "de",
			"text": "Jede Aufsichtsbehörde übt im Hoheitsgebiet ihres Mitgliedstaats die ihr mit dieser Verordnung übertragenen Befugnisse aus."
		},
		{
			"lang": "fr",
			"text": "Chaque autorité de contrôle exerce, sur le territoire de l'État membre dont elle relève, les pouvoirs dont elle est investie conformément au présent règlement."
		},
		{
			"lang": "es",
			"text": "Cada autoridad de control ejercerá, en el territorio de su propio Estado miembro, los poderes que se le confieran de conformidad con el presente Reglamento."
		},
		{
			"lang": "pt",
			"text": "Cada autoridade de controlo exerce, no território do seu Estado-Membro, os poderes que lhe são conferidos em conformidade com o presente regulamento."
		},
		{
			"lang": "it",
			"text": "Ogni autorità di controllo esercita, nel territorio del suo Stato membro, i poteri di cui gode a norma del presente regolamento."
		},
		{
			"lang": "ga",
			"text": "Déanfaidh gach údarás maoirseachta na cumhachtaí a thugtar dó i gcomhréir leis an Rialachán seo a fheidhmiú ar chríoch a Bhallstáit féin."
		},
		{
			"lang": "cs",
			"text": "Každý orgán dozoru vykonává pravomoci, které mu byly svěřeny v souladu s tímto nařízením, na území svého vlastního členského státu."
		},
		{
			"lang": "da",
			"text": "Hver tilsynsmyndighed udøver på sin medlemsstats område de beføjelser, der tillægges den i overensstemmelse med denne forordning."
		},
		{
			"lang": "et",
			"text": "Iga järelevalveasutus kasutab oma liikmesriigi territooriumil talle käesoleva määrusega antud volitusi."
		},
		{
			"lang": "el",
			"text": "Κάθε αρχή ελέγχου ασκεί, στο έδαφος του κράτους μέλους στο οποίο υπάγεται, τις εξουσίες που της απονέμονται σύμφωνα με τον παρόντα κανονισμό."
		},
		{
			"lang": "bg",
			"text": "Всеки надзорен орган упражнява на територията на своята държава-членка правомощията, предоставени му в съответствие с настоящия регламент."
		},
		{
			"lang": "hu",
			"text": "A felügyelő hatóságok a rájuk ruházott hatásköröket a tagállamuk területén e rendeletnek megfelelően gyakorolják."
		},
		{
			"lang": "mt",
			"text": "Kull awtorità ta’ superviżjoni għandha teżerċita, fit-territorju tal-Istat Membru tagħha stess, is-setgħat mogħtija lilha skont dan ir-Regolament."
		},
		{
			"lang": "lv",
			"text": "Katra uzraudzības iestāde savas dalībvalsts teritorijā īsteno pilnvaras, kas tai piešķirtas ar šo regulu."
		},
		{
			"lang": "ro",
			"text": "Fiecare autoritate de supraveghere exercită, pe teritoriul statului membru de care aparține, funcțiile cu care este investită în conformitate cu prezentul regulament."
		},
		{
			"lang": "sk",
			"text": "Každý dozorný orgán vykonáva na území svojho členského štátu právomoci, ktoré mu boli zverené v súlade s týmto nariadením."
		},
		{
			"lang": "sl",
			"text": "Vsak nadzorni organ na ozemlju svoje države članice izvaja pooblastila, ki so mu bila podeljena v skladu s to uredbo."
		},
		{
			"lang": "fi",
			"text": "Jokainen valvontaviranomainen käyttää sille tämän asetuksen mukaisesti annettua toimivaltaa oman jäsenvaltionsa alueella."
		},
		{
			"lang": "pl",
			"text": "Każdy organ nadzorczy wykonuje, na terytorium własnego państwa członkowskiego, uprawnienia nadane mu zgodnie z niniejszym rozporządzeniem."
		},
		{
			"lang": "lt",
			"text": "Kiekviena priežiūros institucija savo valstybės narės teritorijoje naudojasi pagal šį reglamentą jai suteiktais įgaliojimais."
		},
		{
			"lang": "nl",
			"text": "Elke toezichthoudende autoriteit oefent op het grondgebied van haar lidstaat de bevoegdheden uit die haar overeenkomstig deze verordening zijn toegekend."
		},
		{
			"lang": "sv",
			"text": "Varje tillsynsmyndighet ska inom sin respektive medlemsstats territorium utöva de befogenheter som tilldelas den enligt denna förordning."
		}
	],
	"children": [],
	"title": "Article 51 – Paragraph 1"
}