{
	"id": "a52p6",
	"type": "paragraph",
	"literal": "6",
	"parent": "a52",
	"text": [
		{
			"lang": "en",
			"text": "Where requests are manifestly excessive, in particular due to their repetitive character, the supervisory authority may charge a fee or not take the action requested by the data subject. The supervisory authority shall bear the burden of proving the manifestly excessive character of the request."
		},
		{
			"lang": "de",
			"text": "Bei offensichtlich missbräuchlichen Anträgen, insbesondere bei wiederholt gestellten Anträgen, kann die Aufsichtsbehörde eine Gebühr verlangen oder davon absehen, die von der betroffenen Person beantragte Maßnahme zu treffen. In diesem Fall trägt die Aufsichtsbehörde die Beweislast für den offensichtlich missbräuchlichen Charakter des Antrags."
		},
		{
			"lang": "fr",
			"text": "Lorsque les demandes sont manifestement excessives, en raison, notamment, de leur caractère répétitif, l'autorité de contrôle peut exiger le paiement de frais ou ne pas prendre les mesures sollicitées par la personne concernée. Il incombe à l'autorité de contrôle d'établir le caractère manifestement excessif de la demande."
		},
		{
			"lang": "es",
			"text": "Cuando las solicitudes sean manifiestamente excesivas, en particular por su carácter repetitivo, la autoridad de control podrá exigir el pago de una tasa o decidir no adoptar las medidas solicitadas por el interesado. La carga de la prueba del carácter manifiestamente excesivo de la solicitud recaerá en la autoridad de control."
		},
		{
			"lang": "pt",
			"text": "Sempre que os pedidos sejam manifestamente abusivos, particularmente devido ao seu caráter repetitivo, a autoridade de controlo pode exigir o pagamento de uma taxa, ou não adotar as medidas solicitadas pelo titular dos dados. Incumbe à autoridade de controlo o ónus de provar o caráter manifestamente abusivo do pedido."
		},
		{
			"lang": "it",
			"text": "Qualora le richieste siano manifestamente eccessive, in particolare per il carattere ripetitivo, l’autorità di controllo può esigere un contributo spese o non effettuare quanto richiesto dall’interessato. Incombe all’autorità di controllo dimostrare il carattere manifestamente eccessivo della richiesta."
		},
		{
			"lang": "ga",
			"text": "I gcás iarrataí atá iomarcach amach is amach, go háirithe toisc go bhfuil siad athráiteach, féadfaidh an t‑údarás maoirseachta táille a ghearradh nó féadfaidh sé gan an beart atá á iarraidh ag an duine is ábhar do na sonraí a dhéanamh. Is faoin údarás maoirseachta a bheidh sé a chruthú go bhfuil an iarraidh iomarcach amach is amach."
		},
		{
			"lang": "cs",
			"text": "Jestliže jsou žádosti zjevně nepřiměřené, zvláště z toho důvodu, že se jejich obsah opakuje, orgán dozoru může jejich vyřízení zpoplatnit nebo ve věci vznesené subjektem údajů nejednat. Orgán dozoru nese důkazní břemeno, pokud jde o prokázání zjevné nepřiměřenosti těchto žádostí."
		},
		{
			"lang": "da",
			"text": "Hvis anmodninger er tydeligt overdrevne, bl.a. fordi de gentages, kan tilsynsmyn­digheden opkræve et gebyr eller undlade at iværksætte den handling, den registrerede anmoder om. Tilsynsmyndigheden bærer ansvaret for at bevise, at anmodningen er tydeligt overdreven."
		},
		{
			"lang": "et",
			"text": "Kui taotlused on selgelt põhjendamatud, eelkõige kuna neid esitatakse korduvalt, võib vastutav töötleja võtta taotletud teabe andmise ja toimingute tegemise eest tasu või jätta toimingud tegemata. Järelevalveasutusel lasub kohustus tõendada, et taotlus on selgelt põhjendamatu."
		},
		{
			"lang": "el",
			"text": "Εάν τα αιτήματα είναι προδήλως υπερβολικά, ιδίως λόγω του επαναλαμβανόμενου χαρακτήρα τους, η αρχή ελέγχου μπορεί να επιβάλλει την καταβολή κάποιου τέλους ή να μην προβεί στην ενέργεια που ζητεί το πρόσωπο στο οποίο αναφέρονται τα δεδομένα. Η αρχή ελέγχου φέρει το βάρος απόδειξης του προδήλως υπερβολικού χαρακτήρα του αιτήματος."
		},
		{
			"lang": "bg",
			"text": "Когато исканията са явно прекомерни, по-специално поради своята повторяемост, надзорният орган може да наложи такса или да не изпълни поисканото от субекта на данни действие. Надзорният орган носи тежестта на доказване на явно прекомерния характер на искането."
		},
		{
			"lang": "hu",
			"text": "Amennyiben a kérelmek egyértelműen túlzóak, különösen ismétlődő jellegük miatt, a felügyelő hatóság díjat számíthat fel, vagy visszautasíthatja az érintett által kért intézkedés megtételét. A felügyelő hatóságot terheli annak bizonyítása, hogy a kérelem egyértelműen túlzó."
		},
		{
			"lang": "mt",
			"text": "F’każ li t-talbiet ikunu manifestament eċċessivi, b’mod partikolari minħabba n-natura ripetittiva tagħhom, l-awtorità ta’ superviżjoni tista’ titlob tariffa jew ma tiħux l-azzjoni mitluba mis-suġġett tad-dejta. L-awtorità ta’ superviżjoni għandha terfa’ r-responsabbiltà li tipprova n-natura manifestament eċċessiva tat-talba."
		},
		{
			"lang": "lv",
			"text": "Ja pieprasījumi ir acīmredzami pārmērīgi, jo īpaši to regulāras atkārtošanās dēļ, uzraudzības iestāde var pieprasīt samaksu vai neveikt datu subjekta pieprasīto darbību. Uzraudzības iestādei ir pienākums pierādīt, ka pieprasījums ir acīmredzami pārmērīgs."
		},
		{
			"lang": "ro",
			"text": "În cazul în care cererile sunt în mod evident excesive, în special din cauza caracterului repetitiv al acestora, autoritatea de supraveghere poate percepe o taxă sau poate să nu efectueze acțiunea care face obiectul cererii persoanei vizate. Sarcina probei cu privire la caracterul evident excesiv al cererii revine autorității de supraveghere."
		},
		{
			"lang": "sk",
			"text": "V prípade, že žiadosti sú zjavne neprimerané, a to najmä pre ich opakujúci sa charakter, dozorný orgán môže požadovať poplatok, resp. môže odmietnuť prijať opatrenia požadované dotknutou osobou. Dôkazné bremeno, pokiaľ ide o zjavne neprimeraný charakter žiadosti, znáša dozorný orgán."
		},
		{
			"lang": "sl",
			"text": "Če so zahteve očitno čezmerne, zlasti zaradi njihove ponavljajoče se narave, lahko nadzorni organ zaračuna pristojbino ali ne izvede ukrepa, ki ga zahteva posameznik, na katerega se nanašajo osebni podatki. V tem primeru nosi breme dokazovanja očitno čezmerne narave zahteve nadzorni organ."
		},
		{
			"lang": "fi",
			"text": "Jos pyynnöt ovat ilmeisen kohtuuttomia erityisesti toistuvuutensa takia, valvontaviranomainen voi periä maksun pyydetyn toimen suorittamisesta tai jättää pyydetyn toimen suorittamatta. Valvontaviranomaisen on todistettava pyynnön kohtuuttomuus."
		},
		{
			"lang": "pl",
			"text": "W przypadku gdy żądania są wyraźnie nadmierne, w szczególności ze względu na ich powtarzalny charakter, organ nadzorczy może zażądać opłaty lub nie podjąć działania, o które wnosił podmiot danych. Na organie nadzorczym spoczywa ciężar udowodnienia, że żądanie miało wyraźnie nadmierny charakter."
		},
		{
			"lang": "lt",
			"text": "Jeigu prašymai yra akivaizdžiai neproporcingi, visų pirma dėl jų pasikartojančio turinio, priežiūros institucija gali imti mokestį arba nesiimti duomenų subjekto prašomų veiksmų. Priežiūros institucijai tenka pareiga įrodyti, kad prašymas yra akivaizdžiai neproporcingas."
		},
		{
			"lang": "nl",
			"text": "Wanneer verzoeken kennelijk buitensporig zijn, met name door hun repetitieve karakter, kan de toezichthoudende autoriteit een vergoeding in rekening brengen of ervoor opteren om de door de betrokkene gevraagde maatregelen niet te nemen. De bewijslast met betrekking tot het kennelijk buitensporige karakter van het verzoek rust op de toezichthoudende autoriteit."
		},
		{
			"lang": "sv",
			"text": "Om en registrerad begär tjänster som uppenbart är orimligt omfattande, till exempel på grund av repetitiv karaktär, får tillsynsmyndigheten ta ut en avgift eller avstå från att utföra de tjänster som den registrerade begär. I så fall ska det åligga tillsynsmyndigheten att visa att begäran är uppenbart orimlig."
		}
	],
	"children": [],
	"title": "Article 52 – Paragraph 6"
}