{
	"id": "a52p4",
	"type": "paragraph",
	"literal": "4",
	"parent": "a52",
	"text": [
		{
			"lang": "en",
			"text": "For complaints referred to in point (b) of paragraph 1, the supervisory authority shall provide a complaint submission form, which can be completed electronically, without excluding other means of communication."
		},
		{
			"lang": "de",
			"text": "Für die in Absatz 1 Buchstabe b genannten Beschwerden stellt die Aufsichtsbehörde ein Beschwerdeformular zur Verfügung, das elektronisch oder auf anderem Wege ausgefüllt werden kann."
		},
		{
			"lang": "fr",
			"text": "Pour les réclamations visées au paragraphe 1, point b), l’autorité de contrôle fournit un formulaire de réclamation qui peut être rempli par voie électronique, sans exclure d'autres moyens de communication."
		},
		{
			"lang": "es",
			"text": "Para las reclamaciones contempladas en el apartado 1, letra b), la autoridad de control facilitará un formulario de reclamaciones que podrá cumplimentarse por vía electrónica, sin excluir otros medios de comunicación."
		},
		{
			"lang": "pt",
			"text": "No que respeita às queixas referidas no n.º 1, alínea b), a autoridade de controlo deve fornecer um formulário de queixa, que possa ser preenchido eletronicamente, sem excluir outros meios de comunicação."
		},
		{
			"lang": "it",
			"text": "L’autorità di controllo fornisce un modulo compilabile elettronicamente per la proposizione dei reclami di cui al paragrafo 1, lettera b), senza escludere altri mezzi di comunicazione."
		},
		{
			"lang": "ga",
			"text": "Maidir leis na gearáin dá dtagraítear i bpointe (b) de mhír 1, soláthróidh an t‑údarás maoirseachta foirm le gearán a dhéanamh a fhéadfar a líonadh isteach go leictreonach, gan modhanna eile cumarsáide a eisiamh."
		},
		{
			"lang": "cs",
			"text": "V případě stížností uvedených v odst. 1 písm. b) nabízí orgán dozoru formulář pro jejich předkládání, který lze vyplnit elektronicky, aniž by byly vyloučeny ostatní komunikační prostředky."
		},
		{
			"lang": "da",
			"text": "I forbindelse med de klager, der er omhandlet i stk. 1, litra b), udarbejder tilsynsmyndigheden en klageformular, der kan udfyldes elektronisk, uden dog at udelukke andre kommunikationsmidler."
		},
		{
			"lang": "et",
			"text": "Lõike 1 punktis b osutatud kaebuste jaoks koostab järelevalveasutus kaebuste esitamise elektrooniliselt täidetava vormi, ilma teiste sidevahendite kasutamist välistamata."
		},
		{
			"lang": "el",
			"text": "Για τις καταγγελίες που αναφέρονται στην παράγραφο 1 στοιχείο β), η αρχή ελέγχου παρέχει ένα έντυπο υποβολής καταγγελίας, το οποίο μπορεί να συμπληρωθεί ηλεκτρονικά, χωρίς να αποκλείονται άλλοι τρόποι επικοινωνίας."
		},
		{
			"lang": "bg",
			"text": "За жалбите, посочени в параграф 1, буква б), надзорният орган предоставя формуляр за подаване на жалби, който може да бъде попълнен по електронен път, без да се изключват други средства за комуникация."
		},
		{
			"lang": "hu",
			"text": "Az (1) bekezdés b) pontja szerinti panaszok vonatkozásában a felügyelő hatóság – a kommunikáció más módjainak kizárása nélkül – a panasz benyújtásához szükséges, elektronikus úton kitölthető formanyomtatványt bocsát rendelkezésre."
		},
		{
			"lang": "mt",
			"text": "Għall-ilmenti msemmija fil-punt (b) tal-paragrafu 1, l-awtorità ta’ superviżjoni għandha tipprovdi formola għas-sottomissjoni tal-ilmenti, li tista’ timtela b’mod elettroniku, mingħajr ma jkunu esklużi mezzi oħrajn ta’ komunikazzjoni."
		},
		{
			"lang": "lv",
			"text": "Attiecībā uz sūdzībām, kas minētas 1. punkta b) apakšpunktā, uzraudzības iestāde nodrošina elektroniski aizpildāmu sūdzības iesniegšanas veidlapu, neizslēdzot arī citus saziņas līdzekļus."
		},
		{
			"lang": "ro",
			"text": "Pentru reclamațiile prevăzute la alineatul (1) litera (b), autoritatea de supraveghere pune la dispoziție un formular de depunere a reclamației, care poate fi completat prin mijloace electronice, fără a exclude alte mijloace de comunicare."
		},
		{
			"lang": "sk",
			"text": "Na účely podávania sťažností uvedených v odseku 1 písm. b) dozorný orgán poskytne formulár sťažnosti, ktorý je možné vyplniť elektronicky, pričom sa nevylučujú iné prostriedky komunikácie."
		},
		{
			"lang": "sl",
			"text": "Nadzorni organ za pritožbe iz točke (b) odstavka 1 zagotovi obrazec za vložitev pritožbe, ki se lahko izpolni elektronsko, pri čemer niso izključena druga komunikacijska sredstva."
		},
		{
			"lang": "fi",
			"text": "Kun on kyse 1 kohdan b alakohdassa tarkoitetuista valituksista, valvontaviranomaisen on toimitettava valituslomake, joka voidaan täyttää sähköisesti, muita mahdollisia viestintäkeinoja pois sulkematta."
		},
		{
			"lang": "pl",
			"text": "W odniesieniu do skarg, o których mowa w ust. 1 lit. b), organ nadzorczy udostępnia formularz skargi, który może być wypełniony elektronicznie, przy czym dostępne są także inne środki łączności."
		},
		{
			"lang": "lt",
			"text": "Priežiūros institucija pateikia 1 dalies b punkte nurodyto skundo pateikimo formą, kurią galima užpildyti elektroniniu būdu, suteikdama galimybę naudotis kitomis ryšio priemonėmis."
		},
		{
			"lang": "nl",
			"text": "Voor de in lid 1, onder b), bedoelde klachten stelt de toezichthoudende autoriteit een klachtenformulier ter beschikking, dat elektronisch kan worden ingevuld, zonder dat andere communicatiemiddelen worden uitgesloten."
		},
		{
			"lang": "sv",
			"text": "För klagomål enligt punkt 1 b ska tillsynsmyndigheten bistå med ett särskilt formulär för ändamålet, vilket ska kunna fyllas i elektroniskt; det elektroniska formuläret ska inte utesluta andra kommunikationsformer."
		}
	],
	"children": [],
	"title": "Article 52 – Paragraph 4"
}