{
	"id": "a55p4i2",
	"type": "point",
	"literal": "b",
	"parent": "a55p4",
	"text": [
		{
			"lang": "en",
			"text": "compliance with the request would be incompatible with the provisions of this Regulation."
		},
		{
			"lang": "de",
			"text": "das Ersuchen gegen die Bestimmungen dieser Verordnung verstoßen würde."
		},
		{
			"lang": "fr",
			"text": "qu’il soit incompatible avec les dispositions du présent règlement de donner suite à la demande."
		},
		{
			"lang": "es",
			"text": "el hecho de atender la solicitud fuera incompatible con las disposiciones del presente Reglamento."
		},
		{
			"lang": "pt",
			"text": "Dar seguimento ao pedido for incompatível com o disposto no presente regulamento."
		},
		{
			"lang": "it",
			"text": "l’intervento richiesto sia incompatibile con le disposizioni del presente regolamento."
		},
		{
			"lang": "ga",
			"text": "mura mbeadh comhlíonadh na hiarrata ag luí le forálacha an Rialacháin seo."
		},
		{
			"lang": "cs",
			"text": "vyhovění žádosti by nebylo slučitelné s ustanoveními tohoto nařízení."
		},
		{
			"lang": "da",
			"text": "imødekommelse af anmodningen er uforenelig med bestemmelserne i denne forordning."
		},
		{
			"lang": "et",
			"text": "taotluse täitmine oleks vastuolus käesoleva määrusega."
		},
		{
			"lang": "el",
			"text": "β) η συμμόρφωση προς το αίτημα δεν συμβιβάζεται με τις διατάξεις του παρόντος κανονισμού."
		},
		{
			"lang": "bg",
			"text": "б) изпълнението на искането би било несъвместимо с разпоредбите на настоящия регламент."
		},
		{
			"lang": "hu",
			"text": "a kérelem teljesítése összeegyeztethetetlen e rendelet rendelkezéseivel."
		},
		{
			"lang": "mt",
			"text": "il-konformità mat-talba ma tkunx kompatibbli mad-dispożizzjonijiet ta’ dan ir-Regolament."
		},
		{
			"lang": "lv",
			"text": "pieprasījuma izpilde būtu pretrunā ar šīs regulas noteikumiem."
		},
		{
			"lang": "ro",
			"text": "a da curs solicitării ar contraveni dispozițiilor prezentului regulament."
		},
		{
			"lang": "sk",
			"text": "vyhovieť tejto žiadosti by bolo v rozpore s týmto nariadením."
		},
		{
			"lang": "sl",
			"text": "bi bilo upoštevanje zahteve nezdružljivo z določbami te uredbe."
		},
		{
			"lang": "fi",
			"text": "pyynnön noudattaminen olisi ristiriidassa tämän asetuksen säännösten kanssa."
		},
		{
			"lang": "pl",
			"text": "realizacja wniosku byłaby niezgodna z przepisami niniejszego rozporządzenia."
		},
		{
			"lang": "lt",
			"text": "prašymo patenkinimas būtų nesuderinamas su šio reglamento nuostatomis."
		},
		{
			"lang": "nl",
			"text": "het verzoek onverenigbaar is met de bepalingen van de verordening."
		},
		{
			"lang": "sv",
			"text": "det skulle stå i strid med denna förordning att tillmötesgå begäran."
		}
	],
	"children": [],
	"title": "Article 55 – Paragraph 4 – Point 2"
}