{
	"id": "a56p5",
	"type": "paragraph",
	"literal": "5",
	"parent": "a56",
	"text": [
		{
			"lang": "en",
			"text": "Where a supervisory authority does not comply within one month with the obligation laid down in paragraph 2, the other supervisory authorities shall be competent to take a provisional measure on the territory of its Member State in accordance with Article 51(1)."
		},
		{
			"lang": "de",
			"text": "Kommt eine Aufsichtsbehörde binnen eines Monats nicht der Verpflichtung nach Absatz 2 nach, so sind die anderen Aufsichtsbehörden befugt, eine einstweilige Maßnahme im Hoheitsgebiet ihres Mitgliedstaats gemäß Artikel 51 Absatz 1 zu ergreifen."
		},
		{
			"lang": "fr",
			"text": "Lorsqu'une autorité de contrôle ne se conforme pas, dans un délai d’un mois, à l’obligation énoncée au paragraphe 2, les autres autorités de contrôle ont compétence pour prendre une mesure provisoire sur le territoire de leur État membre, conformément à l'article 51, paragraphe 1."
		},
		{
			"lang": "es",
			"text": "Cuando una autoridad de control no cumpla en el plazo de un mes la obligación establecida en el apartado 2, las demás autoridades de control serán competentes para adoptar una medida provisional en el territorio de su Estado miembro, de conformidad con lo dispuesto en el artículo 51, apartado 1."
		},
		{
			"lang": "pt",
			"text": "Sempre que uma autoridade de controlo não cumprir, no prazo de um mês, a obrigação estabelecida no n.º 2, as outras autoridades de controlo são competentes para adotar uma medida provisória no território do seu Estado-Membro, nos termos do artigo 51.º, n.º 1."
		},
		{
			"lang": "it",
			"text": "Qualora un’autorità di controllo non si conformi entro un mese all’obbligo di cui al paragrafo 2, le altre autorità di controllo sono competenti a prendere misure provvisorie nel territorio del loro Stato membro ai sensi dell’articolo 51, paragrafo 1."
		},
		{
			"lang": "ga",
			"text": "I gcás nach gcomhlíonann údarás maoirseachta laistigh de mhí amháin an oibleagáid arna leagan síos i mír 2, beidh na húdaráis mhaoirseachta eile inniúil ar bheart sealadach a dhéanamh ar chríoch a mBallstát i gcomhréir le hAirteagal 51(1)."
		},
		{
			"lang": "cs",
			"text": "Jestliže některý orgán dozoru nesplní do jednoho měsíce povinnost stanovenou v odstavci 2, ostatní orgány dozoru mají pravomoc přijmout dočasné opatření na území svého členského státu v souladu s čl. 51 odst. 1."
		},
		{
			"lang": "da",
			"text": "Hvis en tilsynsmyndighed ikke opfylder forpligtelsen i stk. 2 inden for en måned, kan den anden tilsynsmyndighed iværksætte en foreløbig foranstaltning på sin medlemsstats område i henhold til artikel 51, stk. 1."
		},
		{
			"lang": "et",
			"text": "Juhul kui järelevalveasutus ei täida ühe kuu jooksul lõikes 2 nimetatud kohustust, on teisel järelevalveasutusel õigus võtta ajutine meede oma liikmesriigi territooriumil vastavalt artikli 51 lõikele 1."
		},
		{
			"lang": "el",
			"text": "Εάν μια αρχή ελέγχου δεν συμμορφώνεται εντός προθεσμίας ενός μηνός προς την υποχρέωση που προβλέπεται στην παράγραφο 2, οι λοιπές αρχές ελέγχου είναι αρμόδιες να θεσπίσουν προσωρινό μέτρο στο έδαφος του κράτους μέλους στο οποίο υπάγεται σύμφωνα με το άρθρο 51 παράγραφος 1."
		},
		{
			"lang": "bg",
			"text": "Когато в срок от един месец даден надзорен орган не изпълни задължението, установено в параграф 2, другите надзорни органи са компетентни да вземат временна мярка на територията на своята държава-членка в съответствие с член 51, параграф 1."
		},
		{
			"lang": "hu",
			"text": "Amennyiben a felügyelő hatóság egy hónapon belül nem tesz eleget a (2) cikkben meghatározott kötelezettségének, a többi felügyelő hatóság az 51. cikk (1) bekezdése értelmében ideiglenes intézkedést hozhat a tagállamának területén."
		},
		{
			"lang": "mt",
			"text": "Meta awtorità ta’ superviżjoni ma tikkonformax fi żmien xahar mal-obbligu stabbilit fil-paragrafu 2, l-awtoritajiet ta’ superviżjoni l-oħrajn għandhom ikunu kompetenti li jieħdu miżura provviżorja fit-territorju tal-Istat Membru tagħha skont l-Artikolu 51(1)."
		},
		{
			"lang": "lv",
			"text": "Ja uzraudzības iestāde viena mēneša laikā neievēro pienākumus, kas minēti 2. punktā, pārējās uzraudzības iestādes ir kompetentas īstenot pagaidu pasākumu šīs dalībvalsts teritorijā saskaņā ar 51. panta 1. punktu."
		},
		{
			"lang": "ro",
			"text": "În cazul în care o autoritate de supraveghere nu se conformează, în termen de o lună, obligației prevăzute la alineatul (2), celelalte autorități de supraveghere au competența de a adopta o măsură provizorie pe teritoriul statului membru respectiv, în conformitate cu articolul 51 alineatul (1)."
		},
		{
			"lang": "sk",
			"text": "Ak dozorný orgán nesplní svoju povinnosť stanovenú v odseku 2 do jedného mesiaca, ostatné dozorné orgány sú oprávnené vydať dočasné opatrenie na území svojho členského štátu v súlade s článkom 51 ods. 1."
		},
		{
			"lang": "sl",
			"text": "Če nadzorni organ v enem mesecu ne izpolni obveznosti iz odstavka 2, so drugi nadzorni organi pristojni za sprejetje začasnega ukrepa na ozemlju njegove države članice v skladu s členom 51(1)."
		},
		{
			"lang": "fi",
			"text": "Jos valvontaviranomainen ei noudata 2 kohdassa säädettyä velvollisuutta kuukauden kuluessa, muilla valvontaviranomaisilla on toimivalta toteuttaa väliaikainen toimenpide oman jäsenvaltionsa alueella 51 artiklan 1 kohdan mukaisesti."
		},
		{
			"lang": "pl",
			"text": "W przypadku gdy organ nadzorczy nie spełni w terminie jednego miesiąca obowiązku ustanowionego w ust. 2, inne organy nadzoru są uprawnione do przyjęcia środka tymczasowego na terytorium swojego państwa członkowskiego zgodnie z art. 51. ust. 1."
		},
		{
			"lang": "lt",
			"text": "Jeigu priežiūros institucija per vieną mėnesį neįvykdo 2 dalyje nustatytos pareigos, kita priežiūros institucija yra kompetentinga priimti laikinąsias priemones savo valstybės narės teritorijoje pagal 51 straipsnio 1 dalį."
		},
		{
			"lang": "nl",
			"text": "Wanneer een toezichthoudende autoriteit niet binnen één maand aan de in lid 2 vastgestelde verplichting voldoet, zijn de andere toezichthoudende autoriteiten bevoegd om overeenkomstig artikel 51, lid 1, een voorlopige maatregel op het grondgebied van haar lidstaat te nemen."
		},
		{
			"lang": "sv",
			"text": "Om en tillsynsmyndighet inte inom en månad har uppfyllt sin skyldighet enligt punkt 2 ska övriga tillsynsmyndigheter ha befogenhet att vidta provisoriska åtgärder på sina respektive medlemsstaters territorium i kraft av artikel 51.1."
		}
	],
	"children": [],
	"title": "Article 56 – Paragraph 5"
}