{
	"id": "a56p4",
	"type": "paragraph",
	"literal": "4",
	"parent": "a56",
	"text": [
		{
			"lang": "en",
			"text": "Supervisory authorities shall lay down the practical aspects of specific co-operation actions."
		},
		{
			"lang": "de",
			"text": "Die Aufsichtsbehörden regeln die praktischen Aspekte spezifischer Kooperationsmaßnahmen."
		},
		{
			"lang": "fr",
			"text": "Les autorités de contrôle définissent les modalités pratiques des actions de coopération particulières."
		},
		{
			"lang": "es",
			"text": "Las autoridades de control establecerán los aspectos prácticos de las acciones de cooperación específicas."
		},
		{
			"lang": "pt",
			"text": "As autoridades de controlo devem estabelecer as modalidades práticas de ações de cooperação específicas."
		},
		{
			"lang": "it",
			"text": "Le autorità di controllo stabiliscono gli aspetti pratici delle specifiche azioni di cooperazione."
		},
		{
			"lang": "ga",
			"text": "Leagfaidh na húdaráis mhaoirseachta síos gnéithe praiticiúla na ngníomhaíochtaí sonracha comhair."
		},
		{
			"lang": "cs",
			"text": "Orgány dozoru stanoví praktické aspekty konkrétních akcí spolupráce."
		},
		{
			"lang": "da",
			"text": "Tilsynsmyndighederne fastlægger de praktiske aspekter af specifikke samarbejds­aktiviteter."
		},
		{
			"lang": "et",
			"text": "Järelevalveasutused kehtestavad spetsiaalsete koostöömeetmete praktilised aspektid."
		},
		{
			"lang": "el",
			"text": "Οι αρχές ελέγχου θεσπίζουν τις πρακτικές πτυχές συγκεκριμένων δράσεων συνεργασίας."
		},
		{
			"lang": "bg",
			"text": "Надзорните органи определят практическите аспекти на конкретните действия за сътрудничество."
		},
		{
			"lang": "hu",
			"text": "A felügyelő hatóságok meghatározzák a konkrét együttműködési cselekmények gyakorlati szempontjait."
		},
		{
			"lang": "mt",
			"text": "L-awtoritajiet ta’ superviżjoni għandhom jistabbilixxu l-aspetti prattiċi ta’ azzjonijiet ta’ kooperazzjoni speċifiċi."
		},
		{
			"lang": "lv",
			"text": "Uzraudzības iestādes nosaka īpašo sadarbības darbību praktiskos aspektus."
		},
		{
			"lang": "ro",
			"text": "Autoritățile de supraveghere definesc aspectele practice ale acțiunilor specifice de cooperare."
		},
		{
			"lang": "sk",
			"text": "Dozorné orgány upravia praktické aspekty konkrétnych činností uskutočňovaných v rámci spolupráce."
		},
		{
			"lang": "sl",
			"text": "Nadzorni organi določijo praktične vidike posebnih ukrepov sodelovanja."
		},
		{
			"lang": "fi",
			"text": "Valvontaviranomaisten on vahvistettava erityisiä yhteistyötoimia koskevat käytännön järjestelyt."
		},
		{
			"lang": "pl",
			"text": "Organy nadzorcze określają praktyczne elementy konkretnych działań w ramach współpracy."
		},
		{
			"lang": "lt",
			"text": "Priežiūros institucijos nustato praktinius konkrečių bendradarbiavimo veiksmų aspektus."
		},
		{
			"lang": "nl",
			"text": "De toezichthoudende autoriteiten stellen de praktische aspecten van specifieke samenwerkingsmaatregelen vast."
		},
		{
			"lang": "sv",
			"text": "Tillsynsmyndigheterna ska själva reglera de praktiska aspekterna av enskilda åtgärder som genomförs gemensamt."
		}
	],
	"children": [],
	"title": "Article 56 – Paragraph 4"
}