{
	"id": "a56p6",
	"type": "paragraph",
	"literal": "6",
	"parent": "a56",
	"text": [
		{
			"lang": "en",
			"text": "The supervisory authority shall specify the period of validity of a provisional measure referred to in paragraph 5. This period shall not exceed three months. The supervisory authority shall, without delay, communicate those measures, with full reasons, to the European Data Protection Board and to the Commission and shall submit the matter in the mechanism referred to in Article 57."
		},
		{
			"lang": "de",
			"text": "Die Aufsichtsbehörde legt fest, wie lange die einstweilige Maßnahme nach Absatz 5 gültig ist. Dieser Zeitraum darf drei Monate nicht überschreiten. Die Aufsichtsbehörde teilt dem Europäischen Datenschutzausschuss und der Kommission diese Maßnahmen unverzüglich unter Angabe aller Gründe mit und nimmt für diese Sache das in Artikel 57 genannte Verfahren in Anspruch."
		},
		{
			"lang": "fr",
			"text": "L'autorité de contrôle précise la durée de validité de toute mesure provisoire prévue au paragraphe 5. Cette durée ne peut excéder trois mois. L'autorité de contrôle communique sans délai ces mesures, dûment motivées, au comité européen de la protection des données et à la Commission, et fait examiner l'affaire dans le cadre du mécanisme prévu à l’article 57."
		},
		{
			"lang": "es",
			"text": "La autoridad de control especificará el plazo de validez de toda medida provisional contemplada en el apartado 5. Dicho plazo no excederá de tres meses. La autoridad de control comunicará sin demora dichas medidas, debidamente motivadas, al Consejo Europeo de Protección de Datos y a la Comisión y someterá el asunto al mecanismo contemplado en el artículo 57."
		},
		{
			"lang": "pt",
			"text": "A autoridade de controlo deve especificar o período de validade da medida provisória referida no n.º 5. Esse período não pode ser superior a três meses. A autoridade de controlo comunica essas medidas sem demora e devidamente fundamentadas ao Comité Europeu para a Proteção de Dados e à Comissão, e apresenta essa matéria no âmbito do mecanismo referido no artigo 57.º."
		},
		{
			"lang": "it",
			"text": "L’autorità di controllo specifica il periodo di validità delle misure provvisorie di cui al paragrafo 5. Detto periodo non può essere superiore a tre mesi. L’autorità di controllo comunica senza ritardo tali misure, debitamente motivate, al comitato europeo per la protezione dei dati e alla Commissione, e sottopone la questione nell’ambito del meccanismo di cui all’articolo 57."
		},
		{
			"lang": "ga",
			"text": "Sonróidh an t‑údarás maoirseachta tréimhse bhailíochta an bhirt shealadaigh dá dtagraítear i mír 5. Ní rachaidh an tréimhse sin thar thrí mhí. Déanfaidh an t‑údarás maoirseachta na bearta sin agus na cúiseanna iomlána leo a chur in iúl don Bhord Eorpach um Chosaint Sonraí agus don Choimisiún, gan mhoill, agus cuirfidh sé faoina mbráid iad trí bhíthin an tsásra dá dtagraítear in Airteagal 57."
		},
		{
			"lang": "cs",
			"text": "U dočasného opatření uvedeného v odstavci 5 určí orgán dozoru dobu platnosti. Tato doba nepřesáhne tři měsíce. Orgán dozoru oznámí předmětná opatření bez prodlení a s uvedením všech důvodů Evropské radě pro ochranu údajů a Komisi a záležitost postoupí do mechanismu uvedeného v článku 57."
		},
		{
			"lang": "da",
			"text": "Tilsynsmyndigheden angiver gyldighedsperioden for en foreløbig foranstaltning omhandlet i stk. 5. Denne periode må ikke overstige tre måneder. Tilsynsmyn­digheden meddeler straks Det Europæiske Databeskyttelsesråd og Kommissionen disse foranstaltninger med en udførlig begrundelse og forelægger sagen for den mekanisme, der er omhandlet i artikel 57."
		},
		{
			"lang": "et",
			"text": "Järelevalveasutus täpsustab lõikes 5 osutatud ajutise meetme kehtivusaja. Nimetatud ajavahemik ei tohi olla pikem kui kolm kuud. Järelevalveasutus edastab viivitamata kõnealused meetmed koos kõikide põhjendustega Euroopa Andmekaitsenõukogule ja komisjonile ning menetleb küsimust artiklis 57 osutatud mehhanismi abil."
		},
		{
			"lang": "el",
			"text": "Η αρχή ελέγχου προσδιορίζει την περίοδο ισχύος του προσωρινού μέτρου που αναφέρεται στην παράγραφο 5, η οποία δεν μπορεί να υπερβαίνει τους τρεις μήνες. Η αρχή ελέγχου κοινοποιεί αμελλητί τα εν λόγω μέτρα, παρέχοντας πλήρη αιτιολογία στο Ευρωπαϊκό Συμβούλιο Προστασίας Δεδομένων και στην Επιτροπή και υποβάλλει το θέμα στον μηχανισμό που αναφέρεται στο άρθρο 57."
		},
		{
			"lang": "bg",
			"text": "Надзорният орган определя срока на действие на временната мярка, посочена в параграф 5. Този срок не трябва да надвишава три месеца. Надзорният орган съобщава незабавно тези мерки на Европейския комитет по защита на данните и на Комисията, като излага подробно причините за тях и поставя въпроса за разглеждане в рамките на механизма, определен в член 57."
		},
		{
			"lang": "hu",
			"text": "A felügyelő hatóság meghatározza az (5) bekezdés szerinti ideiglenes intézkedés érvényességének időtartamát. Ez az időtartam nem haladhatja meg a három hónapot. A felügyelő hatóság haladéktalanul értesíti ezen intézkedésekről és azok teljes indokolásáról az Európai Adatvédelmi Testületet és a Bizottságot, és előterjeszti az ügyet az 57. cikk szerinti mechanizmus keretében."
		},
		{
			"lang": "mt",
			"text": "L-awtorità ta’ superviżjoni għandha tispeċifika l-perjodu ta’ validità ta’ miżura provviżorja msemmi fil-paragrafu 5. Dan il-perjodu ma għandux jaqbeż it-tliet xhur. L-awtorità ta’ superviżjoni għandha, tikkomunika mingħajr dewmien dawk il-miżuri, bir-raġunijiet kollha, lill-Bord Ewropew għall-Protezzjoni tad-Dejta u lill-Kummissjoni u għandha tippreżenta l-kwistjoni fil-mekkaniżmu msemmi fl-Artikolu 57."
		},
		{
			"lang": "lv",
			"text": "Uzraudzības iestāde norāda 5. punktā minētā pagaidu pasākuma derīguma termiņu. Termiņš nepārsniedz trīs mēnešus. Uzraudzības iestāde nekavējoties paziņo šos pasākumus un to pilnīgu pamatojumu Eiropas Datu aizsardzības kolēģijai un Komisijai un iesniedz jautājumu izskatīšanai mehānismā, kas minēts 57. pantā."
		},
		{
			"lang": "ro",
			"text": "Autoritatea de supraveghere precizează perioada de valabilitate a măsurii provizorii menționate la alineatul (5). Această perioadă nu depășește trei luni. Autoritatea de supraveghere comunică fără întârziere aceste măsuri, motivate în mod corespunzător, Comitetului european pentru protecția datelor și Comisiei și prezintă situația spre analiză în cadrul mecanismului menționat la articolul 57."
		},
		{
			"lang": "sk",
			"text": "Dozorný orgán určí obdobie platnosti dočasného opatrenia uvedeného v odseku 5. Toto obdobie nepresiahne tri mesiace. Dozorný orgán bezodkladne oznámi tieto opatrenia s úplným odôvodnením Európskemu výboru pre ochranu údajov a Komisii a predloží záležitosť prostredníctvom mechanizmu ustanoveného v článku 57."
		},
		{
			"lang": "sl",
			"text": "Nadzorni organ določi obdobje veljavnosti začasnega ukrepa iz odstavka 5. To obdobje ni daljše od treh mesecev. Nadzorni organ o teh ukrepih z navedbo vseh razlogov nemudoma obvesti Evropski odbor za varstvo podatkov in Komisijo ter zadevo predloži v mehanizem iz člena 57."
		},
		{
			"lang": "fi",
			"text": "Valvontaviranomaisen on täsmennettävä 5 kohdassa tarkoitetun väliaikaisen toimenpiteen voimassaoloaika. Tämä voimassaoloaika saa olla enintään kolme kuukautta. Valvontaviranomaisen on annettava tällaiset toimenpiteet ja niiden täydelliset perustelut viipymättä tiedoksi Euroopan tietosuojaneuvostolle ja komissiolle ja toimitettava asia käsiteltäväksi 57 artiklassa tarkoitetussa mekanismissa."
		},
		{
			"lang": "pl",
			"text": "Organ nadzorczy określa okres obowiązywania środka tymczasowego, o którym mowa w ust. 5. Okres ten nie przekracza trzech miesięcy. Organ nadzorczy bezzwłocznie informuje o tych środkach Europejską Radę Ochrony Danych i Komisję, podając pełne uzasadnienie, i przekazuje sprawę do mechanizmu, o którym mowa w art. 57."
		},
		{
			"lang": "lt",
			"text": "Priežiūros institucija nurodo 5 dalyje nurodytų laikinųjų priemonių galiojimo laikotarpį. Šis laikotarpis negali būti ilgesnis kaip treji mėnesiai. Priežiūros institucija tas priemones ir išsamias jų priežastis nedelsdama pateikia Europos duomenų apsaugos valdybai ir Komisijai ir pateikia klausimą nagrinėti pagal 57 straipsnyje nurodytą mechanizmą."
		},
		{
			"lang": "nl",
			"text": "De toezichthoudende autoriteit legt vast hoe lang een in lid 5 bedoelde voorlopige maatregel geldig is. De geldigheidsduur mag niet meer dan drie maanden bedragen. De toezichthoudende autoriteit deelt het Europees Comité voor gegevensbescherming en de Commissie onverwijld die maatregelen met opgave van redenen mee en legt de aangelegenheid voor in het kader van de in artikel 57 bedoelde toetsing."
		},
		{
			"lang": "sv",
			"text": "Tillsynsmyndigheten ska precisera hur länge den provisoriska åtgärd den beslutat om enligt punkt 5 ska gälla. Denna period får inte överskrida tre månader. Tillsynsmyndigheten ska utan dröjsmål underrätta Europeiska dataskyddsstyrelsen och kommissionen om dessa åtgärder och ge en uttömmande motivering, samt ta upp frågan inom ramen för den mekanism som avses i artikel 57."
		}
	],
	"children": [],
	"title": "Article 56 – Paragraph 6"
}