{
	"id": "a58p2i5",
	"type": "point",
	"literal": "e",
	"parent": "a58p2",
	"text": [
		{
			"lang": "en",
			"text": "aims to authorise contractual clauses referred to in point (d) of Article 42(2); or"
		},
		{
			"lang": "de",
			"text": "der Genehmigung von Vertragsklauseln gemäß Artikel 42 Absatz 2 Buchstabe d dienen oder"
		},
		{
			"lang": "fr",
			"text": "vise à l'autorisation de clauses contractuelles telles que celles visées à l'article 42, paragraphe 2, point d), ou"
		},
		{
			"lang": "es",
			"text": "tenga por objeto la autorización de las cláusulas tipo contempladas en el artículo 42, apartado 2, letra d); o"
		},
		{
			"lang": "pt",
			"text": "Vise autorizar cláusulas contratuais conforme referidas no artigo 42.º, n.º 2, alínea d); ou"
		},
		{
			"lang": "it",
			"text": "sono finalizzate ad autorizzare clausole contrattuali ai sensi dell’articolo 42, paragrafo 2, lettera d), oppure"
		},
		{
			"lang": "ga",
			"text": "beart atá dírithe ar na clásail chonarthacha dá dtagraítear i bpointe (d) d'Airteagal 42(2) a údarú; nó"
		},
		{
			"lang": "cs",
			"text": "mají za cíl schválit smluvní doložky podle čl. 42 odst. 2 písm. d) nebo"
		},
		{
			"lang": "da",
			"text": "har til formål at godkende kontraktbestemmelser som omhandlet i artikel 42, stk. 2, litra d)"
		},
		{
			"lang": "et",
			"text": "on suunatud artikli 42 lõike 2 punktis d osutatud lepingutingimuste kinnitamisele või"
		},
		{
			"lang": "el",
			"text": "ε) αποσκοπεί στην έγκριση των συμβατικών ρητρών που αναφέρονται στο άρθρο 42 παράγραφος 2 στοιχείο δ)· ή"
		},
		{
			"lang": "bg",
			"text": "д) има за цел да разреши договорните клаузи, посочени в член 42, параграф 2; или"
		},
		{
			"lang": "hu",
			"text": "a 42. cikk (2) bekezdésének d) pontja szerinti szerződéses feltételek engedélyezésére irányul; vagy"
		},
		{
			"lang": "mt",
			"text": "għandha l-għan li tawtorizza l-klawżoli kuntrattwali msemmija fil-punt (d) tal-Artikolu 42(2)); jew"
		},
		{
			"lang": "lv",
			"text": "domāts, lai apstiprinātu līguma noteikumus, kas minēti 42. panta 2.punkta d) apakšpunktā; vai"
		},
		{
			"lang": "ro",
			"text": "vizează autorizarea clauzelor contractuale menționate la articolul 42 alineatul (2) litera (d); sau"
		},
		{
			"lang": "sk",
			"text": "ktorého cieľom je schváliť zmluvné doložky uvedené v článku 42 ods. 2 písm. d), alebo"
		},
		{
			"lang": "sl",
			"text": "je namenjen odobritvi pogodbenih določb iz točke (d) člena 42(2); ali"
		},
		{
			"lang": "fi",
			"text": "joiden tarkoituksena on 42 artiklan 2 kohdan d alakohdassa tarkoitettujen sopimuslausekkeiden hyväksyminen; tai"
		},
		{
			"lang": "pl",
			"text": "ma na celu zezwolenie na klauzule umowne, o których mowa w art. 42 ust. 2 lit. d); lub"
		},
		{
			"lang": "lt",
			"text": "duoti leidimą taikyti 42 straipsnio 2 dalies d punkte nurodytas sutarties sąlygas; arba"
		},
		{
			"lang": "nl",
			"text": "de toestemming beoogt voor de in artikel 42, lid 2, bedoelde contractuele bepalingen; of"
		},
		{
			"lang": "sv",
			"text": "syftar till att godkänna avtalsklausuler enligt artikel 42.2 d, eller"
		}
	],
	"children": [],
	"title": "Article 58 – Paragraph 2 – Point 5"
}