{
	"id": "a58p2i6",
	"type": "point",
	"literal": "f",
	"parent": "a58p2",
	"text": [
		{
			"lang": "en",
			"text": "aims to approve binding corporate rules within the meaning of Article 43."
		},
		{
			"lang": "de",
			"text": "der Annahme verbindlicher unternehmensinterner Vorschriften im Sinne von Artikel 43 dienen."
		},
		{
			"lang": "fr",
			"text": "vise à l'approbation de règles d’entreprise contraignantes au sens de l'article 43."
		},
		{
			"lang": "es",
			"text": "tenga por objeto la aprobación de normas corporativas vinculantes a tenor de lo dispuesto en el artículo 43."
		},
		{
			"lang": "pt",
			"text": "Vise aprovar regras vinculativas para empresas na aceção do artigo 43.º."
		},
		{
			"lang": "it",
			"text": "sono finalizzate ad approvare norme vincolanti d’impresa ai sensi dell’articolo 43."
		},
		{
			"lang": "ga",
			"text": "beart atá dírithe ar rialacha ceangailteacha corparáideacha a fhormheas de réir bhrí Airteagal 43."
		},
		{
			"lang": "cs",
			"text": "mají za cíl schválit závazná podniková pravidla ve smyslu článku 43."
		},
		{
			"lang": "da",
			"text": "har til formål at godkende bindende virksomhedsregler som omhandlet i artikel 43."
		},
		{
			"lang": "et",
			"text": "on suunatud siduvate ettevõtluseeskirjade heakskiitmisele artikli 43 tähenduses."
		},
		{
			"lang": "el",
			"text": "στ) αποσκοπεί στην έγκριση δεσμευτικών εταιρικών κανόνων κατά την έννοια του άρθρου 43."
		},
		{
			"lang": "bg",
			"text": "е) има за цел да одобри задължителни фирмени правила по смисъла на член 43."
		},
		{
			"lang": "hu",
			"text": "a 43. cikk értelmében vett kötelező erejű vállalati szabályok jóváhagyására irányul."
		},
		{
			"lang": "mt",
			"text": "għandha l-għan li tapprova regoli korporattivi vinkolanti fis-sens tal-Artikolu 43."
		},
		{
			"lang": "lv",
			"text": "domāts, lai apstiprinātu saistošos uzņēmuma noteikumus 43. panta izpratnē."
		},
		{
			"lang": "ro",
			"text": "vizează aprobarea regulilor corporatiste obligatorii în sensul articolului 43."
		},
		{
			"lang": "sk",
			"text": "ktorého cieľom je schváliť záväzné firemné pravidlá v zmysle článku 43."
		},
		{
			"lang": "sl",
			"text": "je namenjen odobritvi zavezujočih poslovnih pravil v smislu člena 43."
		},
		{
			"lang": "fi",
			"text": "joiden tarkoituksena on 43 artiklassa tarkoitettujen yritystä koskevien sitovien sääntöjen hyväksyminen."
		},
		{
			"lang": "pl",
			"text": "ma na celu zatwierdzenie wiążących reguł korporacyjnych w rozumieniu art. 43."
		},
		{
			"lang": "lt",
			"text": "patvirtinti įmonei privalomas taisykles, kaip apibrėžta 43 straipsnyje."
		},
		{
			"lang": "nl",
			"text": "de goedkeuring beoogt van bindende bedrijfsvoorschriften in de zin van artikel 43."
		},
		{
			"lang": "sv",
			"text": "syftar till att godkänna bindande företagsbestämmelser enligt artikel 43."
		}
	],
	"children": [],
	"title": "Article 58 – Paragraph 2 – Point 6"
}