{
	"id": "a58p5",
	"type": "paragraph",
	"literal": "5",
	"parent": "a58",
	"text": [
		{
			"lang": "en",
			"text": "Supervisory authorities and the Commission shall electronically communicate any relevant information, including as the case may be a summary of the facts, the draft measure, and the grounds which make the enactment of such measure necessary, using a standardised format."
		},
		{
			"lang": "de",
			"text": "Die Aufsichtsbehörden und die Kommission übermitteln auf elektronischem Wege unter Verwendung eines standardisierten Formats zweckdienliche Informationen, darunter je nach Fall eine kurze Darstellung des Sachverhalts, die geplante Maßnahme und die Gründe, warum eine solche Maßnahme ergriffen werden muss."
		},
		{
			"lang": "fr",
			"text": "Les autorités de contrôle et la Commission communiquent par voie électronique, au moyen d'un formulaire type, toutes les informations utiles, notamment, selon le cas, un résumé des faits, le projet de mesure et les motifs rendant nécessaire l'adoption de la mesure."
		},
		{
			"lang": "es",
			"text": "Las autoridades de control y la Comisión comunicarán por vía electrónica y utilizando un formato normalizado toda información útil, en particular, cuando proceda, un resumen de los hechos, el proyecto de medida y los motivos por los que es necesaria su adopción."
		},
		{
			"lang": "pt",
			"text": "As autoridades de controlo e a Comissão comunicam por via eletrónica, utilizando um formato normalizado, quaisquer informações pertinentes incluindo, consoante o caso, um resumo dos factos, o projeto de medida e os motivos que tornaram necessário adotar tal medida."
		},
		{
			"lang": "it",
			"text": "Le autorità di controllo e la Commissione comunicano per via elettronica, con modulo standard, tutte le informazioni utili, in particolare, a seconda del caso, una sintesi dei fatti, il progetto di misura e i motivi che la rendono necessaria."
		},
		{
			"lang": "ga",
			"text": "Déanfaidh na húdaráis mhaoirseachta agus an Coimisiún aon fhaisnéis ábhartha a chur in iúl go leictreonach, lena n‑áirítear, de réir mar a bheidh, achoimre ar na fíricí, an dréachtbheart, agus na forais is bonn leis an mbeart sin, agus bainfear úsáid as formáid chaighdeánaithe chuige sin."
		},
		{
			"lang": "cs",
			"text": "Orgány dozoru a Komise elektronicky a za použití standardního formátu oznamují veškeré relevantní informace, podle situace včetně shrnutí skutečností, návrhu opatření a důvodů, pro které je provedení takového opatření zapotřebí."
		},
		{
			"lang": "da",
			"text": "Tilsynsmyndigheder og Kommissionen fremsender elektronisk alle relevante oplysninger, herunder et resumé af kendsgerningerne, den foreslåede foranstaltning og begrundelsen for iværksættelsen af en sådan foranstaltning, i et standardformat."
		},
		{
			"lang": "et",
			"text": "Järelevalveasutused ja komisjon edastavad elektrooniliselt tüüpvormi abil kogu asjakohase teabe, sealhulgas asjaolude kokkuvõtte, meetme eelnõu ja nimetatud meetme võtmise põhjused."
		},
		{
			"lang": "el",
			"text": "Οι αρχές ελέγχου και η Επιτροπή κοινοποιούν ηλεκτρονικά κάθε σχετική πληροφορία, συμπεριλαμβανομένης, ανάλογα με την περίπτωση, της σύνοψης των πραγματικών περιστατικών, του σχεδίου μέτρου και των λόγων για τους οποίους η εφαρμογή του εν λόγω μέτρου είναι αναγκαία, χρησιμοποιώντας τυποποιημένο μορφότυπο."
		},
		{
			"lang": "bg",
			"text": "Надзорните органи и Комисията съобщават по електронен път всяка значима информация, включително и в зависимост от случая обобщение на фактите, проектомярката и основанията, налагащи въвеждането на такава мярка, като използва стандартизиран формат."
		},
		{
			"lang": "hu",
			"text": "A felügyelő hatóságok és a Bizottság elektronikus úton, egységes formanyomtatvány segítségével közli a vonatkozó információkat, beleértve a tények összefoglalását, az intézkedéstervezetet, valamint az ilyen intézkedés elrendelésének szükségességét igazoló indokokat."
		},
		{
			"lang": "mt",
			"text": "L-awtoritajiet ta’ superviżjoni u l-Kummissjoni għandhom jikkomunikaw b’mod elettroniku kwalunkwe informazzjoni rilevanti, inkluż skont kif ikun il-każ, sommarju tal-fatti, l-abbozz ta’ miżura, u r-raġunijiet li jagħmlu l-approvazzjoni ta’ miżura bħal din meħtieġa, permezz ta’ format standardizzat."
		},
		{
			"lang": "lv",
			"text": "Uzraudzības iestādes un Komisija, izmantojot standarta formātu, elektroniski paziņo visu attiecīgo informāciju, ietverot attiecīgā gadījumā arī faktu kopsavilkumu, pasākuma projektu un pamatojumu, kāpēc šāds pasākums ir nepieciešams."
		},
		{
			"lang": "ro",
			"text": "Autoritățile de supraveghere și Comisia comunică electronic orice informație relevantă, inclusiv, după caz, o sinteză a faptelor, proiectul de măsură, precum și motivele care fac necesară adoptarea unei astfel de măsuri, utilizând un formular standard."
		},
		{
			"lang": "sk",
			"text": "Dozorné orgány a Komisia elektronicky oznamujú všetky príslušné informácie, podľa potreby aj zhrnutie skutočností, navrhované opatrenie a dôvody, kvôli ktorým je vydanie takéhoto opatrenia nevyhnutné, pričom používajú štandardizovaný formát."
		},
		{
			"lang": "sl",
			"text": "Nadzorni organi in Komisija v standardizirani elektronski obliki sporočijo kakršne koli relevantne informacije, po potrebi vključno s povzetkom dejstev, osnutkom ukrepa in razlogi, zaradi katerih je sprejetje takega ukrepa potrebno."
		},
		{
			"lang": "fi",
			"text": "Valvontaviranomaisten ja komission on toimitettava sähköisesti kaikki tarvittavat tiedot, tarpeen vaatiessa esimerkiksi yhteenveto tosiseikoista, toimenpideluonnos sekä perustelut, joiden vuoksi kyseisen toimenpiteen toteuttaminen on tarpeen, vakiomuodossa."
		},
		{
			"lang": "pl",
			"text": "Organy nadzorcze i Komisja przekazują drogą elektroniczną każdą odpowiednią informację, w tym zależnie od okoliczności, streszczenie stanu faktycznego, projekt środka i powody, które przemawiają za koniecznością przyjęcia takiego środka, przy zastosowaniu standardowego formatu."
		},
		{
			"lang": "lt",
			"text": "Priežiūros institucijos ir Komisija elektroniniu būdu pateikia bet kokią reikšmingą informaciją, įskaitant, atitinkamais atvejais, faktų santrauką, priemonės projektą ir priežastis, dėl kurių reikėjo nustatyti tą priemonę, naudodamosi standartizuota forma."
		},
		{
			"lang": "nl",
			"text": "De toezichthoudende autoriteiten en de Commissie delen elektronisch door middel van een standaardformulier alle relevante informatie mee, waaronder naargelang van het geval een samenvatting van de feiten, de ontwerpmaatregel en de redenen waarom een dergelijke maatregel moet worden genomen."
		},
		{
			"lang": "sv",
			"text": "Tillsynsmyndigheterna och kommissionen ska i ett standardiserat elektroniskt format översända all relevant information, i förekommande fall en sammanfattning av sakförhållanden, ett utkast till åtgärd och en motivering till att en sådan åtgärd bedöms vara nödvändig."
		}
	],
	"children": [],
	"title": "Article 58 – Paragraph 5"
}