{
	"id": "a58p8",
	"type": "paragraph",
	"literal": "8",
	"parent": "a58",
	"text": [
		{
			"lang": "en",
			"text": "The supervisory authority referred to in paragraph 1 and the supervisory authority competent under Article 51 shall take account of the opinion of the European Data Protection Board and shall within two weeks after the information on the opinion by the chair of the European Data Protection Board, electronically communicate to the chair of the European Data Protection Board and to the Commission whether it maintains or amends its draft measure and, if any, the amended draft measure, using a standardised format."
		},
		{
			"lang": "de",
			"text": "Die in Absatz 1 genannte Aufsichtsbehörde und die gemäß Artikel 51 zuständige Aufsichtsbehörde tragen der Stellungnahme des Europäischen Datenschutzausschusses Rechnung und teilen dessen Vorsitz und der Kommission binnen zwei Wochen nach ihrer Unterrichtung über die Stellungnahme elektronisch unter Verwendung eines standardisierten Formats mit, ob sie die geplante Maßnahme beibehält oder ändert; gegebenenfalls übermittelt sie die geänderte geplante Maßnahme."
		},
		{
			"lang": "fr",
			"text": "L’autorité de contrôle visée au paragraphe 1 et l'autorité de contrôle compétente en vertu de l'article 51 tiennent compte de l'avis du comité européen de la protection des données et communiquent par voie électronique au président du conseil européen de la protection des données et à la Commission, dans un délai de deux semaines après avoir été informée de l'avis par ledit président, si elles maintiennent ou modifient le projet de mesure, et, le cas échéant, communiquent le projet de mesure modifié, au moyen d'un formulaire type."
		},
		{
			"lang": "es",
			"text": "La autoridad de control contemplada en el apartado 1 y la autoridad de control competente en virtud del artículo 51 tendrán en cuenta el dictamen del Consejo Europeo de Protección de Datos y, en el plazo de dos semanas desde que el presidente del Consejo Europeo de Protección de Datos haya informado sobre el dictamen, comunicarán por vía electrónica a dicho presidente y a la Comisión si mantienen o modifican su proyecto de medida y, si lo hubiera, el proyecto de medida modificado, utilizando para ello un formato normalizado."
		},
		{
			"lang": "pt",
			"text": "A autoridade de controlo referida no n.º 1 e a autoridade de controlo competente por força do artigo 51.º têm em conta o parecer do Comité Europeu para a Proteção de Dados e, no prazo de duas semanas a contar da data da comunicação do parecer pelo presidente do referido comité, comunicam por via eletrónica ao presidente do Comité Europeu para a Proteção de Dados e à Comissão se mantêm ou alteram o projeto de medida e, se for caso disso, o projeto de medida alterado, utilizando para o efeito um formato normalizado."
		},
		{
			"lang": "it",
			"text": "L’autorità di controllo di cui al paragrafo 1 e l’autorità di controllo competente ai sensi dell’articolo 51 tengono conto del parere del comitato europeo per la protezione dei dati e, entro due settimane dacché il presidente del comitato europeo per la protezione dei dati le ha informate del parere, comunicano per via elettronica, con modulo standard, a detto presidente e alla Commissione se mantengono o se modificano il progetto di misura e, se del caso, il progetto di misura modificato."
		},
		{
			"lang": "ga",
			"text": "Cuirfidh an t‑údarás maoirseachta dá dtagraítear i mír 1 agus an t‑údarás maoirseachta is inniúil de réir Airteagal 51 tuairim an Bhoird Eorpaigh um Chosaint Sonraí san áireamh, agus coicís tar éis an fhaisnéis a fháil faoin dtuairim ó chathaoirleach an Bhoird Eorpaigh um Chosaint Sonraí, cuirfidh sé in iúl go leictreonach do chathaoirleach an Bhoird Eorpaigh um Chosaint Sonraí agus don Choimisiún an bhfuil a dhréachtbheart á choinneáil nó á leasú aige agus cuirfidh sé an dréachtbheart leasaithe, más ann dó, in iúl agus bainfear úsáid as formáid chaighdeánaithe."
		},
		{
			"lang": "cs",
			"text": "Orgán dozoru uvedený v odstavci 1 a příslušný orgán dozoru podle článku 51 vezmou stanovisko Evropské rady pro ochranu údajů v úvahu a do dvou týdnů od jeho oznámení předsedou Evropské rady pro ochranu údajů vyrozumí elektronickou cestou a za použití standardního formátu předsedu Evropské rady pro ochranu údajů a Komisi, zda svůj návrh opatření zachovávají nebo jej mění, přičemž v druhém případě Evropské radě pro ochranu údajů a Komisi sdělují i pozměněný návrh opatření."
		},
		{
			"lang": "da",
			"text": "Den tilsynsmyndighed, der er nævnt i stk. 1, og den tilsynsmyndighed, der er kompetent i henhold til artikel 51, overvejer Det Europæiske Databeskyttelsesråds udtalelse og giver senest to uger efter modtagelsen af meddelelsen om udtalelsen fra formanden for Det Europæiske Databeskyttelsesråd formanden for Det Europæiske Databeskyttelsesråd og Kommissionen elektronisk meddelelse om, hvorvidt den agter at fastholde eller ændre sit forslag til foranstaltning, og forelægger i givet fald det ændrede forslag til foranstaltning for Det Europæiske Databeskyttelsesråd og Kommissionen i et standardformat."
		},
		{
			"lang": "et",
			"text": "Lõikes 1 osutatud järelevalveasutus ja artikli 51 alusel pädev järelevalveasutus arvestavad Euroopa Andmekaitsenõukogu arvamusega ja kahe nädala jooksul pärast Euroopa Andmekaitsenõukogu eesistujalt arvamuse kohta saadud teavet annavad elektrooniliselt tüüpvormi kasutades Euroopa Andmekaitsenõukogu eesistujale ja komisjonile teada, kas jäädakse meetme eelnõu juurde või seda muudetakse ning edastavad vajaduse korral meetme muudetud eelnõu."
		},
		{
			"lang": "el",
			"text": "Η αρχή ελέγχου που αναφέρεται στην παράγραφο 1 και η αρμόδια αρχή ελέγχου βάσει του άρθρου 51 λαμβάνουν υπόψη τη γνώμη του Ευρωπαϊκού Συμβουλίου Προστασίας Δεδομένων και, εντός δύο εβδομάδων από την ενημέρωσή τους σχετικά με τη γνώμη από τον πρόεδρο του Ευρωπαϊκού Συμβουλίου Προστασίας Δεδομένων, ανακοινώνουν ηλεκτρονικά σε αυτόν και στην Επιτροπή κατά πόσον διατηρούν ή τροποποιούν το σχέδιο μέτρου και, εφόσον συντρέχει περίπτωση, το τροποποιημένο σχέδιο μέτρου, χρησιμοποιώντας τυποποιημένο μορφότυπο."
		},
		{
			"lang": "bg",
			"text": "Надзорният орган, посочен в параграф 1, и надзорният орган, компетентен по силата на член 51, вземат предвид становището на Европейския комитет по защита на данните и в срок от две седмици след като са били информирани за становището от председателя на Европейския комитет по защита на данните по електронен път уведомяват председателя и Комисията дали запазват или изменят своята проектомярка и им представят изменената проектомярка, ако има такава, като използват стандартизиран формат."
		},
		{
			"lang": "hu",
			"text": "Az (1) bekezdés szerinti, és az 51. cikk szerint illetékes felügyelő hatóság figyelembe veszi az Európai Adatvédelmi Testület véleményét, és az Európai Adatvédelmi Testület elnökének tájékoztatása vagy a vélemény beérkezését követő két héten belül, elektronikus úton, egységes formanyomtatvány segítségével értesíti az Európai Adatvédelmi Testület elnökét és a Bizottságot az intézkedéstervezet fenntartásáról vagy módosításáról, valamint adott esetben megküldi a módosított intézkedéstervezetet."
		},
		{
			"lang": "mt",
			"text": "L-awtorità ta’ superviżjoni msemmija fil-paragrafu 1 u l-awtorità ta’ superviżjoni kompetenti taħt l-Artikolu 51 għandha tikkunsidra l-opinjoni tal-Bord Ewropew għall-Protezzjoni tad-Dejta u fi żmien ġimagħtejn wara l-informazzjoni dwar l-opinjoni mill-president tal-Bord Ewropew għall-Protezzjoni tad-Dejta, tikkomunika b’mod elettroniku lill-president tal-Bord Ewropew għall-Protezzjoni tad-Dejta u lill-Kummissjoni jekk tkunx sejra żżomm jew temenda l-abbozz ta’ miżura u, jekk ikun hemm, l-abbozz ta’ miżura emendat, permezz ta’ format standardizzat."
		},
		{
			"lang": "lv",
			"text": "Uzraudzības iestāde, kas minēta 1. punktā, un saskaņā ar 51. pantu kompetentā uzraudzības iestāde ņem vērā Eiropas Datu aizsardzības kolēģijas atzinumu un divu nedēļu laikā pēc tam, kad Eiropas Datu aizsardzības kolēģijas priekšsēdētājs ir informējis par atzinumu, izmantojot standartizētu formātu, elektroniski paziņo Eiropas Datu aizsardzības kolēģijas priekšsēdētājam un Komisijai par nolūku paturēt spēkā vai grozīt pasākuma projektu un grozījumu gadījumā informē par grozīto pasākuma projektu."
		},
		{
			"lang": "ro",
			"text": "Autoritatea de supraveghere menționată la alineatul (1) și autoritatea de supraveghere competentă în conformitate cu articolul 51 țin seama de avizul Comitetului european pentru protecția datelor și comunică pe cale electronică președintelui Comitetului european pentru protecția datelor și Comisiei, în termen de două săptămâni din momentul în care a fost informată cu privire la avizul președintelui Comitetului european pentru protecția datelor, dacă își păstrează sau își modifică proiectul de măsură și, dacă este cazul, transmite proiectul de măsură modificat, utilizând un formular standard."
		},
		{
			"lang": "sk",
			"text": "Dozorný orgán uvedený v odseku 1 a dozorný orgán príslušný podľa článku 51 zohľadnia stanovisko Európskeho výboru pre ochranu údajov a do dvoch týždňov po prijatí informácie o stanovisku predsedu Európskeho výboru pre ochranu údajov oznámia elektronicky predsedovi Európskeho výboru pre ochranu údajov a Komisii, či zotrvávajú na svojom návrhu opatrenia, alebo ho zmenia a doplnia, a v tomto druhom prípade zašlú aj zmenený a doplnený návrh opatrenia, pričom použijú štandardizovaný formát."
		},
		{
			"lang": "sl",
			"text": "Nadzorni organ iz odstavka 1 in nadzorni organ, pristojen na podlagi člena 51, upoštevata mnenje Evropskega odbora za varstvo podatkov in v dveh tednih po tem, ko ju predsednik Evropskega odbora za varstvo podatkov obvesti o mnenju, predsednika Evropskega odbora za varstvo podatkov in Komisijo v standardizirani elektronski obliki obvestita, ali bosta ohranila ali spremenila svoj osnutek ukrepa oziroma spremenjeni osnutek ukrepa, če obstaja."
		},
		{
			"lang": "fi",
			"text": "Edellä 1 kohdassa tarkoitettu valvontaviranomainen ja 51 artiklan nojalla toimivaltainen valvontaviranomainen ottavat huomioon Euroopan tietosuojaneuvoston lausunnon ja ilmoittavat Euroopan tietosuojaneuvoston puheenjohtajalle ja komissiolle sähköisesti kahden viikon kuluessa siitä, kun Euroopan tietosuojaneuvoston puheenjohtaja on antanut lausunnon tiedoksi, pitäytyvätkö ne toimenpideluonnokseen vai muuttavatko ne sitä, ja toimittavat näille mahdollisesti muutetun toimenpideluonnoksen vakiomuodossa."
		},
		{
			"lang": "pl",
			"text": "Organ nadzorczy, o którym mowa w ust. 1, i organ nadzorczy właściwy na podstawie art. 51 uwzględnia opinię Europejskiej Rady Ochrony Danych i w terminie dwóch tygodni od uzyskania informacji na temat opinii przez przewodniczącego Europejskiej Rady Ochrony Danych, przekazuje drogą elektroniczną przewodniczącemu Europejskiej Rady Ochrony Danych i Komisji informację, czy utrzymuje czy zmienia projekt środka, a w tym ostatnim przypadku przekazuje zmieniony projekt środka, przy zastosowaniu standardowego formatu."
		},
		{
			"lang": "lt",
			"text": "1 dalyje nurodyta priežiūros institucija ir pagal 51 straipsnį kompetentinga priežiūros institucija atsižvelgia į Europos duomenų apsaugos valdybos nuomonę ir per dvi savaites nuo tada, kai Europos duomenų apsaugos valdybos pirmininkas pranešė apie nuomonę, elektroniniu būdu praneša Europos duomenų apsaugos valdybos pirmininkui ir Komisijai – ar nekeičia priemonės projekto, ar jį iš dalies pakeičia, ir jei jį iš dalies pakeičia, pateikia iš dalies pakeistą priemonės projektą, naudodamasi standartizuota forma."
		},
		{
			"lang": "nl",
			"text": "De in lid 1 bedoelde toezichthoudende autoriteit en de overeenkomstig artikel 51 bevoegde toezichthoudende autoriteit nemen het advies van het Europees Comité voor gegevensbescherming in aanmerking en delen de voorzitter van het Europees Comité voor gegevensbescherming en de Commissie binnen twee weken nadat het advies door de voorzitter van het Europees Comité voor gegevensbescherming ter kennis is gebracht, elektronisch door middel van een standaardformulier mee of zij hun ontwerpmaatregel handhaven of wijzigen en delen in voorkomend geval de gewijzigde ontwerpmaatregel mee."
		},
		{
			"lang": "sv",
			"text": "Den tillsynsmyndighet som avses i punkt 1 och den tillsynsmyndighet som är behörig enligt artikel 51 ska ta hänsyn till Europeiska dataskyddsstyrelsen yttrande och ska – inom två veckor efter det att Europeiska dataskyddsstyrelsens ordförande har underrättat dem om yttrandet – i ett standardiserat elektroniskt format meddela Europeiska dataskyddsstyrelsens ordförande och kommissionen om huruvida den avser att hålla fast vid eller ändra sitt utkast till åtgärd, och i förekommande fall bifoga en text till den ändrade åtgärden."
		}
	],
	"children": [],
	"title": "Article 58 – Paragraph 8"
}