{
	"id": "a59p2",
	"type": "paragraph",
	"literal": "2",
	"parent": "a59",
	"text": [
		{
			"lang": "en",
			"text": "Where the Commission has adopted an opinion in accordance with paragraph 1, the supervisory authority concerned shall take utmost account of the Commission’s opinion and inform the Commission and the European Data Protection Board whether it intends to maintain or amend its draft measure."
		},
		{
			"lang": "de",
			"text": "Hat die Kommission eine Stellungnahme gemäß Absatz 1 angenommen, so trägt die betroffene Aufsichtsbehörde dieser so weit wie möglich Rechnung und teilt der Kommission und dem Europäischen Datenschutzausschuss mit, ob sie ihre geplante Maßnahme beizubehalten oder abzuändern beabsichtigt."
		},
		{
			"lang": "fr",
			"text": "Lorsque la Commission a adopté un avis en vertu du paragraphe 1, l'autorité de contrôle concernée tient le plus grand compte de l’avis de la Commission et indique à la Commission et au comité européen de la protection des données si elle entend maintenir ou modifier son projet de mesure."
		},
		{
			"lang": "es",
			"text": "Cuando la Comisión haya adoptado un dictamen de conformidad con lo dispuesto en el apartado 1, la autoridad de control afectada tendrá debidamente en cuenta el dictamen de la Comisión e informará a la Comisión y al Consejo Europeo de Protección de Datos su intención de mantener o modificar su proyecto de medida."
		},
		{
			"lang": "pt",
			"text": "Sempre que a Comissão tiver adotado um parecer em conformidade com o n.º 1, a autoridade de controlo em causa deve ter na melhor conta esse parecer e informar a Comissão e o Comité Europeu para a Proteção de Dados da sua intenção de manter ou alterar o seu projeto de medida."
		},
		{
			"lang": "it",
			"text": "Qualora la Commissione abbia adottato un parere ai sensi del paragrafo 1, l’autorità di controllo in questione lo tiene nella massima considerazione e informa la Commissione e il comitato europeo per la protezione dei dati della sua intenzione di mantenere o modificare il progetto di misura."
		},
		{
			"lang": "ga",
			"text": "I gcás ina nglacann an Coimisiún tuairim i gcomhréir le mír 1, cuirfidh an t‑údarás maoirseachta i gceist an tuairim ón gCoimisiún san áireamh agus cuirfidh sé an Coimisiún agus an Bord Eorpach um Chosaint Sonraí ar an eolas faoi cé acu atá sé nó nach bhfuil sé beartaithe aige a dhréachtbheart a choinneáil nó a leasú."
		},
		{
			"lang": "cs",
			"text": "Pokud Komise přijme stanovisko v souladu s odstavcem 1, daný orgán dozoru jej maximálně zohlední a Komisi a Evropské radě pro ochranu údajů následně sdělí, zda svůj návrh opatření hodlá zachovat nebo jej změnit."
		},
		{
			"lang": "da",
			"text": "Hvis Kommissionen har vedtaget en udtalelse i henhold til stk. 1, tager den pågældende tilsynsmyndighed størst muligt hensyn til Kommissionens udtalelse og meddeler Kommissionen og Det Europæiske Databeskyttelsesråd, om den agter at fastholde eller ændre sit forslag til foranstaltning."
		},
		{
			"lang": "et",
			"text": "Kui komisjon on võtnud vastu lõike 1 kohase arvamuse, arvestab asjaomane järelevalveasutus igati komisjoni arvamusega ning teavitab komisjoni ja Euroopa Andmekaitsenõukogu sellest, kas jäädakse meetme eelnõu juurde või soovitakse seda muuta."
		},
		{
			"lang": "el",
			"text": "Εάν η Επιτροπή εκδώσει γνώμη σύμφωνα με την παράγραφο 1, η ενδιαφερόμενη αρχή ελέγχου οφείλει να λάβει στον μέγιστο βαθμό υπόψη τη γνώμη της Επιτροπής και να ενημερώσει την Επιτροπή και το Ευρωπαϊκό Συμβούλιο Προστασίας Δεδομένων κατά πόσον προτίθεται να διατηρήσει ή να τροποποιήσει το σχέδιο μέτρου."
		},
		{
			"lang": "bg",
			"text": "Когато Комисията е приела становище в съответствие с параграф 1, съответният надзорен орган отчита във възможно най-голяма степен становището на Комисията и информира Комисията и Европейския комитет по защита на данните дали възнамерява да запази или да измени своята проектомярка."
		},
		{
			"lang": "hu",
			"text": "Amennyiben a Bizottság az (1) bekezdés értelmében véleményt fogad el, az érintett felügyelő hatóság a lehető legkiemeltebb figyelmet fordítja a Bizottság véleményére, és értesíti a Bizottságot és az Európai Adatvédelmi Testületet arról, hogy fenntartja vagy módosítja-e az intézkedéstervezetet."
		},
		{
			"lang": "mt",
			"text": "Meta l-Kummissjoni tkun adottat opinjoni skont il-paragrafu 1, l-awtorità ta’ superviżjoni kkonċernata għandha tikkunsidra kif xieraq l-opinjoni tal-Kummissjoni u tinforma lill-Kummissjoni u lill-Bord Ewropew għall-Protezzjoni tad-Dejta jekk għandhiex l-intenzjoni li żżomm jew temenda l-abbozz ta’ miżura tagħha."
		},
		{
			"lang": "lv",
			"text": "Ja Komisija ir pieņēmusi atzinumu saskaņā ar 1. punktu, attiecīgā uzraudzības iestāde vislielākajā mērā ņem vērā Komisijas atzinumu un informē Komisiju un Eiropas Datu aizsardzības kolēģiju, vai tā plāno paturēt spēkā vai grozīt pasākuma projektu."
		},
		{
			"lang": "ro",
			"text": "Atunci când Comisia a adoptat un aviz în conformitate cu alineatul (1), autoritatea de supraveghere în cauză acordă atenție maximă avizului Comisiei și informează Comisia și Comitetul european pentru protecția datelor dacă intenționează să își mențină sau să modifice proiectul de măsură."
		},
		{
			"lang": "sk",
			"text": "Ak Komisia prijala stanovisko v súlade s odsekom 1, dotknutý dozorný orgán v čo najväčšej miere zohľadní stanovisko Komisie a informuje Komisiu a Európsky výbor pre ochranu údajov, či má v úmysle zachovať alebo zmeniť a doplniť svoj návrh opatrenia."
		},
		{
			"lang": "sl",
			"text": "Če Komisija sprejme mnenje v skladu z odstavkom 1, zadevni nadzorni organ v največji možni meri upošteva mnenje Komisije ter Komisijo in Evropski odbor za varstvo podatkov obvesti, ali namerava svoj osnutek ukrepa ohraniti ali spremeniti."
		},
		{
			"lang": "fi",
			"text": "Jos komissio on antanut 1 kohdan mukaisen lausunnon, asianomaisen valvontaviranomaisen on otettava komission lausunto huomioon mahdollisimman suuressa määrin ja ilmoitettava komissiolle ja Euroopan tietosuojaneuvostolle, aikooko se pitäytyä toimenpideluonnokseen vai muuttaa sitä."
		},
		{
			"lang": "pl",
			"text": "W przypadku gdy Komisja przyjęła opinię zgodnie z ust. 1 dany organ nadzorczy uwzględnia w jak najszerszym stopniu opinię Komisji i informuje Komisję i Europejską Radę Ochrony Danych, czy zamierza utrzymać czy zmienić projekt środka."
		},
		{
			"lang": "lt",
			"text": "Jeigu Komisija priėmė nuomonę pagal 1 dalį, atitinkama priežiūros institucija kuo labiau atsižvelgia į Komisijos nuomonę ir informuoja Komisiją ir Europos duomenų apsaugos valdybą apie savo ketinimą nekeisti priemonės projekto ar jį iš dalies pakeisti."
		},
		{
			"lang": "nl",
			"text": "Wanneer de Commissie overeenkomstig lid 1 een advies heeft vastgesteld, neemt de betrokken toezichthoudende autoriteit het advies van de Commissie zoveel mogelijk in aanmerking en deelt zij de Commissie en het Europees Comité voor gegevensbescherming mee of zij voornemens is haar ontwerpmaatregel te handhaven of te wijzigen."
		},
		{
			"lang": "sv",
			"text": "När kommissionen har antagit ett yttrande enligt punkt 1 ska den berörda tillsynsmyndigheten fästa yttersta vikt vid kommissionens yttrande och meddela kommissionen och Europeiska dataskyddsstyrelsen om den avser att hålla fast vid sitt utkast till åtgärd eller ändra det."
		}
	],
	"children": [],
	"title": "Article 59 – Paragraph 2"
}