{
	"id": "a59p1",
	"type": "paragraph",
	"literal": "1",
	"parent": "a59",
	"text": [
		{
			"lang": "en",
			"text": "Within ten weeks after a matter has been raised under Article 58, or at the latest within six weeks in the case of Article 61, the Commission may adopt, in order to ensure correct and consistent application of this Regulation, an opinion in relation to matters raised pursuant to Articles 58 or 61."
		},
		{
			"lang": "de",
			"text": "Binnen zehn Wochen, nachdem eine Angelegenheit nach Artikel 58 vorgebracht wurde, oder spätestens binnen sechs Wochen im Fall des Artikels 61, kann die Kommission hierzu eine Stellungnahme abgeben, um die ordnungsgemäße und einheitliche Anwendung dieser Verordnung sicherzustellen."
		},
		{
			"lang": "fr",
			"text": "Dans un délai de dix semaines à compter de la date à laquelle une question a été soulevée conformément à l’article 58, ou au plus tard dans un délai de six semaines dans le cas visé à l'article 61, la Commission peut, afin d’assurer l’application correcte et cohérente du présent règlement, adopter un avis sur les questions soulevées conformément aux articles 58 ou 61."
		},
		{
			"lang": "es",
			"text": "En el plazo de diez semanas a partir de que se haya planteado un asunto en virtud del artículo 58 o, a más tardar, en el plazo de seis semanas en el caso contemplado en el artículo 61, la Comisión podrá adoptar, para garantizar la aplicación correcta y coherente del presente Reglamento, un dictamen sobre los asuntos planteados con arreglo a lo dispuesto en los artículos 58 o 61."
		},
		{
			"lang": "pt",
			"text": "No prazo de dez semanas a contar da data em que a questão foi suscitada nos termos do artigo 58.º, ou o mais tardar no prazo de seis semanas no caso previsto no artigo 61.º, a Comissão pode adotar, a fim de assegurar a aplicação correta e coerente do presente regulamento, um parecer relativo às questões suscitadas nos termos dos artigos 58.º ou 61.º"
		},
		{
			"lang": "it",
			"text": "Entro dieci settimane dacché è stata sollevata una questione ai sensi dell’articolo 58, o entro sei settimane nel caso di cui all’articolo 61, la Commissione può adottare un parere sulla questione sollevata ai sensi degli articoli 58 o 61 al fine di garantire l’applicazione corretta e coerente del presente regolamento."
		},
		{
			"lang": "ga",
			"text": "Laistigh de dheich seachtaine tar éis an t‑ábhar a ardú faoi Airteagal 58, nó ar a dhéanaí laistigh de shé seachtaine i gcás Airteagal 61, féadfaidh an Coimisiún, chun cur i bhfeidhm cuí agus comhsheasmhach an Rialacháin seo a áirithiú, tuairim a ghlacadh i ndáil le hábhair arna n‑ardú de bhun Airteagal 58 nó Airteagal 61."
		},
		{
			"lang": "cs",
			"text": "Do deseti týdnů po předložení záležitosti podle článku 58 nebo nejpozději do šesti týdnů v případech podle článku 61 může Komise přijmout k záležitostem předloženým podle článků 58 nebo 61 stanovisko, aby zajistila správné a jednotné uplatňování tohoto nařízení."
		},
		{
			"lang": "da",
			"text": "Senest 10 uger efter indledning af en sag i henhold til artikel 58 eller senest seks uger, for så vidt angår artikel 61, kan Kommissionen - for at sikre korrekt og ensartet anvendelse af denne forordning ­- vedtage en udtalelse om sager, som er rejst i henhold til artikel 58 eller 61."
		},
		{
			"lang": "et",
			"text": "Kümne nädala jooksul pärast küsimuse tõstatamist vastavalt artiklile 58 või vähemalt kuue nädala jooksul artiklis 61 sätestatud juhul võib komisjon määruse nõuetekohaseks ja järjepidevaks kohaldamiseks võtta vastu arvamuse artiklite 58 või 61 kohaselt tõstatatud küsimuste kohta."
		},
		{
			"lang": "el",
			"text": "Εντός δέκα εβδομάδων από την έγερση θέματος βάσει του άρθρου 58, ή το αργότερο εντός έξι εβδομάδων στην περίπτωση του άρθρου 61, η Επιτροπή μπορεί να εκδώσει γνώμη προκειμένου να διασφαλίζεται η ορθή και συνεκτική εφαρμογή του παρόντος κανονισμού, σε σχέση με θέματα που εγέρθηκαν δυνάμει του άρθρου 58 ή του άρθρου 61."
		},
		{
			"lang": "bg",
			"text": "В срок от десет седмици след като даден въпрос е бил повдигнат съгласно член 58 или най-късно в срок от шест седмици в случая по член 61, за да се осигури правилното и съгласувано прилагане на настоящия регламент, Комисията може да приеме становище във връзка с въпроси, повдигнати съгласно член 58 или член 61."
		},
		{
			"lang": "hu",
			"text": "A kérdés 58. cikk szerinti felmerülésétől számított tíz héten belül, vagy a 61. cikk esetében legkésőbb hat héten belül a Bizottság e rendelet helyes és következetes alkalmazása érdekében véleményt fogadhat el az 58. vagy a 61. cikk értelmében felmerült kérdésekkel kapcsolatban."
		},
		{
			"lang": "mt",
			"text": "Fi żmien għaxar ġimgħat wara li tkun tqajmet kwistjoni taħt l-Artikolu 58, jew sa mhux aktar tard minn sitt ġimgħat fil-każ tal-Artikolu 61, il-Kummissjoni tista’ tadotta, sabiex tassigura applikazzjoni korretta u konsistenti ta’ dan ir-Regolament, opinjoni relatata ma’ kwistjonijiet imqajma skont l-Artikoli 58 jew 61."
		},
		{
			"lang": "lv",
			"text": "Desmit nedēļu laikā kopš jautājums ir ierosināts saskaņā ar 58.pantu vai vēlākais sešu nedēļu laikā 61. pantā minētajā gadījumā Komisija, lai nodrošinātu pareizu un konsekventu šīs regulas piemērošanu, var pieņemt atzinumu saistībā ar jautājumu, kas ierosināts saskaņā ar 58. vai 61. pantu."
		},
		{
			"lang": "ro",
			"text": "În termen de zece săptămâni din momentul în care o chestiune a fost ridicată în conformitate cu articolul 58, sau cel târziu în termen de șase săptămâni în cazul articolului 61, Comisia poate adopta, pentru a asigura aplicarea corectă și coerentă a prezentului regulament, un aviz cu privire la chestiunile ridicate în temeiul articolelor 58 sau 61."
		},
		{
			"lang": "sk",
			"text": "Do desiatich týždňov po oznámení veci uvedenom v článku 58, alebo najneskôr do šiestich týždňov v prípade uvedenom v článku 61 môže Komisia prijať stanovisko k veciam oznámeným podľa článku 58 alebo 61 s cieľom zabezpečiť správne a konzistentné uplatňovanie tohto nariadenia."
		},
		{
			"lang": "sl",
			"text": "V desetih tednih po obravnavanju vprašanja iz člena 58 ali najpozneje v šestih tednih v primeru člena 61 lahko Komisija za zagotovitev pravilne in dosledne uporabe te uredbe sprejme mnenje glede vprašanj, ki se pojavijo v skladu s členom 58 ali 61."
		},
		{
			"lang": "fi",
			"text": "Komissio voi antaa tämän asetuksen asianmukaisen ja yhtenäisen soveltamisen varmistamiseksi lausunnon 58 tai 61 artiklan nojalla esiin nostetuista asioista, kymmenen viikon kuluessa siitä, kun asia on otettu esiin 58 artiklan mukaisesti, tai kuuden viikon kuluessa siitä, kun asia on otettu esiin 61 artiklan mukaisesti."
		},
		{
			"lang": "pl",
			"text": "W terminie dziesięciu tygodni od wniesienia sprawy na podstawie art. 58 lub najpóźniej w terminie sześciu tygodni w przypadku art. 61, Komisja może przyjąć opinię związaną ze sprawami wniesionymi na mocy art. 58 lub art. 61 w celu zapewnienia właściwego i spójnego stosowania rozporządzenia."
		},
		{
			"lang": "lt",
			"text": "Per dešimt savaičių nuo tada, kai klausimas pateikiamas pagal 58 straipsnį, arba per šešias savaites 61 straipsnio atveju Komisija gali priimti nuomonę pagal 58 arba 61 straipsnį pateiktu klausimu, kad užtikrintų tinkamą ir nuoseklų šio reglamento taikymą."
		},
		{
			"lang": "nl",
			"text": "Om ervoor te zorgen dat deze verordening correct en consequent wordt toegepast, kan de Commissie binnen tien weken nadat een aangelegenheid overeenkomstig artikel 58 is voorgelegd, of uiterlijk binnen zes weken in het geval van artikel 61, een advies vaststellen in verband met aangelegenheden die haar overeenkomstig de artikelen 58 of 61 zijn voorgelegd."
		},
		{
			"lang": "sv",
			"text": "Inom tio veckor efter det att en fråga tagits upp enligt artikel 58, eller inom sex veckor när det gäller frågor som omfattas av artikel 61, kan kommissionen anta ett yttrande i den fråga som tagits upp enligt någon av dessa artiklar i syfte att slå vakt om en korrekt och enhetlig tillämpning av denna förordning."
		}
	],
	"children": [],
	"title": "Article 59 – Paragraph 1"
}