{
	"id": "a60p1i2",
	"type": "point",
	"literal": "b",
	"parent": "a60p1",
	"text": [
		{
			"lang": "en",
			"text": "adopt a measure pursuant to point (a) of Article 62(1)."
		},
		{
			"lang": "de",
			"text": "eine Maßnahme gemäß Artikel 62 Absatz 1 Buchstabe zu erlassen."
		},
		{
			"lang": "fr",
			"text": "adopter une mesure en vertu de l'article 62, paragraphe 1, point a)."
		},
		{
			"lang": "es",
			"text": "adoptar una medida de conformidad con lo dispuesto en el artículo 62, apartado 1, letra a)."
		},
		{
			"lang": "pt",
			"text": "Adotar uma medida nos termos do artigo 62.º, n.º 1, alínea a)."
		},
		{
			"lang": "it",
			"text": "adottare una misura ai sensi dell’articolo 62, paragrafo 1, lettera a)."
		},
		{
			"lang": "ga",
			"text": "d'fhonn beart a ghlacadh de bhun phointe (a) d'Airteagal 62(1)."
		},
		{
			"lang": "cs",
			"text": "přijetí opatření podle čl. 62 odst. 1 písm. a)."
		},
		{
			"lang": "da",
			"text": "vedtage en foranstaltning i henhold til artikel 62, stk. 1, litra a)."
		},
		{
			"lang": "et",
			"text": "artikli 62 lõike 1 punkti a kohase meetme vastuvõtmiseks."
		},
		{
			"lang": "el",
			"text": "β) να θεσπισθεί ένα μέτρο δυνάμει του άρθρου 62 παράγραφος 1 στοιχείο α)."
		},
		{
			"lang": "bg",
			"text": "б) се приеме мярка съгласно член 62, параграф 1, буква а)."
		},
		{
			"lang": "hu",
			"text": "a 62. cikk (1) bekezdésének a) pontja szerinti intézkedés elfogadása."
		},
		{
			"lang": "mt",
			"text": "tadotta miżura skont il-punt (a) tal-Artikolu 62(1)."
		},
		{
			"lang": "lv",
			"text": "pieņemtu pasākumu saskaņā ar 62. panta 1. punkta a) apakšpunktu."
		},
		{
			"lang": "ro",
			"text": "a adopta o măsură în temeiul articolului 62 alineatul (1) litera (a)."
		},
		{
			"lang": "sk",
			"text": "prijať opatrenie podľa článku 61 ods. 2 písm. a)."
		},
		{
			"lang": "sl",
			"text": "sprejetja ukrepa v skladu s točko (a) člena 62(1)."
		},
		{
			"lang": "fi",
			"text": "hyväksyä toimenpide 62 artiklan 1 kohdan a alakohdan nojalla."
		},
		{
			"lang": "pl",
			"text": "przyjęcia środka zgodnie z art. 62 ust. 1 lit. a)."
		},
		{
			"lang": "lt",
			"text": "priimti priemonę pagal 62 straipsnio 1 dalies a punktą."
		},
		{
			"lang": "nl",
			"text": "overeenkomstig artikel 62, lid 1, onder a), een maatregel vast te stellen."
		},
		{
			"lang": "sv",
			"text": "anta en åtgärd enligt artikel 62.1 a."
		}
	],
	"children": [],
	"title": "Article 60 – Paragraph 1 – Point 2"
}