{
	"id": "a60p3",
	"type": "paragraph",
	"literal": "3",
	"parent": "a60",
	"text": [
		{
			"lang": "en",
			"text": "During the period referred to in paragraph 2, the supervisory authority may not adopt the draft measure."
		},
		{
			"lang": "de",
			"text": "Während des in Absatz 2 genannten Zeitraums darf die Aufsichtsbehörde die geplante Maßnahme nicht annehmen."
		},
		{
			"lang": "fr",
			"text": "Pendant le délai visé au paragraphe 2, l'autorité de contrôle ne peut pas adopter le projet de mesure."
		},
		{
			"lang": "es",
			"text": "Durante el periodo contemplado en el apartado 2, la autoridad de control no podrá adoptar el proyecto de medida."
		},
		{
			"lang": "pt",
			"text": "Durante o período referido no n.º 2, a autoridade de controlo não pode adotar o projeto de medida."
		},
		{
			"lang": "it",
			"text": "Durante il periodo di cui al paragrafo 2, l’autorità di controllo si astiene dall’adottare il progetto di misura."
		},
		{
			"lang": "ga",
			"text": "Ní fhéadfaidh an t‑údarás maoirseachta an dréachtbheart a ghlacadh le linn na tréimhse dá dtagraítear i mír 2."
		},
		{
			"lang": "cs",
			"text": "Během období uvedeného v odstavci 2 nesmí orgán dozoru návrh opatření přijmout."
		},
		{
			"lang": "da",
			"text": "I den periode, der er nævnt i stk. 2, må tilsynsmyndigheden ikke gennemføre den foreslåede foranstaltning."
		},
		{
			"lang": "et",
			"text": "Lõikes 2 osutatud ajavahemikul ei või järelevalveasutus meetme eelnõud vastu võtta."
		},
		{
			"lang": "el",
			"text": "Κατά τη διάρκεια της περιόδου που αναφέρεται στην παράγραφο 2, η αρχή ελέγχου δεν μπορεί να εγκρίνει το σχέδιο μέτρου."
		},
		{
			"lang": "bg",
			"text": "По време на периода, посочен в параграф 2, надзорният орган не може да приеме проектомярката."
		},
		{
			"lang": "hu",
			"text": "A (2) bekezdésben megjelölt időszakon belül a felügyelő hatóság nem fogadhatja el az intézkedéstervezetet."
		},
		{
			"lang": "mt",
			"text": "Matul il-perjodu msemmi fil-paragrafu 2, l-awtorità ta’ superviżjoni tista’ ma tadottax l-abbozz ta’ miżura."
		},
		{
			"lang": "lv",
			"text": "Termiņā, kas minēts 2. punktā, uzraudzības iestāde nevar pieņemt pasākuma projektu."
		},
		{
			"lang": "ro",
			"text": "În timpul perioadei menționate la alineatul (2), autoritatea de supraveghere nu poate adopta proiectul de măsură."
		},
		{
			"lang": "sk",
			"text": "Počas obdobia uvedeného v odseku 2 dozorný orgán nemôže prijať navrhované opatrenie."
		},
		{
			"lang": "sl",
			"text": "Nadzorni organ v roku iz odstavka 2 ne sme sprejeti osnutka ukrepa."
		},
		{
			"lang": "fi",
			"text": "Valvontaviranomainen ei saa hyväksyä toimenpideluonnosta 2 kohdassa tarkoitetun ajan kuluessa."
		},
		{
			"lang": "pl",
			"text": "W okresie, o którym mowa w ust. 2, organ nadzorczy nie może przyjąć danego projektu środka."
		},
		{
			"lang": "lt",
			"text": "Kol nepasibaigęs 2 dalyje nurodytas laikotarpis, priežiūros institucija negali priimti priemonės projekto."
		},
		{
			"lang": "nl",
			"text": "Tijdens de in lid 2 bedoelde periode mag de toezichthoudende autoriteit de ontwerpmaatregel niet vaststellen."
		},
		{
			"lang": "sv",
			"text": "Tillsynsmyndigheten får inte anta utkastet till åtgärd under den period som avses i punkt 2."
		}
	],
	"children": [],
	"title": "Article 60 – Paragraph 3"
}