{
	"id": "a61p3",
	"type": "paragraph",
	"literal": "3",
	"parent": "a61",
	"text": [
		{
			"lang": "en",
			"text": "Any supervisory authority may request an urgent opinion where the competent supervisory authority has not taken an appropriate measure in a situation where there is an urgent need to act, in order to protect the interests of data subjects, giving reasons for requesting such opinion, including for the urgent need to act."
		},
		{
			"lang": "de",
			"text": "Jede Aufsichtsbehörde kann unter Angabe von Gründen, auch für den dringenden Handlungsbedarf, im Dringlichkeitsverfahren um eine Stellungnahme ersuchen, wenn die zuständige Aufsichtsbehörde trotz dringenden Handlungsbedarfs keine geeignete Maßnahme getroffen hat, um die Interessen von betroffenen Personen zu schützen."
		},
		{
			"lang": "fr",
			"text": "Toute autorité de contrôle peut, en motivant sa demande, et notamment l'urgence d'intervenir, demander un avis d'urgence lorsque l'autorité de contrôle compétente n'a pas pris de mesure appropriée dans une situation où il est urgent d'intervenir afin de protéger les intérêts de personnes concernées."
		},
		{
			"lang": "es",
			"text": "Cualquier autoridad de control podrá solicitar, motivando su solicitud y, en particular, la urgencia de la intervención, un dictamen urgente cuando la autoridad de control competente no haya tomado una medida apropiada en una situación en la que sea urgente intervenir a fin de proteger los intereses de los interesados."
		},
		{
			"lang": "pt",
			"text": "Qualquer autoridade de controlo pode solicitar um parecer urgente sempre que a autoridade de controlo competente não tiver tomado uma medida adequada numa situação que careça de ação urgente em que é necessário proteger os interesses dos titulares de dados, apresentando os motivos para o pedido de parecer, incluindo os motivos da urgência de ação imediata."
		},
		{
			"lang": "it",
			"text": "Ogni autorità di controllo può chiedere un parere d’urgenza qualora l’autorità di controllo competente non abbia preso misure adeguate in una situazione in cui urge intervenire per tutelare gli interessi degli interessati, motivando la richiesta, in particolare l’urgenza dell’intervento."
		},
		{
			"lang": "ga",
			"text": "Féadfaidh aon údarás maoirseachta tuairim phráinneach a iarraidh i gcás nach bhfuil an beart cuí glactha ag an údarás inniúil maoirseachta nuair atá gá práinneach le gníomhú, chun leasanna na ndaoine is ábhar do na sonraí a chosaint, agus tabharfaidh sé cúiseanna leis an tuairim phráinneach sin a iarraidh, lena n‑áirítear an phráinn atá le gníomhú."
		},
		{
			"lang": "cs",
			"text": "O urgentní stanovisko může požádat kterýkoli orgán dozoru, jestliže příslušný orgán dozoru nepodnikl odpovídající opatření v situaci, kdy je třeba naléhavě jednat v zájmu ochrany zájmů subjektů údajů, přičemž svou žádost o takové stanovisko zdůvodní a zdůvodní také potřebu naléhavého jednání."
		},
		{
			"lang": "da",
			"text": "Enhver tilsynsmyndighed kan anmode om en hasteudtalelse, hvis den kompetente tilsynsmyndighed ikke har iværksat en fornøden foranstaltning i en situation, hvor det er nødvendigt at handle omgående for at beskytte registreredes interesser, idet tilsynsmyndigheden begrunder anmodningen om en sådan udtalelse, herunder behovet for at handle omgående."
		},
		{
			"lang": "et",
			"text": "Iga järelevalveasutus võib taotleda arvamuse viivitamatut esitamist, kui pädev järelevalveasutus ei ole kiireloomulises olukorras võtnud andmesubjekti huvide kaitseks asjaomaseid meetmeid, esitades kõnealuse taotluse ja kiire tegutsemise vajaduse põhjused."
		},
		{
			"lang": "el",
			"text": "Κάθε αρχή ελέγχου μπορεί να ζητήσει επείγουσα γνώμη, όταν η αρμόδια αρχή ελέγχου δεν λάβει τα κατάλληλα μέτρα σε μια κατάσταση στην οποία υπάρχει επείγουσα ανάγκη λήψης μέτρων για να προστατευθούν τα συμφέροντα των προσώπων στα οποία αναφέρονται τα δεδομένα, παρέχοντας τους λόγους για το αίτημα έκδοσης γνώμης, καθώς και για την επείγουσα ανάγκη λήψης μέτρων."
		},
		{
			"lang": "bg",
			"text": "Всеки надзорен орган може да поиска спешно становище, когато компетентният надзорен орган не е предприел подходящи мерки в ситуация, в която е налице спешна необходимост от предприемане на действия с цел защита на интересите на субектите на данни, като посочи причините за искането на такова становище, както и за спешната нужда от предприемане на действия."
		},
		{
			"lang": "hu",
			"text": "Az érintettek érdekeinek védelme érdekében – a sürgős véleménykérés indokainak és az intézkedés sürgős szükségességének bemutatása mellett – bármely felügyelő hatóság kérheti vélemény meghozatalát, ha az illetékes felügyelő hatóság nem hozta meg a megfelelő intézkedéseket a sürgős intézkedést igénylő helyzetekben."
		},
		{
			"lang": "mt",
			"text": "Kwalunkwe awtorità ta’ superviżjoni tista’ titlob opinjoni urġenti meta l-awtorità ta’ superviżjoni kompetenti ma tkunx ħadet miżura xierqa f’sitwazzjoni fejn ikun hemm ħtieġa urġenti ta’ azzjoni, sabiex jitħarsu l-interessi tas-suġġetti tad-dejta, filwaqt li tagħti r-raġunijiet għat-talba ta’ din l-opinjoni, inkluż għall-ħtieġa urġenti ta’ azzjoni."
		},
		{
			"lang": "lv",
			"text": "Jebkura uzraudzības iestāde var lūgt steidzamu atzinumu, ja kompetentā uzraudzības iestāde nav īstenojusi atbilstošu pasākumu situācijā, kad ir steidzama vajadzība rīkoties, lai aizsargātu datu subjektu intereses, pamatojot šāda atzinuma nepieciešamību, ietverot steidzamās rīcības iemeslus."
		},
		{
			"lang": "ro",
			"text": "Orice autoritate de supraveghere poate solicita un aviz de urgență în cazul în care autoritatea de supraveghere competentă nu a luat o măsură adecvată într-o situație în care există o necesitate urgentă de a acționa pentru a proteja interesele persoanelor vizate, indicând motivele pentru solicitarea unui astfel de aviz, inclusiv pentru necesitatea urgentă de a acționa."
		},
		{
			"lang": "sk",
			"text": "Ktorýkoľvek dozorný orgán môže požiadať o urgentné stanovisko, ak príslušný dozorný orgán neprijal primerané opatrenie v situácii, v ktorej existuje naliehavá potreba konať s cieľom chrániť záujmy dotknutých osôb, pričom uvedie dôvody, prečo požaduje takéto stanovisko, vrátane dôvodov naliehavej potreby konať."
		},
		{
			"lang": "sl",
			"text": "Če pristojni nadzorni organ ni sprejel ustreznega ukrepa v primeru, ko je ukrepanje nujno, lahko nujno mnenje zahteva kateri koli nadzorni organ, da bi zaščitil interese posameznikov, na katere se nanašajo osebni podatki, pri čemer navede razloge za tako zahtevo, tudi glede nujnosti ukrepanja."
		},
		{
			"lang": "fi",
			"text": "Jokainen valvontaviranomainen voi pyytää kiireellistä lausuntoa, jos toimivaltainen valvontaviranomainen ei ole toteuttanut tarvittavia toimenpiteitä tilanteessa, jossa on toteutettava kiireellisiä toimenpiteitä rekisteröidyille kuuluvien etujen suojaamiseksi, esittämällä perustelut tällaisen lausunnon pyytämiselle ja kiireellisten toimenpiteiden toteuttamiselle."
		},
		{
			"lang": "pl",
			"text": "Każdy organ nadzorczy może wystąpić o wydanie opinii w trybie pilnym w przypadku, gdy właściwy organ nadzorczy nie przyjął odpowiednich środków w sytuacji, w której istnieje potrzeba pilnego działania w celu ochrony interesów podmiotów danych, podając przesłanki potrzeby przyjęcia takiej opinii, w tym potrzebę pilnego działania."
		},
		{
			"lang": "lt",
			"text": "Bet kuri priežiūros institucija gali prašyti skubiai pateikti nuomonę, jeigu kompetentinga priežiūros institucija nesiėmė tinkamos priemonės tuo atveju, kai būtina skubiai veikti, kad būtų apsaugoti duomenų subjektų interesai, nurodydama tokios nuomonės prašymo priežastis, be kita ko, susijusias su būtinybe skubiai veikti."
		},
		{
			"lang": "nl",
			"text": "Een toezichthoudende autoriteit kan met opgave van redenen, waaronder de redenen waarom er dringend moet worden opgetreden, om een dringend advies verzoeken, wanneer de bevoegde toezichthoudende autoriteit geen passende maatregel heeft genomen in een situatie waarin er dringend moet worden opgetreden om de belangen van betrokkenen te beschermen."
		},
		{
			"lang": "sv",
			"text": "Om den behöriga tillsynsmyndigheten inte har vidtagit någon lämplig åtgärd i en situation där man snabbt måste agera för att skydda den registrerades intressen får vilken tillsynsmyndighet som helst begära ett brådskande yttrande, varvid den ska motivera varför den begär ett sådant yttrande och varför åtgärden måste vidtas snabbt."
		}
	],
	"children": [],
	"title": "Article 61 – Paragraph 3"
}