{
	"id": "a62p2",
	"type": "paragraph",
	"literal": "2",
	"parent": "a62",
	"text": [
		{
			"lang": "en",
			"text": "On duly justified imperative grounds of urgency relating to the interests of data subjects in the cases referred to in point (a) of paragraph 1, the Commission shall adopt immediately applicable implementing acts in accordance with the procedure referred to in Article 87(3). Those acts shall remain in force for a period not exceeding 12 months."
		},
		{
			"lang": "de",
			"text": "In hinreichend begründeten Fällen äußerster Dringlichkeit im Zusammenhang mit den Interessen betroffener Personen gemäß Absatz 1 Buchstabe a erlässt die Kommission gemäß dem Verfahren von Artikel 87 Absatz 3 sofort geltende Durchführungsrechtsakte. Diese gelten für einen Zeitraum von höchstens 12 Monaten."
		},
		{
			"lang": "fr",
			"text": "Pour des raisons impérieuses d’urgence dûment justifiées, tenant aux intérêts de personnes concernées dans les cas visés au paragraphe 1, point a), la Commission adopte des actes d'exécution immédiatement applicables conformément à la procédure visée à l'article 87, paragraphe 3. Ces actes restent en vigueur pendant une période n'excédant pas douze mois."
		},
		{
			"lang": "es",
			"text": "Por razones de imperiosa urgencia debidamente justificadas relativas a los intereses de los interesados en los casos contemplados en el apartado 1, letra a), la Comisión adoptará inmediatamente actos de ejecución inmediatamente aplicables de conformidad con el procedimiento contemplado en el artículo 87, apartado 3. Estos actos estarán vigentes durante un periodo no superior a doce meses."
		},
		{
			"lang": "pt",
			"text": "Por imperativos urgentes devidamente justificados relacionados com os interesses de titulares de dados referidos no n.º 1, alínea a), a Comissão pode adotar atos de execução imediatamente aplicáveis, em conformidade com o procedimento referido no artigo 87.º, n.º 3. Esses atos permanecem em vigor por um período não superior a 12 meses."
		},
		{
			"lang": "it",
			"text": "Per motivi imperativi d’urgenza debitamente giustificati, connessi agli interessi degli interessati nei casi di cui al paragrafo 1, lettera a), la Commissione adotta atti di esecuzione immediatamente applicabili conformemente alla procedura di cui all’articolo 87, paragrafo 3. Tali atti rimangono in vigore per un periodo non superiore a dodici mesi."
		},
		{
			"lang": "ga",
			"text": "Ar mhórchúiseanna práinne cuí-réasúnaithe a bhaineann le leasanna na ndaoine is ábhar do na sonraí sna cásanna dá dtagraítear i bpointe (a) de mhír 1, glacfaidh an Coimisiún gníomhartha cur chun feidhme a bheidh infheidhme láithreach bonn i gcomhréir leis an nós imeachta dá dtagraítear in Airteagal 87(3). Beidh na gníomhartha sin i bhfeidhm ar feadh tréimhse nach faide ná 12 mhí."
		},
		{
			"lang": "cs",
			"text": "V naléhavých a řádně odůvodněných případech, které se týkají zájmů subjektů údajů a jsou uvedené v odst. 1 písm. a), přijme Komise okamžitě použitelné prováděcí akty postupem uvedeným v čl. 87 odst. 3. Tyto akty platí po dobu nepřesahující 12 měsíců."
		},
		{
			"lang": "da",
			"text": "I behørigt begrundede tilfælde af særligt hastende karakter vedrørende registreredes interesser omhandlet i stk. 1, litra a), vedtager Kommissionen omgående gennemførelsesretsakter i overensstemmelse med den procedure, der er omhandlet i artikel 87, stk. 3. Disse retsakter gælder i en periode på højst 12 måneder."
		},
		{
			"lang": "et",
			"text": "Andmesubjektide huvides nõuetekohaselt põhjendatud tungiva kiireloomulisuse tõttu, mis on seotud lõikes 1 osutatud juhtudega, võtab komisjon vastu viivitamata kohaldatavad rakendusaktid vastavalt artikli 87 lõikes 3 osutatud menetlusele. Nimetatud aktid kehtivad kuni 12 kuud."
		},
		{
			"lang": "el",
			"text": "Για δεόντως αιτιολογημένους επιτακτικούς και επείγοντες λόγους που σχετίζονται με τα συμφέροντα των προσώπων στα οποία αναφέρονται τα δεδομένα στις περιπτώσεις που αναφέρονται στην παράγραφο 1 στοιχείο α), η Επιτροπή εκδίδει αμέσως εφαρμοστέες εκτελεστικές πράξεις σύμφωνα με τη διαδικασία που αναφέρεται στο άρθρο 87 παράγραφος 3. Οι πράξεις αυτές παραμένουν σε ισχύ για μέγιστο διάστημα 12 μηνών."
		},
		{
			"lang": "bg",
			"text": "По надлежно обосновани наложителни причини за спешност, свързани с интересите на субектите на данни, в посочените в параграф 1, буква а) случаи Комисията приема актове за изпълнение с незабавно приложение в съответствие с процедурата, посочена в член 87, параграф 3. Тези актове остават в сила за срок, който не надвишава 12 месеца."
		},
		{
			"lang": "hu",
			"text": "Az (1) bekezdés a) pontja szerinti, az érintettek érdekeire vonatkozó kellően indokolt rendkívül sürgős esetekben a Bizottság a 87. cikk (3) bekezdése szerinti eljárással összhangban azonnali hatállyal alkalmazandó végrehajtási jogi aktusokat fogad el. E végrehajtási jogi aktusok hatálya nem haladhatja meg a 12 hónapot."
		},
		{
			"lang": "mt",
			"text": "Għal raġunijiet imperattivi debitament ġustifikati ta’ urġenza relatati mal-interessi tas-suġġetti tad-dejta fil-każijiet imsemmija fil-punt (a) tal-paragrafu 1, il-Kummissjoni għandha minnufih tadotta atti ta’ implimentazzjoni applikabbli skont il-proċedura msemmija fl-Artikolu 87(3). Dawk l-atti għandhom jibqgħu fis-seħħ għal perjodu li ma jaqbiżx it-12-il xahar."
		},
		{
			"lang": "lv",
			"text": "Pienācīgi pamatotu, ar datu subjektu interesēm saistītu nenovēršami steidzamu iemeslu dēļ Komisija 1. punkta a) apakšpunktā minētajos gadījumos pieņem nekavējoties piemērojamus īstenošanas aktus saskaņā ar procedūru, kas minēta 87. panta 3. punktā. Šie akti ir spēkā uz termiņu, kas nepārsniedz 12 mēnešus."
		},
		{
			"lang": "ro",
			"text": "Din motive imperative de urgență pe deplin justificate legate de interesul persoanelor vizate în cazurile menționate la alineatul (1) litera (a), Comisia adoptă acte de punere în aplicare imediat aplicabile, în conformitate cu procedura menționată la articolul 87 alineatul (3). Aceste acte rămân în vigoare pentru o perioadă de cel mult 12 luni."
		},
		{
			"lang": "sk",
			"text": "Na základe riadne opodstatnených naliehavých dôvodov týkajúcich sa záujmov dotknutých osôb v prípadoch uvedených v odseku 1 písm. a) Komisia bezodkladne prijme vykonávacie akty v súlade s postupom uvedeným v článku 87 ods. 3. Tieto akty zostávajú v platnosti počas obdobia nepresahujúceho 12 mesiacov."
		},
		{
			"lang": "sl",
			"text": "Komisija na podlagi ustrezno utemeljenih nujnih razlogov v zvezi z interesi posameznikov, na katere se nanašajo osebni podatki, v primerih iz točke (a) odstavka 1 sprejme izvedbene akte v skladu s postopkom iz člena 87(3), ki se začnejo uporabljati takoj. Ti akti ostanejo veljavni največ 12 mesecev."
		},
		{
			"lang": "fi",
			"text": "Komissio hyväksyy asianmukaisesti perustelluissa erittäin kiireellisissä tapauksissa, jotka liittyvät 1 kohdan a alakohdassa tarkoitettuihin toimenpiteisiin, välittömästi sovellettavia täytäntöönpanosäädöksiä 87 artiklan 3 kohdassa tarkoitettua menettelyä noudattaen. Näiden toimenpiteiden voimassaoloaika ei saa olla enempää kuin 12 kuukautta."
		},
		{
			"lang": "pl",
			"text": "W przypadku należycie uzasadnionej, szczególnie pilnej potrzeby związanej z interesem podmiotów danych w przypadkach określonych w ust. 1 lit. a), Komisja przyjmuje akty wykonawcze mające natychmiastowe zastosowanie zgodnie z procedurą, o której mowa w art. 87 ust. 3. Akty te obowiązują nie dłużej niż 12 miesięcy."
		},
		{
			"lang": "lt",
			"text": "Remdamasi tinkamai pagrįstais imperatyviais pagrindais, dėl kurių būtina skubiai veikti siekiant apsaugoti duomenų subjektų interesus 1 dalies a punkte nurodytais atvejais, Komisija pagal 87 straipsnio 3 dalyje nurodytą procedūrą priima nedelsiant taikomus įgyvendinimo aktus. Tie aktai lieka galioti ne ilgiau kaip 12 mėnesių."
		},
		{
			"lang": "nl",
			"text": "De Commissie stelt om dwingende en gegronde redenen van spoedeisendheid die verband houden met de belangen van betrokkenen in de in lid 1, onder a), bedoelde gevallen, onmiddellijk van toepassing zijnde uitvoeringshandelingen vast volgens de in artikel 87, lid 3, bedoelde procedure. Die handelingen blijven geldig voor een duur die niet langer mag zijn dan twaalf maanden."
		},
		{
			"lang": "sv",
			"text": "Om det i fall enligt punkt 1 a finns vederbörligen motiverade och tvingande skäl till skyndsamhet i de registrerades intresse ska kommissionen anta genomförandeakter med omedelbar verkan enligt förfarandet i artikel 87.3. Dessa akter ska vara giltiga i högst 12 månader."
		}
	],
	"children": [],
	"title": "Article 62 – Paragraph 2"
}