{
	"id": "a62p1t1",
	"type": "subparagraph",
	"literal": null,
	"parent": "a62p1",
	"text": [
		{
			"lang": "en",
			"text": "Those implementing acts shall be adopted in accordance with the examination procedure referred to in Article 87(2)."
		},
		{
			"lang": "de",
			"text": "Diese Durchführungsrechtsakte werden in Übereinstimmung mit dem Prüfverfahren gemäß Artikel 87 Absatz 2 erlassen."
		},
		{
			"lang": "fr",
			"text": "Les actes d'exécution correspondants sont adoptés conformément à la procédure d'examen prévue à l'article 87, paragraphe 2."
		},
		{
			"lang": "es",
			"text": "Dichos actos de ejecución se adoptarán con arreglo al procedimiento de examen contemplado en el artículo 87, apartado 2."
		},
		{
			"lang": "pt",
			"text": "Os atos de execução correspondentes são adotados em conformidade com o procedimento de exame referido no artigo 87.º, n.º 2."
		},
		{
			"lang": "it",
			"text": "Tali atti di esecuzione sono adottati secondo la procedura d’esame di cui all’articolo 87, paragrafo 2."
		},
		{
			"lang": "ga",
			"text": "Glacfar na gníomhartha cur chun feidhme sin i gcomhréir leis an nós imeachta scrúdúcháin dá dtagraítear in Airteagal 87(2)."
		},
		{
			"lang": "cs",
			"text": "Tyto prováděcí akty se přijímají v souladu s přezkumným postupem podle čl. 87 odst. 2."
		},
		{
			"lang": "da",
			"text": "Disse gennemførelsesretsakter vedtages efter undersøgelsesproceduren i artikel 87, stk. 2."
		},
		{
			"lang": "et",
			"text": "Kõnealused rakendusaktid võetakse vastu kooskõlas artikli 87 lõikes 2 osutatud kontrollimenetlusega."
		},
		{
			"lang": "el",
			"text": "Οι εν λόγω εκτελεστικές πράξεις εκδίδονται σύμφωνα με τη διαδικασία εξέτασης που αναφέρεται στο άρθρο 87 παράγραφος 2."
		},
		{
			"lang": "bg",
			"text": "Тези актове за изпълнение се приемат в съответствие с процедурата по разглеждане, посочена в член 87, параграф 2."
		},
		{
			"lang": "hu",
			"text": "E végrehajtási aktusokat a 87. cikk (2) bekezdése szerinti vizsgálóbizottsági eljárással összhangban kell elfogadni, figyelemmel az Európai Adatvédelmi Testület véleményére."
		},
		{
			"lang": "mt",
			"text": "Dawk l-atti ta’ implimentazzjoni għandhom ikunu adottati skont il-proċedura ta’ analiżi msemmija fl-Artikolu 87(2)."
		},
		{
			"lang": "lv",
			"text": "Šos īstenošanas aktus pieņem saskaņā ar pārbaudes procedūru, kas minēta 87. panta 2. punktā."
		},
		{
			"lang": "ro",
			"text": "Actele de punere în aplicare respective sunt adoptate în conformitate cu procedura de examinare menționată la articolul 87 alineatul (2)."
		},
		{
			"lang": "sk",
			"text": "Tieto vykonávacie akty sa prijmú v súlade s postupom preskúmania uvedeným v článku 87 ods. 2."
		},
		{
			"lang": "sl",
			"text": "Navedeni izvedbeni akti se sprejmejo v skladu s postopkom pregleda iz člena 87(2)."
		},
		{
			"lang": "fi",
			"text": "Nämä täytäntöönpanosäädökset hyväksytään 87 artiklan 2 kohdassa tarkoitettua tarkastelumenettelyä noudattaen."
		},
		{
			"lang": "pl",
			"text": "Te akty wykonawcze przyjmuje się zgodnie z procedurą sprawdzającą, o której mowa w art. 87 ust. 2."
		},
		{
			"lang": "lt",
			"text": "Tie įgyvendinimo aktai priimami pagal 87 straipsnio 2 dalyje nurodytą nagrinėjimo procedūrą."
		},
		{
			"lang": "nl",
			"text": "Die uitvoeringshandelingen worden vastgesteld volgens de in artikel 87, lid 2, bedoelde onderzoeksprocedure."
		},
		{
			"lang": "sv",
			"text": "Genomförandeakterna ska antas enligt det granskningsförfarande som avses i artikel 87.2."
		}
	],
	"children": [],
	"title": "Article 62 – Paragraph 1 – Text 1"
}