{
	"id": "a63p2",
	"type": "paragraph",
	"literal": "2",
	"parent": "a63",
	"text": [
		{
			"lang": "en",
			"text": "Where a supervisory authority does not submit a draft measure to the consistency mechanism in breach of Article 58(1) to (5), the measure of the supervisory authority shall not be legally valid and enforceable."
		},
		{
			"lang": "de",
			"text": "Nimmt eine Aufsichtsbehörde für eine geplante Maßnahme entgegen Artikel 58 Absätze 1 bis 5 nicht das Kohärenzverfahren in Anspruch, so ist die Maßnahme der Aufsichtsbehörde nicht rechtsgültig und durchsetzbar."
		},
		{
			"lang": "fr",
			"text": "Lorsqu'une autorité de contrôle omet de soumettre un projet de mesure pour examen dans le cadre du mécanisme de contrôle de la cohérence en violation de l'article 58, paragraphes 1 à 5, la mesure de l'autorité de contrôle est dénuée de validité juridique et de caractère exécutoire."
		},
		{
			"lang": "es",
			"text": "Cuando una autoridad de control no presente un proyecto de medida al mecanismo de coherencia, contrariamente a lo dispuesto en el artículo 58, apartados 1 a 5, la medida de la autoridad de control carecerá de validez jurídica y no tendrá carácter ejecutorio."
		},
		{
			"lang": "pt",
			"text": "Sempre que uma autoridade de controlo omitir apresentar um projeto de medida para exame do mecanismo de controlo da coerência em violação do artigo 58.º, n.os 1 a 5, a medida da autoridade de controlo não será juridicamente válida nem terá força executória."
		},
		{
			"lang": "it",
			"text": "Qualora un’autorità di controllo ometta di comunicare un progetto di misura nell’ambito del meccanismo di coerenza in violazione dell’articolo 58, paragrafi da 1 a 5, la misura dell’autorità di controllo è priva di validità giuridica e di carattere esecutivo."
		},
		{
			"lang": "ga",
			"text": "I gcás nach gcuireann údarás maoirseachta dréachtbheart isteach trí bhíthin an tsásra comhsheasmhachta de shárú ar Airteagal 58(1) go (5), ní bheidh beart an údaráis mhaoirseachta bailí ná in‑fhorfheidhmithe ó thaobh an dlí."
		},
		{
			"lang": "cs",
			"text": "Jestliže některý orgán dozoru nepředloží návrh určitého opatření do mechanismu jednotnosti, a poruší tak ustanovení čl. 58 odst. 1 až 5, toto jeho opatření nebude právoplatné ani vykonatelné."
		},
		{
			"lang": "da",
			"text": "Hvis en tilsynsmyndighed i strid med artikel 58, stk. 1-5, ikke forelægger en foreslået foranstaltning for sammenhængsmekanismen, er tilsynsmyndighedens foranstaltning ikke retsgyldig og kan ikke håndhæves retsligt."
		},
		{
			"lang": "et",
			"text": "Kui järelevalveasutus ei esita meetme eelnõud menetlemiseks järjepidevuse mehhanismi raames, rikkudes sel moel artikli 58 lõikeid 1–5, ei ole järelevalveasutuse meede õiguslikult kehtiv ega kuulu täitmisele."
		},
		{
			"lang": "el",
			"text": "Εάν μια αρχή ελέγχου δεν υποβάλει σχέδιο μέτρου στον μηχανισμό συνεκτικότητας κατά παράβαση του άρθρου 58 παράγραφοι 1 έως 5, το μέτρο της αρχής ελέγχου δεν είναι νομικά ισχυρό ούτε εκτελεστό."
		},
		{
			"lang": "bg",
			"text": "Когато надзорен орган не представи проектомярка в рамките на механизма за съгласуваност в нарушение на член 58, параграфи 1—5, мярката на надзорния орган е нищожна и не подлежи на принудително изпълнение."
		},
		{
			"lang": "hu",
			"text": "Amennyiben valamely felügyelő hatóság az 58. cikk (1)–(5) bekezdésének megsértésével nem nyújt be intézkedéstervezetet az egységességi mechanizmus számára, a felügyelő hatóság intézkedése nem tekinthető jogerősnek és végrehajthatónak."
		},
		{
			"lang": "mt",
			"text": "Meta awtorità ta’ superviżjoni ma tippreżentax abbozz ta’ miżura għall-mekkaniżmu ta’ konsistenza bi ksur tal-Artikolu 58(1) sa (5), il-miżura tal-awtorità ta’ superviżjoni ma għandhiex tkun legalment valida jew inforzabbli."
		},
		{
			"lang": "lv",
			"text": "Ja uzraudzības iestāde, pārkāpjot 58. panta 1. līdz 5. punktu, neiesniedz pasākuma projektu izskatīšanai konsekvences mehānismā, uzraudzības iestādes pasākums juridiski nav spēkā un nav izpildāms."
		},
		{
			"lang": "ro",
			"text": "În cazul în care o autoritate de supraveghere nu prezintă un proiect de măsură pentru a fi examinat în cadrul mecanismului pentru asigurarea coerenței, încălcând articolul 58 alineatele (1)-(5), măsura autorității de supraveghere nu este valabilă din punct de vedere juridic și nici executorie."
		},
		{
			"lang": "sk",
			"text": "Ak dozorný orgán v rozpore s článkom 58 ods. 1 až 5 nepredloží návrh opatrenia v rámci mechanizmu konzistentnosti, opatrenie tohto dozorného orgánu nie je právoplatné ani vymožiteľné."
		},
		{
			"lang": "sl",
			"text": "Če nadzorni organ ne predloži osnutka ukrepa v mehanizem za skladnost in krši člen 58(1) do (5), ukrep nadzornega organa ni pravno veljaven in izvršljiv."
		},
		{
			"lang": "fi",
			"text": "Jos valvontaviranomainen ei esitä toimenpideluonnosta yhdenmukaisuusmekanismissa käsiteltäväksi, mikä on vastoin 58 artiklan 1–5 kohdan säännöksiä, kyseinen valvontaviranomaisen toimenpide ei ole oikeudellisesti pätevä eikä täytäntöönpanokelpoinen."
		},
		{
			"lang": "pl",
			"text": "W przypadku gdy organ nadzorczy nie przedstawi projektu środka w mechanizmie zgodności, naruszając art. 58 ust. 1-5, środek tego organu nadzorczego nie jest ważny zgodnie z prawem i nie podlega wykonaniu."
		},
		{
			"lang": "lt",
			"text": "Jeigu priežiūros institucija, pažeisdama 58 straipsnio 1–5 dalis, nepateikia priemonės projekto pagal nuoseklumo užtikrinimo mechanizmą, ta priežiūros institucijos priemonė neturi teisinės galios ir nėra vykdytina."
		},
		{
			"lang": "nl",
			"text": "Wanneer een toezichthoudende autoriteit voor een ontwerpmaatregel in strijd met artikel 58, leden 1 tot en met 5, de conformiteitstoetsing niet naleeft, wordt die maatregel niet rechtsgeldig en uitvoerbaar geacht."
		},
		{
			"lang": "sv",
			"text": "Om en tillsynsmyndighet bryter mot artikel 58.1–5 genom att inte lägga fram ett utkast till åtgärd inom ramen för mekanismen för enhetlighet ska denna åtgärd inte anses vara rättsligt giltig och verkställbar."
		}
	],
	"children": [],
	"title": "Article 63 – Paragraph 2"
}