{
	"id": "a64p4",
	"type": "paragraph",
	"literal": "4",
	"parent": "a64",
	"text": [
		{
			"lang": "en",
			"text": "The Commission shall have the right to participate in the activities and meetings of the European Data Protection Board and shall designate a representative. The chair of the European Data Protection Board shall, without delay, inform the Commission on all activities of the European Data Protection Board."
		},
		{
			"lang": "de",
			"text": "Die Kommission ist berechtigt, an den Tätigkeiten und Sitzungen des Europäischen Datenschutzausschusses teilzunehmen und bestimmt einen Vertreter. Der Vorsitz des Europäischen Datenschutzausschusses unterrichtet die Kommission unverzüglich von allen Tätigkeiten des Europäischen Datenschutzausschusses."
		},
		{
			"lang": "fr",
			"text": "La Commission a le droit de participer aux activités et réunions du comité européen de la protection des données et désigne un représentant. Le président du comité européen de la protection des données informe sans délai la Commission de toutes les activités du comité européen de la protection des données."
		},
		{
			"lang": "es",
			"text": "La Comisión tendrá derecho a participar en las actividades y reuniones del Consejo Europeo de Protección de Datos y designará un representante. El presidente del Consejo Europeo de Protección de Datos informará sin demora a la Comisión de todas las actividades del Consejo Europeo de Protección de Datos."
		},
		{
			"lang": "pt",
			"text": "A Comissão tem o direito de participar nas atividades e reuniões do Comité Europeu para a Proteção de Dados e designa um representante. O presidente do Comité Europeu para a Proteção de Dados informa, sem demora, a Comissão de todas as atividades do Comité Europeu para a Proteção de Dados."
		},
		{
			"lang": "it",
			"text": "La Commissione ha il diritto di partecipare alle attività e alle riunioni del comitato europeo per la protezione dei dati e designa un rappresentante. Il presidente del comitato europeo per la protezione dei dati informa senza ritardo la Commissione di tutte le attività del comitato europeo per la protezione dei dati."
		},
		{
			"lang": "ga",
			"text": "Beidh sé de cheart ag an gCoimisiún a bheith rannpháirteach i ngníomhaíochtaí agus i gcruinnithe an Bhoird Eorpaigh um Chosaint Sonraí agus ceapfaidh siad ionadaí chuige sin. Cuirfidh cathaoirleach an Bhoird Eorpaigh um Chosaint Sonraí an Coimisiún ar an eolas, gan mhoill, faoi ghníomhaíochtaí ar fad an Bhoird Eorpaigh um Chosaint Sonraí."
		},
		{
			"lang": "cs",
			"text": "Komise má právo účastnit se činností a schůzek Evropské rady pro ochranu údajů a jmenuje svého zástupce. O všech činnostech Evropské rady pro ochranu údajů zpravuje Komisi bez prodlení předseda této rady."
		},
		{
			"lang": "da",
			"text": "Kommissionen har ret til at deltage i Det Europæiske Databeskyttelsesråds aktiviteter og møder og udpeger en repræsentant. Formanden for Det Europæiske Databeskyttelsesråd underretter omgående Kommissionen om alle aktiviteter i Det Europæiske Databeskyttelsesråd."
		},
		{
			"lang": "et",
			"text": "Komisjonil on õigus osaleda Euroopa Andmekaitsenõukogu tegevuses ja kohtumistel ning määrata enda esindaja. Euroopa Andmekaitsenõukogu eesistuja teavitab viivitamata komisjoni kõikidest Euroopa Andmekaitsenõukogu tegevustest."
		},
		{
			"lang": "el",
			"text": "Η Επιτροπή δικαιούται να συμμετέχει στις δραστηριότητες και στις συνεδριάσεις του Ευρωπαϊκού Συμβουλίου Προστασίας Δεδομένων και ορίζει έναν εκπρόσωπο. Ο πρόεδρος του Ευρωπαϊκού Συμβουλίου Προστασίας Δεδομένων ενημερώνει, χωρίς καθυστέρηση, την Επιτροπή για όλες τις δραστηριότητες του Ευρωπαϊκού Συμβουλίου Προστασίας Δεδομένων."
		},
		{
			"lang": "bg",
			"text": "Комисията има право да участва в дейностите и заседанията на Европейския комитет по защита на данните и определя свой представител. Председателят на Европейския комитет по защита на данните информира незабавно Комисията за всички дейности на Европейския комитет по защита на данните."
		},
		{
			"lang": "hu",
			"text": "A Bizottság részt vehet az Európai Adatvédelmi Testület tevékenységében és ülésein, és képviselőt jelöl ki. Az Európai Adatvédelmi Testület elnöke haladéktalanul értesíti a Bizottságot az Európai Adatvédelmi Testület valamennyi tevékenységéről."
		},
		{
			"lang": "mt",
			"text": "Il-Kummissjoni għandu jkollha d-dritt li tipparteċipa fl-attivitajiet u l-laqgħat tal-Bord Ewropew għall-Protezzjoni tad-Dejta u għandha taħtar rappreżentant. Il-president tal-Bord Ewropew għall-Protezzjoni tad-Dejta għandu, mingħajr dewmien, jinforma lill-Kummissjoni dwar l-attivitajiet kollha tal-Bord Ewropew għall-Protezzjoni tad-Dejta."
		},
		{
			"lang": "lv",
			"text": "Komisijai ir tiesības piedalīties Eiropas Datu aizsardzības kolēģijas darbībā un sanāksmēs, un tā nozīmē savu pārstāvi. Eiropas Datu aizsardzības kolēģijas priekšsēdētājs nekavējoties informē Komisiju par visām Eiropas Datu aizsardzības kolēģijas darbībām."
		},
		{
			"lang": "ro",
			"text": "Comisia are dreptul de a participa la activitățile și reuniunile Comitetului european pentru protecția datelor și desemnează un reprezentant. Președintele Comitetului european pentru protecția datelor informează fără întârziere Comisia cu privire la toate activitățile Comitetului european pentru protecția datelor."
		},
		{
			"lang": "sk",
			"text": "Komisia má právo zúčastňovať sa na činnosti a zasadnutiach Európskeho výboru pre ochranu údajov a určí na tento účel svojho zástupcu. Predseda Európskeho výboru pre ochranu údajov bezodkladne informuje Komisiu o všetkých aktivitách Európskeho výboru pre ochranu údajov."
		},
		{
			"lang": "sl",
			"text": "Komisija ima pravico, da sodeluje pri dejavnostih in na sestankih Evropskega odbora za varstvo podatkov, ter imenuje predstavnika. Predsednik Evropskega odbora za varstvo podatkov nemudoma obvešča Komisijo o vseh dejavnostih Evropskega odbora za varstvo podatkov."
		},
		{
			"lang": "fi",
			"text": "Komissiolla on oikeus osallistua Euroopan tietosuojaneuvoston toimintaan ja kokouksiin ja nimittää sinne edustaja. Euroopan tietosuojaneuvoston puheenjohtaja ilmoittaa viipymättä komissiolle kaikesta Euroopan tietosuojaneuvoston toiminnasta."
		},
		{
			"lang": "pl",
			"text": "Komisja ma prawo do udziału w działaniach i posiedzeniach Europejskiej Rady Ochrony Danych i wyznacza swojego przedstawiciela. Przewodniczący Europejskiej Rady Ochrony Danych informuje bezzwłocznie Komisję o wszystkich działaniach Europejskiej Rady Ochrony Danych."
		},
		{
			"lang": "lt",
			"text": "Komisija turi teisę dalyvauti Europos duomenų apsaugos valdybos veikloje ir posėdžiuose ir paskiria atstovą. Europos duomenų apsaugos valdybos pirmininkas nedelsdamas informuoja Komisiją apie visą Europos duomenų apsaugos valdybos veiklą."
		},
		{
			"lang": "nl",
			"text": "De Commissie heeft het recht deel te nemen aan de activiteiten en bijeenkomsten van het Europees Comité voor gegevensbescherming en wijst een vertegenwoordiger aan. De voorzitter van het Europees Comité voor gegevensbescherming informeert de Commissie onverwijld over alle activiteiten van het Europees Comité voor gegevensbescherming."
		},
		{
			"lang": "sv",
			"text": "Kommissionen har rätt att delta i Europeiska dataskyddsstyrelsens verksamhet och möten, och ska utse en egen företrädare. Europeiska dataskyddsstyrelsens ordförande ska utan dröjsmål underrätta kommissionen om all verksamhet inom Europeiska dataskyddsstyrelsen."
		}
	],
	"children": [],
	"title": "Article 64 – Paragraph 4"
}