{
	"id": "a65p2",
	"type": "paragraph",
	"literal": "2",
	"parent": "a65",
	"text": [
		{
			"lang": "en",
			"text": "Without prejudice to requests by the Commission referred to in point (b) of paragraph 1 and in paragraph 2 of Article 66, the European Data Protection Board shall, in the performance of its tasks, neither seek nor take instructions from anybody."
		},
		{
			"lang": "de",
			"text": "Unbeschadet der Ersuchen der Kommission gemäß Artikel 66 Absatz 1 Buchstabe b und Artikel 67 Absatz 2 ersucht der Europäische Datenschutzausschuss bei der Erfüllung seiner Aufgaben weder um Weisung noch nimmt er Weisungen entgegen."
		},
		{
			"lang": "fr",
			"text": "Sans préjudice des demandes de la Commission visées à l'article 66, paragraphe 1, point b), et paragraphe 2, le comité européen de la protection des données ne sollicite ni n'accepte d'instructions de quiconque dans l'accomplissement de ses missions."
		},
		{
			"lang": "es",
			"text": "Sin perjuicio de las solicitudes de la Comisión contempladas en el apartado 1, letra b), y en el apartado 2 del artículo 66, en el ejercicio de sus tareas el Consejo Europeo de Protección de Datos no solicitará ni admitirá instrucciones de nadie."
		},
		{
			"lang": "pt",
			"text": "Sem prejuízo dos pedidos da Comissão referidos no artigo 66.º, n.º 1, alínea b), e n.º 2, o Comité Europeu para a Proteção de Dados, no exercício das suas funções, não solicita nem recebe instruções de outrem."
		},
		{
			"lang": "it",
			"text": "Fatte salve le richieste della Commissione di cui all’articolo 66, paragrafo 1, lettera b), e all’articolo 66, paragrafo 2, nell’esercizio dei suoi compiti il comitato europeo per la protezione dei dati non sollecita né accetta istruzioni da alcuno."
		},
		{
			"lang": "ga",
			"text": "Gan dochar d'iarrataí ón gCoimisiún dá dtagraítear i bpointe (b) de mhír 1 agus i mír 2 d'Airteagal 66, ní dhéanfaidh an Bord Eorpach um Chosaint Sonraí, i bhfeidhmiú a chúraimí, treoracha a lorg ná a fháil ó aon duine."
		},
		{
			"lang": "cs",
			"text": "Evropská rada pro ochranu údajů při výkonu svých povinností nevyhledává ani nepřijímá ničí pokyny, aniž by tím byly dotčeny žádosti Komise uvedené v čl. 66 odst. 1 písm. b) a odst. 2."
		},
		{
			"lang": "da",
			"text": "Uden at det berører anmodninger fra Kommissionen som omhandlet i artikel 66, stk. 1, litra b), og artikel 66, stk. 2, søger eller modtager Det Europæiske Databeskyttelsesråd ikke instrukser fra andre ved udøvelsen af sine opgaver."
		},
		{
			"lang": "et",
			"text": "Ilma et see piiraks komisjoni taotlusi, millele osutatakse artikli 66 lõike 1 punktis b ja artikli 66 lõikes 2, ei küsi ega võta Euroopa Andmekaitsenõukogu vastu juhiseid teistelt isikutelt."
		},
		{
			"lang": "el",
			"text": "Με την επιφύλαξη των αιτημάτων της Επιτροπής που αναφέρονται στο άρθρο 67 παράγραφος 1 στοιχείο β) και στο άρθρο 66 παράγραφος 2, κατά την άσκηση των καθηκόντων του το Ευρωπαϊκό Συμβούλιο Προστασίας Δεδομένων δεν ζητεί ούτε λαμβάνει οδηγίες από οποιονδήποτε."
		},
		{
			"lang": "bg",
			"text": "Без да се засягат исканията на Комисията, посочени в членове 66, параграфи 1, буква б) и в член 66, параграф 2, Европейският комитет по защита на данните не търси и не приема указания от никого при изпълнението на своите задачи."
		},
		{
			"lang": "hu",
			"text": "A Bizottság 66. cikk (1) bekezdésének b) pontja és (2) bekezdése szerinti felkéréseinek sérelme nélkül az Európai Adatvédelmi Testület feladatköre ellátása során senkitől nem kérhet, és nem fogadhat el utasítást."
		},
		{
			"lang": "mt",
			"text": "Mingħajr preġudizzju għat-talbiet mill-Kummissjoni msemmija fil-punt (b) tal-paragrafu 1 u fil-paragrafu 2 tal-Artikolu 66, il-Bord Ewropew għall-Protezzjoni tad-Dejta, fit-twettiq tal-kompiti tiegħu, la għandu jfittex u lanqas jieħu struzzjonijiet mingħand ħadd."
		},
		{
			"lang": "lv",
			"text": "Neskarot Komisijas pieprasījumus, kas minēti 66. panta 1. punkta b) apakšpunktā un 2. punktā, Eiropas Datu aizsardzības kolēģija, pildot savus uzdevumus, ne no viena nelūdz un nepieņem norādījumus."
		},
		{
			"lang": "ro",
			"text": "Fără a aduce atingere solicitărilor din partea Comisiei menționate la articolul 66 alineatul (1) litera (b) și la articolul 66 alineatul (2), în îndeplinirea sarcinilor sale, Comitetul european pentru protecția datelor nu solicită și nu acceptă instrucțiuni de la nicio parte externă."
		},
		{
			"lang": "sk",
			"text": "Bez toho, aby boli dotknuté žiadosti Komisie uvedené v odseku 1 písm. b) a v článku 66 ods. 2, Európsky výbor pre ochranu údajov pri výkone svojich úloh nebude žiadať ani prijímať pokyny od žiadneho subjektu."
		},
		{
			"lang": "sl",
			"text": "Brez poseganja v zahteve Komisije iz točke (b) odstavka 1 in iz odstavka 2 člena 66 Evropski odbor za varstvo podatkov pri opravljanju svojih nalog nikogar ne prosi za navodila niti jih od nikogar ne sprejme."
		},
		{
			"lang": "fi",
			"text": "Euroopan tietosuojaneuvosto ei tehtäviään hoitaessaan pyydä eikä ota ohjeita miltään taholta, sanotun rajoittamatta 66 artiklan 1 ja 2 kohdan b alakohdassa tarkoitettuja komission pyyntöjä."
		},
		{
			"lang": "pl",
			"text": "Bez uszczerbku dla wniosków Komisji, o których mowa w art. 66 ust. 1 lit. b) i ust. 2, Europejska Rada Ochrony Danych podczas wykonywania swoich zadań nie zwraca się do nikogo o instrukcje ani ich od nikogo nie przyjmuje."
		},
		{
			"lang": "lt",
			"text": "Neribodama Komisijos galimybės teikti 66 straipsnio 1 dalies b punkte ir 2 dalyje nurodytus prašymus, Europos duomenų apsaugos valdyba neprašo ir nepriima jokių nurodymų."
		},
		{
			"lang": "nl",
			"text": "Onverminderd de in artikel 66, lid 1, onder b), en artikel 66, lid 2, bedoelde verzoeken van de Commissie, vraagt noch aanvaardt het Europees Comité voor gegevensbescherming instructies van wie dan ook."
		},
		{
			"lang": "sv",
			"text": "Utan att detta påverkar kommissionens rätt att lämna en begäran enligt artikel 66.1 b och 66.2 ska Europeiska dataskyddsstyrelsen när den utövar sina arbetsuppgifter varken begära eller ta emot instruktioner av någon."
		}
	],
	"children": [],
	"title": "Article 65 – Paragraph 2"
}