{
	"id": "a66p1",
	"type": "paragraph",
	"literal": "1",
	"parent": "a66",
	"text": [
		{
			"lang": "en",
			"text": "The European Data Protection Board shall ensure the consistent application of this Regulation. To this effect, the European Data Protection Board shall, on its own initiative or at the request of the Commission, in particular:"
		},
		{
			"lang": "de",
			"text": "Der Europäische Datenschutzausschuss stellt sicher, dass diese Verordnung einheitlich angewandt wird. Zu diesem Zweck geht der Europäische Datenschutzausschuss von sich aus oder auf Ersuchen der Kommission insbesondere folgenden Tätigkeiten nach:"
		},
		{
			"lang": "fr",
			"text": "Le comité européen de la protection des données veille à l’application cohérente du présent règlement. À cet effet, le comité européen de la protection des données, de sa propre initiative ou à la demande de la Commission, a notamment pour mission:"
		},
		{
			"lang": "es",
			"text": "El Consejo Europeo de Protección de Datos velará por la aplicación coherente del presente Reglamento. A tal efecto, el Consejo Europeo de Protección de Datos, a iniciativa propia o a instancia de la Comisión, en particular:"
		},
		{
			"lang": "pt",
			"text": "O Comité Europeu para a Proteção de Dados deve assegurar a aplicação coerente do presente regulamento. Para o efeito, o Comité Europeu para a Proteção de Dados, por sua iniciativa ou a pedido da Comissão, deve em especial:"
		},
		{
			"lang": "it",
			"text": "Il comitato europeo per la protezione dei dati garantisce l’applicazione coerente del presente regolamento. A tal fine, di propria iniziativa o su richiesta della Commissione:"
		},
		{
			"lang": "ga",
			"text": "Áiritheoidh an Bord Eorpach um Chosaint Sonraí cur i bhfeidhm comhsheasmhach an Rialacháin seo. Chuige sin, déanfaidh an Bord Eorpach um Chosaint Sonraí, ar a thionscnamh féin nó arna iarraidh sin don Choimisiún, an méid seo a leanas go háirithe:"
		},
		{
			"lang": "cs",
			"text": "Evropská rada pro ochranu údajů zajišťuje jednotné uplatňování tohoto nařízení. Za tímto účelem Evropská rada pro ochranu údajů ze své vlastní iniciativy nebo na žádost Komise zejména:"
		},
		{
			"lang": "da",
			"text": "Det Europæiske Databeskyttelsesråd sikrer, at denne forordning anvendes på en ensartet måde. På eget initiativ eller efter anmodning fra Kommissionen har Det Europæiske Databeskyttelsesråd bl.a. til opgave at:"
		},
		{
			"lang": "et",
			"text": "Euroopa Andmekaitsenõukogu tagab käesoleva määruse järjepideva kohaldamise. Selleks teeb Euroopa Andmekaitsenõukogu omal algatusel või komisjoni taotluse korral eelkõige järgmist:"
		},
		{
			"lang": "el",
			"text": "Το Ευρωπαϊκό Συμβούλιο Προστασίας Δεδομένων διασφαλίζει τη συνεκτική εφαρμογή του παρόντος κανονισμού. Για τον σκοπό αυτό, το Ευρωπαϊκό Συμβούλιο Προστασίας Δεδομένων, με δική του πρωτοβουλία ή κατόπιν αιτήματος της Επιτροπής, ειδικότερα:"
		},
		{
			"lang": "bg",
			"text": "Европейският комитет по защита на данните осигурява съгласуваното прилагане на настоящия регламент. За тази цел по-специално Европейският комитет по защита на данните по своя собствена инициатива или по искане на Комисията:"
		},
		{
			"lang": "hu",
			"text": "Az Európai Adatvédelmi Testület biztosítja e rendelet következetes alkalmazását. Ennek érdekében az Európai Adatvédelmi Testület saját kezdeményezésére vagy a Bizottság kérésére különösen:"
		},
		{
			"lang": "mt",
			"text": "Il-Bord Ewropew għall-Protezzjoni tad-Dejta għandu jassigura l-applikazzjoni konsistenti ta’ dan ir-Regolament. F’dan is-sens, il-Bord Ewropew għall-Protezzjoni tad-Dejta għandu, b’mod partikolari, fuq inizjattiva tiegħu stess jew fuq talba tal-Kummissjoni:"
		},
		{
			"lang": "lv",
			"text": "Eiropas Datu aizsardzības kolēģija nodrošina konsekventu šīs regulas piemērošanu. Šajā sakarā Eiropas Datu aizsardzības kolēģija pēc savas iniciatīvas vai pēc Komisijas pieprasījuma jo īpaši:"
		},
		{
			"lang": "ro",
			"text": "Comitetul european pentru protecția datelor asigură aplicarea uniformă a prezentului regulament. În acest sens, din proprie inițiativă sau la solicitarea Comisiei, Comitetul european pentru protecția datelor are, în special, următoarele sarcini:"
		},
		{
			"lang": "sk",
			"text": "Európsky výbor pre ochranu údajov zabezpečuje konzistentné uplatňovanie tohto nariadenia. Na tento účel Európsky výbor pre ochranu údajov na základe vlastnej iniciatívy alebo na požiadanie Komisie konkrétne:"
		},
		{
			"lang": "sl",
			"text": "Evropski odbor za varstvo podatkov zagotovi dosledno uporabo te uredbe. V ta namen Evropski odbor za varstvo podatkov na lastno pobudo ali na zahtevo Komisije zlasti:"
		},
		{
			"lang": "fi",
			"text": "Euroopan tietosuojaneuvosto varmistaa tämän asetuksen yhdenmukaisen soveltamisen. Tätä varten Euroopan tietosuojaneuvosto toteuttaa joko omasta aloitteestaan tai komission pyynnöstä erityisesti seuraavia tehtäviä:"
		},
		{
			"lang": "pl",
			"text": "Europejska Rada Ochrony Danych zapewnia spójne stosowanie niniejszego rozporządzenia. W tym celu Europejska Rada Ochrony Danych, z własnej inicjatywy lub na wniosek Komisji, podejmuje następujące działania:"
		},
		{
			"lang": "lt",
			"text": "Europos duomenų apsaugos valdyba užtikrina, kad šis reglamentas būtų taikomas nuosekliai. Siekdama šio tikslo, Europos duomenų apsaugos valdyba savo iniciatyva arba Komisijos prašymu visų pirma:"
		},
		{
			"lang": "nl",
			"text": "Het Europees Comité voor gegevensbescherming zorgt ervoor dat deze verordening consequent wordt toegepast. Daartoe verricht het Europees Comité voor gegevensbescherming op eigen initiatief of op verzoek van de Commissie de volgende activiteiten:"
		},
		{
			"lang": "sv",
			"text": "Europeiska dataskyddsstyrelsen ska se till att denna förordning tillämpas enhetligt. För detta ändamål ska Europeiska dataskyddsstyrelsen i synnerhet, på eget initiativ eller på begäran av kommissionen,"
		}
	],
	"children": [
		"a66p1i1",
		"a66p1i2",
		"a66p1i3",
		"a66p1i4",
		"a66p1i5",
		"a66p1i6",
		"a66p1i7"
	],
	"title": "Article 66 – Paragraph 1"
}