{
	"id": "a66p3",
	"type": "paragraph",
	"literal": "3",
	"parent": "a66",
	"text": [
		{
			"lang": "en",
			"text": "The European Data Protection Board shall forward its opinions, guidelines, recommendations, and best practices to the Commission and to the committee referred to in Article 87 and make them public."
		},
		{
			"lang": "de",
			"text": "Der Europäische Datenschutzausschuss leitet seine Stellungnahmen, Leitlinien, Empfehlungen und bewährten Praktiken an die Kommission und an den in Artikel 87 genannten Ausschuss weiter und veröffentlicht sie."
		},
		{
			"lang": "fr",
			"text": "Le comité européen de la protection des données transmet ses avis, lignes directrices, recommandations et bonnes pratiques à la Commission et au comité visé à l’article 87, et il les publie."
		},
		{
			"lang": "es",
			"text": "El Consejo Europeo de Protección de Datos transmitirá sus dictámenes, directrices, recomendaciones y mejores prácticas a la Comisión y al Comité contemplado en el artículo 87, y los hará públicos."
		},
		{
			"lang": "pt",
			"text": "O Comité Europeu para a Proteção de Dados transmite os seus pareceres, diretrizes e boas práticas à Comissão e ao comité referido no artigo 87.º, e procede à sua publicação."
		},
		{
			"lang": "it",
			"text": "Il comitato europeo per la protezione dei dati trasmette pareri, linee direttrici, raccomandazioni e migliori pratiche alla Commissione e al comitato di cui all’articolo 87, e li pubblica."
		},
		{
			"lang": "ga",
			"text": "Cuirfidh an Bord Eorpach um Chosaint Sonraí a thuairimí, a threoirlínte, a mholtaí agus a dhea-chleachtais ar aghaidh chuig an gCoimisiún agus chuig an gcoiste dá dtagraítear in Airteagal 87 agus poibleofar iad."
		},
		{
			"lang": "cs",
			"text": "Evropská rada pro ochranu údajů postupuje svá stanoviska, pokyny, doporučení a osvědčené postupy Komisi a výboru uvedenému v článku 87 a zveřejňuje je."
		},
		{
			"lang": "da",
			"text": "Det Europæiske Databeskyttelsesråd fremsender sine udtalelser, retningslinjer, henstillinger og bedste praksis til Kommissionen og til det udvalg, der er nævnt i artikel 87, og offentliggør dem."
		},
		{
			"lang": "et",
			"text": "Euroopa Andmekaitsenõukogu edastab oma arvamused, juhised, soovitused ja parimad tavad komisjonile ja artiklis 87 osutatud komiteele ning avalikustab need."
		},
		{
			"lang": "el",
			"text": "Το Ευρωπαϊκό Συμβούλιο Προστασίας Δεδομένων διαβιβάζει τις γνώμες, τις κατευθυντήρες γραμμές, τις συστάσεις και τις βέλτιστες πρακτικές που εκδίδει στην Επιτροπή και στην επιτροπή που αναφέρεται στο άρθρο 87, και τις δημοσιοποιεί."
		},
		{
			"lang": "bg",
			"text": "Европейският комитет по защита на данните изпраща своите становища, насоки, препоръки и най-добри практики на Комисията и на комитета, посочен в член 87, и ги прави обществено достояние."
		},
		{
			"lang": "hu",
			"text": "Az Európai Adatvédelmi Testület véleményeit, iránymutatásait, javaslatait és legjobb gyakorlatait továbbítja a Bizottságnak és a 87. cikk szerinti bizottságnak, és nyilvánosságra hozza azokat."
		},
		{
			"lang": "mt",
			"text": "Il-Bord Ewropew għall-Protezzjoni tad-Dejta għandu jipreżenta l-opinjonijiet, il-linji gwida, ir-rakkomandazzjonijiet u l-aħjar prattiki tiegħu lill-Kummissjoni u lill-kumitat imsemmi fl-Artikolu 87 u jagħmilhom pubbliċi."
		},
		{
			"lang": "lv",
			"text": "Eiropas Datu aizsardzības kolēģija savus atzinumus, vadlīnijas, ieteikumus un norādījumus par paraugpraksi nosūta Komisijai un 87. pantā norādītajai komitejai un publisko tos."
		},
		{
			"lang": "ro",
			"text": "Comitetul european pentru protecția datelor își transmite avizele, orientările, recomandările și bunele practici Comisiei și comitetului menționat la articolul 87 și le publică."
		},
		{
			"lang": "sk",
			"text": "Európsky výbor pre ochranu údajov predkladá svoje stanoviská, usmernenia, odporúčania a najlepšie postupy Komisii a výboru podľa článku 87 a tieto dokumenty zverejňuje."
		},
		{
			"lang": "sl",
			"text": "Evropski odbor za varstvo podatkov Komisiji in odboru iz člena 87 posreduje svoja mnenja, smernice, priporočila in najboljše prakse ter jih objavi."
		},
		{
			"lang": "fi",
			"text": "Euroopan tietosuojaneuvoston on toimitettava antamansa lausunnot, suuntaviivat, suositukset ja parhaat käytänteet komissiolle sekä 87 artiklassa tarkoitetulle komitealle ja julkaistava ne."
		},
		{
			"lang": "pl",
			"text": "Europejska Rada Ochrony Danych przekazuje swoje opinie, wytyczne, zalecenia i najlepsze praktyki Komisji i komitetowi, o którym mowa w art. 87, oraz podaje je do wiadomości publicznej."
		},
		{
			"lang": "lt",
			"text": "Europos duomenų apsaugos valdyba savo nuomones, gaires bei rekomendacijas ir geriausią patirtį teikia Komisijai ir 87 straipsnyje nurodytam komitetui ir skelbia jas viešai."
		},
		{
			"lang": "nl",
			"text": "Het Europees Comité voor gegevensbescherming zendt zijn adviezen, richtsnoeren, aanbevelingen en beste praktijken toe aan de Commissie en aan het in artikel 87 bedoelde comité en maakt deze bekend."
		},
		{
			"lang": "sv",
			"text": "Europeiska dataskyddsstyrelsen ska vidarebefordra sina yttranden, riktlinjer, rekommendationer och exempel på god praxis till kommissionen och till den kommitté som avses i artikel 87, samt offentliggöra dem."
		}
	],
	"children": [],
	"title": "Article 66 – Paragraph 3"
}