{
	"id": "a66p2",
	"type": "paragraph",
	"literal": "2",
	"parent": "a66",
	"text": [
		{
			"lang": "en",
			"text": "Where the Commission requests advice from the European Data Protection Board, it may lay out a time limit within which the European Data Protection Board shall provide such advice, taking into account the urgency of the matter."
		},
		{
			"lang": "de",
			"text": "Die Kommission kann, wenn sie den Europäischen Datenschutzausschuss um Rat ersucht, unter Berücksichtigung der Dringlichkeit des Sachverhalts eine Frist setzen."
		},
		{
			"lang": "fr",
			"text": "Lorsque la Commission consulte le comité européen de la protection des données, elle peut fixer un délai dans lequel il doit lui fournir les conseils demandés, selon l'urgence de la question."
		},
		{
			"lang": "es",
			"text": "Cuando la Comisión solicite asesoramiento del Consejo Europeo de Protección de Datos, podrá fijar un plazo para la prestación de dicho asesoramiento, teniendo en cuenta la urgencia del asunto."
		},
		{
			"lang": "pt",
			"text": "Sempre que a Comissão consultar o Comité Europeu para a Proteção de Dados pode fixar um prazo para a formulação do referido parecer, tendo em conta a urgência da questão."
		},
		{
			"lang": "it",
			"text": "Qualora chieda consulenza al comitato europeo per la protezione dei dati, la Commissione può fissare un termine entro il quale questo deve rispondere alla richiesta, tenuto conto dell’urgenza della questione."
		},
		{
			"lang": "ga",
			"text": "I gcás ina n‑iarrann an Coimisiún comhairle ón mBord Eorpach um Chosaint Sonraí, féadfaidh sé teorainn ama a leagan síos faoina mbeidh ar an mBord Eorpach um Chosaint Sonraí an chomhairle sin a sholáthar, ag cur san áireamh a phráinní is atá an t‑ábhar."
		},
		{
			"lang": "cs",
			"text": "Jestliže Komise žádá Evropskou radu pro ochranu údajů o poradenství, může stanovit lhůtu, během které jej má Evropská rada pro ochranu údajů poskytnout, s přihlédnutím k naléhavosti dané záležitosti."
		},
		{
			"lang": "da",
			"text": "Når Kommissionen anmoder Det Europæiske Databeskyttelsesråd om rådgivning, kan den fastsætte en frist for, hvornår Det Europæiske Databeskyttelsesråds skal yde denne rådgivning. En sådan frist fastsættes under hensyntagen til, hvor meget den pågældende sag haster."
		},
		{
			"lang": "et",
			"text": "Kui komisjon palub Euroopa Andmekaitsenõukogult nõu, võib ta määrata nõuande esitamiseks tähtaja, võttes arvesse küsimuse kiireloomulisust."
		},
		{
			"lang": "el",
			"text": "Όταν η Επιτροπή ζητεί τη συμβουλή του Ευρωπαϊκού Συμβουλίου Προστασίας Δεδομένων, μπορεί να τάσσει προθεσμία εντός της οποίας το Ευρωπαϊκό Συμβούλιο Προστασίας Δεδομένων πρέπει να παράσχει την εν λόγω συμβουλή, λαμβάνοντας υπόψη τον επείγοντα χαρακτήρα του θέματος."
		},
		{
			"lang": "bg",
			"text": "Когато Комисията поиска съвет от Европейския комитет по защита на данните, тя може да определи срок, в рамките на който последният да предостави такъв съвет, като се взема предвид спешността на въпроса."
		},
		{
			"lang": "hu",
			"text": "Amennyiben a Bizottság tanácsot kér az Európai Adatvédelmi Testülettől, az ügy sürgősségét figyelembe véve meghatározhatja azt a határidőt, amelyen belül az Európai Adatvédelmi Testületnek tanácsot kell adnia."
		},
		{
			"lang": "mt",
			"text": "Meta l-Kummissjoni titlob parir mingħand il-Bord Ewropew għall-Protezzjoni tad-Dejta, hija tista’ tistabbilixxi limitu ta’ żmien sa meta l-Bord Ewropew għall-Protezzjoni tad-Dejta għandu jagħti dak il-parir, billi tiġi kkunsidrata l-urġenza tal-kwistjoni."
		},
		{
			"lang": "lv",
			"text": "Ja Komisija lūdz Eiropas Datu aizsardzības kolēģijas padomu, tā var noteikt termiņu, kādā Eiropas Datu aizsardzības kolēģijai šāds padoms ir jāsniedz, ņemot vērā jautājuma steidzamību."
		},
		{
			"lang": "ro",
			"text": "În situațiile în care Comisia consultă Comitetul european pentru protecția datelor, aceasta poate stabili un termen în care Comitetul european pentru protecția datelor trebuie să furnizeze avizul său, ținând cont de caracterul urgent al chestiunii."
		},
		{
			"lang": "sk",
			"text": "V prípade, že Komisia požiada Európsky výbor pre ochranu údajov o poskytnutie poradenstva, môže stanoviť časovú lehotu, v rámci ktorej je tento výbor povinný toto poradenstvo poskytnúť, pričom sa zohľadní naliehavosť predmetnej záležitosti."
		},
		{
			"lang": "sl",
			"text": "Če Komisija od Evropskega odbora za varstvo podatkov zahteva nasvet, lahko določi rok, v katerem Evropski odbor za varstvo podatkov zagotovi tak nasvet, pri čemer se upošteva nujnost zadeve."
		},
		{
			"lang": "fi",
			"text": "Jos komissio pyytää Euroopan tietosuojaneuvostolta neuvoja, se voi asettaa määräajan, jonka kuluessa tietosuojaneuvoston on annettava neuvot, asian kiireellisyys huomioon ottaen."
		},
		{
			"lang": "pl",
			"text": "W przypadku gdy Komisja zwraca się o opinię doradczą do Europejskiej Rady Ochrony Danych może określić termin, w jakim Europejska Rada Ochrony Danych wydaje taką opinię, przy uwzględnieniu pilności sprawy."
		},
		{
			"lang": "lt",
			"text": "Jeigu Komisija prašo Europos duomenų apsaugos valdybos patarti, ji gali nustatyti terminą, per kurį Europos duomenų apsaugos valdyba tokį patarimą turi pateikti, atsižvelgdama į klausimo skubumą."
		},
		{
			"lang": "nl",
			"text": "Wanneer de Commissie het Europees Comité voor gegevensbescherming om advies vraagt, kan zij een termijn bepalen waarbinnen het gevraagde advies moet worden uitgebracht, met inachtneming van de spoedeisendheid van de aangelegenheid."
		},
		{
			"lang": "sv",
			"text": "När kommissionen begär rådgivning från Europeiska dataskyddsstyrelsen får den med hänsyn till hur brådskande frågan är fastställa en tidsfrist för denna rådgivning."
		}
	],
	"children": [],
	"title": "Article 66 – Paragraph 2"
}