{
	"id": "a67p1t1",
	"type": "subparagraph",
	"literal": null,
	"parent": "a67p1",
	"text": [
		{
			"lang": "en",
			"text": "The report shall include the review of the practical application of the guidelines, recommendations and best practices referred to in point (c) of Article 66(1)."
		},
		{
			"lang": "de",
			"text": "Der Bericht enthält eine Überprüfung der praktischen Anwendung der in Artikel 66 Absatz 1 Buchstabe c genannten Leitlinien, Empfehlungen und bewährten Praktiken."
		},
		{
			"lang": "fr",
			"text": "Le rapport doit notamment présenter le bilan de l'application pratique des lignes directrices, des recommandations et des bonnes pratiques visées à l'article 66, paragraphe 1, point c)."
		},
		{
			"lang": "es",
			"text": "El informe incluirá el examen de la aplicación práctica de las directrices, recomendaciones y mejores prácticas contempladas en el artículo 66, apartado 1, letra c)."
		},
		{
			"lang": "pt",
			"text": "O relatório deve incluir o exame da aplicação prática das diretrizes, recomendações e boas práticas referidas no artigo 66.º, n.º 1, alínea c)."
		},
		{
			"lang": "it",
			"text": "La relazione include la valutazione dell’applicazione pratica delle linee direttrici, raccomandazioni e migliori pratiche di cui all’articolo 66, paragrafo 1, lettera c)."
		},
		{
			"lang": "ga",
			"text": "Áireofar sa tuarascáil sin athbhreithniú ar chur i bhfeidhm praiticiúil na dtreoirlínte, na moltaí agus na ndea-chleachtas dá dtagraítear i bpointe (c) d'Airteagal 66(1)."
		},
		{
			"lang": "cs",
			"text": "Tyto zprávy obsahují přezkum praktického uplatňování pokynů, doporučení a osvědčených postupů uvedených v čl. 66 odst. 1 písm. c)."
		},
		{
			"lang": "da",
			"text": "Rapporten omfatter en gennemgang af den praktiske anvendelse af de retningslinjer, henstillinger og bedste praksis, som er omhandlet i artikel 66, stk. 1, litra c)."
		},
		{
			"lang": "et",
			"text": "Aruandes esitatakse artikli 66 lõike 1 punktis c osutatud juhiste, soovituste ja parimate tavade tegeliku kohaldamise kohta ülevaade."
		},
		{
			"lang": "el",
			"text": "Η έκθεση περιλαμβάνει εξέταση της πρακτικής εφαρμογής των κατευθυντήριων γραμμών, των συστάσεων και των βέλτιστων πρακτικών που αναφέρονται στο άρθρο 66 παράγραφος 1 στοιχείο γ)."
		},
		{
			"lang": "bg",
			"text": "В доклада се включва прегледът на практическото прилагане на насоките, препоръките и най-добрите практики, посочен в член 66, параграф 1, буква в)."
		},
		{
			"lang": "hu",
			"text": "A jelentés tartalmazza a 66. cikk (1) bekezdésének c) pontja szerinti iránymutatások, javaslatok és bevált módszerek gyakorlati alkalmazásának felülvizsgálatát."
		},
		{
			"lang": "mt",
			"text": "Ir-rapport għandu jinkludi r-reviżjoni tal-applikazzjoni prattika tal-linji gwida, ir-rakkomandazzjonijiet u l-aħjar prattiki msemmija fil-punt (c) tal-Artikolu 66(1)."
		},
		{
			"lang": "lv",
			"text": "Ziņojumā ietver pārskatu par 66. panta 1. punkta c) apakšpunktā minēto vadlīniju, ieteikumu un paraugprakses praktisko īstenošanu."
		},
		{
			"lang": "ro",
			"text": "Raportul include analiza aplicării practice a orientărilor, recomandărilor și bunelor practici menționate la articolul 66 alineatul (1) litera (c)."
		},
		{
			"lang": "sk",
			"text": "Správa obsahuje zhodnotenie praktického uplatňovania usmernení, odporúčaní a najlepších postupov uvedených v článku 66 ods. 1 písm. c)."
		},
		{
			"lang": "sl",
			"text": "Poročilo obsega pregled praktične uporabe smernic, priporočil in najboljših praks iz točke (c) člena 66(1)."
		},
		{
			"lang": "fi",
			"text": "Kertomuksessa on tarkasteltava 66 artiklan 1 kohdan c alakohdassa tarkoitettujen suuntaviivojen, suositusten ja parhaiden käytänteiden käytännön soveltamista."
		},
		{
			"lang": "pl",
			"text": "Sprawozdanie obejmuje przegląd praktycznego zastosowania opinii, wytycznych, zaleceń i opisów najlepszych praktyk, o których mowa w art. 66 ust. 1 lit. c)."
		},
		{
			"lang": "lt",
			"text": "Šioje ataskaitoje pateikiami praktinio gairių, rekomendacijų ir geriausios patirties taikymo peržiūros pagal 66 straipsnio 1 dalies c punktą rezultatai."
		},
		{
			"lang": "nl",
			"text": "Het verslag omvat de in artikel 66, lid 1, onder c), bedoelde evaluatie van de richtsnoeren, aanbevelingen en beste praktijken."
		},
		{
			"lang": "sv",
			"text": "Denna rapport ska också innehålla en översikt över den praktiska tillämpningen av de riktlinjer, rekommendationer och exempel på god praxis som avses i artikel 66.1 c."
		}
	],
	"children": [],
	"title": "Article 67 – Paragraph 1 – Text 1"
}