{
	"id": "a68p1",
	"type": "paragraph",
	"literal": "1",
	"parent": "a68",
	"text": [
		{
			"lang": "en",
			"text": "The European Data Protection Board shall take decisions by a simple majority of its members."
		},
		{
			"lang": "de",
			"text": "Der Europäische Datenschutzausschuss trifft seine Beschlüsse mit der einfachen Mehrheit seiner Mitglieder."
		},
		{
			"lang": "fr",
			"text": "Le comité européen de la protection des données prend ses décisions à la majorité simple de ses membres."
		},
		{
			"lang": "es",
			"text": "El Consejo Europeo de Protección de Datos tomará sus decisiones por mayoría simple de sus miembros."
		},
		{
			"lang": "pt",
			"text": "O Comité Europeu para a Proteção de Dados toma as suas decisões por maioria simples dos seus membros."
		},
		{
			"lang": "it",
			"text": "Il comitato europeo per la protezione dei dati decide a maggioranza semplice dei suoi membri."
		},
		{
			"lang": "ga",
			"text": "Glacfaidh an Bord Eorpach um Chosaint Sonraí cinneadh trí thromlach simplí dá chomhaltaí."
		},
		{
			"lang": "cs",
			"text": "Evropská rada pro ochranu údajů přijímá rozhodnutí prostou většinou svých členů."
		},
		{
			"lang": "da",
			"text": "Det Europæiske Databeskyttelsesråd træffer afgørelse med simpelt flertal."
		},
		{
			"lang": "et",
			"text": "Euroopa Andmekaitsenõukogu teeb otsused liikmete lihthäälteenamuse alusel."
		},
		{
			"lang": "el",
			"text": "Το Ευρωπαϊκό Συμβούλιο Προστασίας Δεδομένων αποφασίζει με απλή πλειοψηφία των μελών του."
		},
		{
			"lang": "bg",
			"text": "Европейският комитет по защита на данните взема решения с обикновено мнозинство на членовете си."
		},
		{
			"lang": "hu",
			"text": "Az Európai Adatvédelmi Testület határozatait tagjainak egyszerű többségével hozza."
		},
		{
			"lang": "mt",
			"text": "Il-Bord Ewropew għall-Protezzjoni tad-Dejta għandu jieħu deċiżjonijiet permezz ta’ maġġoranza sempliċi tal-membri tiegħu."
		},
		{
			"lang": "lv",
			"text": "Eiropas Datu aizsardzības kolēģija pieņem lēmumus ar vienkāršu kolēģijas locekļu balsu vairākumu."
		},
		{
			"lang": "ro",
			"text": "Comitetul european pentru protecția datelor adoptă decizii prin majoritate simplă a membrilor săi."
		},
		{
			"lang": "sk",
			"text": "Európsky výbor pre ochranu údajov prijíma rozhodnutia jednoduchou väčšinou svojich členov."
		},
		{
			"lang": "sl",
			"text": "Evropski odbor za varstvo podatkov odločitve sprejema z navadno večino članov."
		},
		{
			"lang": "fi",
			"text": "Euroopan tietosuojaneuvosto antaa päätöksensä jäsentensä yksinkertaisella enemmistöllä."
		},
		{
			"lang": "pl",
			"text": "Europejska Rada Ochrony Danych podejmuje decyzję zwykłą większością swoich członków."
		},
		{
			"lang": "lt",
			"text": "Europos duomenų apsaugos valdyba priima sprendimus paprasta savo narių balsų dauguma."
		},
		{
			"lang": "nl",
			"text": "Het Europees Comité voor gegevensbescherming neemt besluiten met gewone meerderheid van zijn leden."
		},
		{
			"lang": "sv",
			"text": "Europeiska dataskyddsstyrelsen ska fatta beslut med enkel majoritet av dess ledamöter."
		}
	],
	"children": [],
	"title": "Article 68 – Paragraph 1"
}