{
	"id": "a69p1",
	"type": "paragraph",
	"literal": "1",
	"parent": "a69",
	"text": [
		{
			"lang": "en",
			"text": "The European Data Protection Board shall elect a chair and two deputy chairpersons from amongst its members. One deputy chairperson shall be the European Data Protection Supervisor, unless he or she has been elected chair."
		},
		{
			"lang": "de",
			"text": "Der Europäische Datenschutzausschuss wählt aus dem Kreis seiner Mitglieder einen Vorsitzenden und zwei stellvertretende Vorsitzende. Der Europäische Datenschutzbeauftragte, bekleidet, sofern er nicht zum Vorsitzenden gewählt wurde, einen der beiden Stellvertreterposten."
		},
		{
			"lang": "fr",
			"text": "Le comité européen de la protection des données élit son président et deux vice-présidents en son sein. L'un des vice‑présidents est le contrôleur européen de la protection des données, à moins qu'il ait été élu président."
		},
		{
			"lang": "es",
			"text": "El Consejo Europeo de Protección de Datos elegirá de entre sus miembros un presidente y dos vicepresidentes. Uno de los vicepresidentes será el Supervisor Europeo de Protección de Datos, salvo que haya sido elegido presidente."
		},
		{
			"lang": "pt",
			"text": "O Comité Europeu para a Proteção de Dados elege um presidente e dois vice‑presidentes entre os seus membros. Um dos vice-presidentes é a Autoridade Europeia para a Proteção de Dados, salvo se tiver sido eleita presidente."
		},
		{
			"lang": "it",
			"text": "Il comitato europeo per la protezione dei dati elegge un presidente e due vicepresidenti tra i suoi membri. Uno dei vicepresidenti è il garante europeo della protezione dei dati, salvo che sia stato eletto presidente."
		},
		{
			"lang": "ga",
			"text": "Toghfaidh an Bord Eorpach um Chosaint Sonraí cathaoirleach agus beirt leaschathaoirleach as measc a chomhaltaí. Beidh ról an Mhaoirseora Eorpaigh ar Chosaint Sonraí ag leaschathaoirleach amháin, ach amháin má thoghtar ina chathaoirleach é."
		},
		{
			"lang": "cs",
			"text": "Evropská rada pro ochranu údajů si zvolí z řad svých členů předsedu a dva místopředsedy. Jedním místopředsedou je evropský inspektor ochrany údajů, pokud již tento nebyl zvolen předsedou."
		},
		{
			"lang": "da",
			"text": "Det Europæiske Databeskyttelsesråd vælger en formand og to næstformænd blandt sine medlemmer. Den ene næstformand er Den Europæiske Tilsynsførende for Databeskyttelse, medmindre vedkommende vælges som formand."
		},
		{
			"lang": "et",
			"text": "Euroopa Andmekaitsenõukogu valib oma liikmete seast eesistuja ja kaks eesistuja asetäitjat. Üheks eesistuja asetäitjaks on Euroopa andmekaitseinspektor, kui ta ei ole valitud eesistujaks."
		},
		{
			"lang": "el",
			"text": "Το Ευρωπαϊκό Συμβούλιο Προστασίας Δεδομένων εκλέγει έναν πρόεδρο και δύο αναπληρωτές προέδρους μεταξύ των μελών του. Ένας αναπληρωτής πρόεδρος είναι ο Ευρωπαίος Επόπτης Προστασίας Δεδομένων, εκτός εάν έχει εκλεγεί πρόεδρος."
		},
		{
			"lang": "bg",
			"text": "Европейският комитет по защита на данните избира председател и двама заместник-председатели измежду своите членове. Един от заместник-председателите е Европейският надзорен орган по защита на данните, освен ако той не е избран за председател."
		},
		{
			"lang": "hu",
			"text": "Az Európai Adatvédelmi Testület tagjai közül elnököt és két elnökhelyettest választ. Az egyik elnökhelyettes az európai adatvédelmi biztos, kivéve, ha őt választják elnöknek."
		},
		{
			"lang": "mt",
			"text": "Il-Bord Ewropew għall-Protezzjoni tad-Dejta għandu jeleġġi president u żewġ viċi-presidenti minn fost il-membri tiegħu. Viċi-president għandu jkun il-Kontrollur Ewropew għall-Protezzjoni tad-Dejta, sakemm dan ma jkunx ġie elett president."
		},
		{
			"lang": "lv",
			"text": "Eiropas Datu aizsardzības kolēģija ievēl priekšsēdētāju un divus priekšsēdētāja vietniekus no savu locekļu vidus. Viens priekšsēdētāja vietnieks ir Eiropas Datu aizsardzības uzraudzītājs, ja vien viņš nav ievēlēts par priekšsēdētāju."
		},
		{
			"lang": "ro",
			"text": "Comitetul european pentru protecția datelor alege un președinte și doi vicepreședinți din rândul membrilor săi. Unul dintre vicepreședinți este Autoritatea Europeană pentru Protecția Datelor, cu excepția cazului în care aceasta a fost aleasă președinte."
		},
		{
			"lang": "sk",
			"text": "Európsky výbor pre ochranu údajov zvolí svojho predsedu a dvoch zástupcov predsedu spomedzi svojich členov. Jedným zo zástupcov predsedu je európsky dozorný úradník pre ochranu údajov, pokiaľ nebol zvolený za predsedu."
		},
		{
			"lang": "sl",
			"text": "Evropski odbor za varstvo podatkov izmed svojih članov izvoli predsednika in dva namestnika predsednika. Eden od namestnikov predsednika je Evropski nadzornik za varstvo podatkov, razen če je bil izvoljen za predsednika."
		},
		{
			"lang": "fi",
			"text": "Euroopan tietosuojaneuvosto valitsee jäsentensä keskuudesta puheenjohtajan ja kaksi varapuheenjohtajaa. Toinen varapuheenjohtajista on Euroopan tietosuojavaltuutettu, paitsi jos tämä on valittu puheenjohtajaksi."
		},
		{
			"lang": "pl",
			"text": "Europejska Rada Ochrony Danych wybiera przewodniczącego i dwóch wiceprzewodniczących spośród swoich członków. Europejski Inspektor Ochrony Danych pełni funkcję jednego z wiceprzewodniczących, chyba że został on wybrany na przewodniczącego."
		},
		{
			"lang": "lt",
			"text": "Europos duomenų apsaugos valdyba iš savo narių renka pirmininką ir du jo pavaduotojus. Vieno pirmininko pavaduotojo pareigas eina Europos duomenų apsaugos priežiūros pareigūnas, išskyrus atvejus, kai jis išrinktas pirmininku."
		},
		{
			"lang": "nl",
			"text": "Het Europees Comité voor gegevensbescherming kiest uit zijn leden een voorzitter en twee vicevoorzitters. De Europese Toezichthouder voor gegevensbescherming is een van de twee vicevoorzitters, tenzij hij tot voorzitter is gekozen."
		},
		{
			"lang": "sv",
			"text": "Europeiska dataskyddsstyrelsen ska välja en ordförande och två vice ordförande bland sina ledamöter. Om inte Europeiska datatillsynsmannen valts till ordförande ska han eller hon tilldelas en av posterna som vice ordförande."
		}
	],
	"children": [],
	"title": "Article 69 – Paragraph 1"
}