{
	"id": "a69p2",
	"type": "paragraph",
	"literal": "2",
	"parent": "a69",
	"text": [
		{
			"lang": "en",
			"text": "The term of office of the chair and of the deputy chairpersons shall be five years and be renewable."
		},
		{
			"lang": "de",
			"text": "Die Amtszeit des Vorsitzenden und seiner beiden Stellvertreter beträgt fünf Jahre; ihre Wiederwahl ist zulässig."
		},
		{
			"lang": "fr",
			"text": "Le président et les vice‑présidents sont élus pour un mandat de cinq ans renouvelable."
		},
		{
			"lang": "es",
			"text": "La duración del mandato del presidente y de los vicepresidentes será de cinco años renovables."
		},
		{
			"lang": "pt",
			"text": "O mandato do presidente e dos vice-presidentes tem a duração de cinco anos e é renovável."
		},
		{
			"lang": "it",
			"text": "Il presidente e i vicepresidenti hanno un mandato di cinque anni, rinnovabile."
		},
		{
			"lang": "ga",
			"text": "Cúig bliana a bheidh i dtéarma oifige an chathaoirligh agus na leaschathaoirleach, agus beidh an téarma sin inathnuaite."
		},
		{
			"lang": "cs",
			"text": "Funkční období předsedy a místopředsedů trvá pět let a lze jej prodloužit."
		},
		{
			"lang": "da",
			"text": "Embedsperioden for formanden og de to næstformænd er fem år og kan forlænges."
		},
		{
			"lang": "et",
			"text": "Eesistuja ja eesistuja asetäitjate ametiaeg on viis aastat ja neid võib ametisse tagasi nimetada."
		},
		{
			"lang": "el",
			"text": "Η διάρκεια της θητείας του προέδρου και των αναπληρωτών προέδρων είναι πέντε έτη και είναι ανανεώσιμη."
		},
		{
			"lang": "bg",
			"text": "Мандатът на председателя и на заместник-председателите е пет години и може да бъде подновяван."
		},
		{
			"lang": "hu",
			"text": "Az elnök és az elnökhelyettes megbízatása 5 évre szól, és megújítható."
		},
		{
			"lang": "mt",
			"text": "Il-mandat tal-president u tal-viċi-presidenti għandu jkun ta’ ħames snin u jista’ jiġġedded."
		},
		{
			"lang": "lv",
			"text": "Priekšsēdētāja un priekšsēdētāja vietnieku pilnvaru termiņš ir pieci gadi, un viņus var ievēlēt amatā atkāroti."
		},
		{
			"lang": "ro",
			"text": "Mandatul președintelui și al vicepreședinților este de cinci ani și poate fi prelungit."
		},
		{
			"lang": "sk",
			"text": "Funkčné obdobie predsedu a zástupcu predsedu je päť rokov a je obnoviteľné."
		},
		{
			"lang": "sl",
			"text": "Mandat predsednika in namestnikov predsednika je pet let in se lahko podaljša."
		},
		{
			"lang": "fi",
			"text": "Puheenjohtajan ja varapuheenjohtajan toimikausi on viisi vuotta, ja samat henkilöt voidaan valita tehtäviinsä uudelleen."
		},
		{
			"lang": "pl",
			"text": "Kadencja przewodniczącego i wiceprzewodniczących trwa pięć lat i jest odnawialna."
		},
		{
			"lang": "lt",
			"text": "Pirmininko ir jo pavaduotojų kadencija yra penkeri metai, ji gali būti atnaujinta."
		},
		{
			"lang": "nl",
			"text": "De ambtstermijn van de voorzitter en de vicevoorzitters bedraagt vijf jaar en kan eenmaal worden verlengd."
		},
		{
			"lang": "sv",
			"text": "Ordförandens och de vice ordförandenas mandatperioder ska vara fem år och kunna förnyas."
		}
	],
	"children": [],
	"title": "Article 69 – Paragraph 2"
}