{
	"id": "a6p2",
	"type": "paragraph",
	"literal": "2",
	"parent": "a6",
	"text": [
		{
			"lang": "en",
			"text": "Processing of personal data which is necessary for the purposes of historical, statistical or scientific research shall be lawful subject to the conditions and safeguards referred to in Article 83."
		},
		{
			"lang": "de",
			"text": "Die Rechtmäßigkeit der Verarbeitung personenbezogener Daten zu historischen oder statistischen Zwecken oder für wissenschaftliche Forschungszwecke unterliegt den Bedingungen und Garantien des Artikels 83."
		},
		{
			"lang": "fr",
			"text": "Le traitement de données à caractère personnel qui est nécessaire à des fins de recherche historique, statistique ou scientifique est licite sous réserve des conditions et des garanties prévues à l'article 83."
		},
		{
			"lang": "es",
			"text": "El tratamiento de los datos personales que sea necesario a efectos de investigación histórica, estadística o científica será lícito siempre que se cumplan las condiciones y garantías previstas en el artículo 83."
		},
		{
			"lang": "pt",
			"text": "O tratamento de dados pessoais necessário para fins de investigação histórica, estatística ou científica é lícito, sob reserva das condições e garantias previstas no artigo 83.º."
		},
		{
			"lang": "it",
			"text": "Il trattamento dei dati personali relativi alla salute che risulti necessario per finalità storiche, statistiche o di ricerca scientifica è lecito, fatte salve le condizioni e le garanzie di cui all’articolo 83."
		},
		{
			"lang": "ga",
			"text": "Aon phróiseáil is gá a dhéanamh chun críocha taighde stairiúil, staidrimh nó eolaíoch, beidh sí dleathach faoi réir na gcoinníollacha agus na gcosaintí dá dtagraítear in Airteagal 83."
		},
		{
			"lang": "cs",
			"text": "Zpracování osobních údajů pro účely historiografického, statistického nebo vědeckého výzkumu je zákonné, pokud jsou splněny podmínky a záruky uvedené v článku 83."
		},
		{
			"lang": "da",
			"text": "Behandling af personoplysninger, der er nødvendig til historiske, statistiske eller videnskabelige forskningsformål, er lovlig med forbehold af de betingelser og garantier, der er omhandlet i artikel 83."
		},
		{
			"lang": "et",
			"text": "Isikuandmete töötlemine ajaloo- ja statistikauurimuste ning teadustöö eesmärgil on seaduslik, kui artiklis 83 osutatud tingimused on täidetud ja kaitsemeetmed võetud."
		},
		{
			"lang": "el",
			"text": "Η επεξεργασία δεδομένων προσωπικού χαρακτήρα η οποία είναι απαραίτητη για ιστορικούς ή στατιστικούς σκοπούς ή σκοπούς επιστημονικής έρευνας είναι σύννομη με την επιφύλαξη των προϋποθέσεων και των εγγυήσεων που αναφέρονται στο άρθρο 83."
		},
		{
			"lang": "bg",
			"text": "Обработването на лични данни, което е необходимо за исторически, статистически или научноизследователски цели, е законно, при условие че са спазени условията и гаранциите, посочени в член 83."
		},
		{
			"lang": "hu",
			"text": "A személyes adatok történelmi, statisztikai vagy tudományos kutatási célú feldolgozása a 83. cikk szerinti feltételek és biztosítékok fennállása esetében jogszerű."
		},
		{
			"lang": "mt",
			"text": "L-ipproċessar ta’ dejta personali li huwa neċessarju għall-fini ta’ riċerka storika, statistika jew xjentifika għandu jkun legali soġġett għall-kundizzjonijiet u s-salvagwardji msemmija fl-Artikolu 83."
		},
		{
			"lang": "lv",
			"text": "Personas datu apstrāde, kas ir nepieciešama vēstures, statistikas vai zinātniskās izpētes nolūkos, ir likumīga, ja ir ievēroti 83. pantā paredzētie nosacījumi un aizsardzības pasākumi."
		},
		{
			"lang": "ro",
			"text": "Prelucrarea datelor cu caracter personal necesară în scopuri de cercetare istorică, statistică sau științifică este legală sub rezerva condițiilor și a garanțiilor prevăzute la articolul 83."
		},
		{
			"lang": "sk",
			"text": "Spracovanie osobných údajov, ktoré je nevyhnutné na historické, štatistické alebo vedeckovýskumné účely, je zákonné, pokiaľ sú splnené podmienky a záruky uvedené v článku 83."
		},
		{
			"lang": "sl",
			"text": "Obdelava osebnih podatkov, ki je potrebna v zgodovinske, statistične ali znanstvenoraziskovalne namene, je zakonita pod pogoji in v skladu z zaščitnimi ukrepi iz člena 83."
		},
		{
			"lang": "fi",
			"text": "Henkilötietojen käsittely, joka on tarpeen historiantutkimusta taikka tilastollisia tai tieteellisiä tutkimustarkoituksia varten, on lainmukaista, jos 83 artiklassa tarkoitettuja edellytyksiä ja takeita noudatetaan."
		},
		{
			"lang": "pl",
			"text": "Przetwarzanie danych osobowych, konieczne do celów dokumentacji, statystyki lub badań naukowych, jest zgodne z prawem, z zastrzeżeniem warunków i gwarancji, o których mowa w art. 83."
		},
		{
			"lang": "lt",
			"text": "Asmens duomenų tvarkymas, reikalingas istoriniais, statistiniais arba mokslinių tyrimų tikslais, yra teisėtas, jeigu laikomasi 83 straipsnyje nurodytų sąlygų ir apsaugos priemonių."
		},
		{
			"lang": "nl",
			"text": "De verwerking van persoonsgegevens die noodzakelijk is voor historische, statistische of wetenschappelijke doeleinden is rechtmatig mits de in artikel 83 genoemde voorwaarden en waarborgen in acht worden genomen."
		},
		{
			"lang": "sv",
			"text": "Personuppgifter ska få behandlas om detta är nödvändigt för historiska, statistiska eller vetenskapliga forskningsändamål med förbehåll för de villkor och skyddsåtgärder som avses i artikel 83."
		}
	],
	"children": [],
	"title": "Article 6 – Paragraph 2"
}