{
	"id": "a6p3t1",
	"type": "subparagraph",
	"literal": null,
	"parent": "a6p3",
	"text": [
		{
			"lang": "en",
			"text": "The law of the Member State must meet an objective of public interest or must be necessary to protect the rights and freedoms of others, respect the essence of the right to the protection of personal data and be proportionate to the legitimate aim pursued."
		},
		{
			"lang": "de",
			"text": "Die einzelstaatliche Regelung muss ein im öffentlichen Interesse liegendes Ziel verfolgen oder zum Schutz der Rechte und Freiheiten Dritter erforderlich sein, den Wesensgehalt des Rechts auf den Schutz personenbezogener Daten wahren und in einem angemessenen Verhältnis zu dem mit der Verarbeitung verfolgten legitimen Zweck stehen."
		},
		{
			"lang": "fr",
			"text": "La législation de l'État membre doit répondre à un objectif d’intérêt général ou être nécessaire à la protection des droits et libertés d'autrui, être respectueuse du contenu essentiel du droit à la protection des données à caractère personnel et proportionnée à l'objectif légitime poursuivi."
		},
		{
			"lang": "es",
			"text": "La legislación del Estado miembro deberá cumplir un objetivo de interés público o deberá ser necesaria para proteger los derechos y libertades de terceros, respetar la esencia del derecho a la protección de los datos personales y ser proporcional al objetivo legítimo perseguido."
		},
		{
			"lang": "pt",
			"text": "A legislação do Estado-Membro deve respeitar um objetivo de interesse público ou ser necessária para proteger os direitos e liberdades das pessoas, ser conforme com o conteúdo essencial do direito à proteção de dados pessoais e ser proporcional ao objetivo legítimo prosseguido."
		},
		{
			"lang": "it",
			"text": "Il diritto dello Stato membro deve perseguire un obiettivo di interesse pubblico o essere necessario per proteggere i diritti e le libertà altrui, rispettare il contenuto essenziale del diritto alla protezione dei dati personali ed essere proporzionato all’obiettivo legittimo."
		},
		{
			"lang": "ga",
			"text": "Ní mór do dhlí an Bhallstáit a bheith i gcomhréir le cuspóir a bhaineann le leas an phobail nó ní mór gá a bheith leis chun cearta agus saoirsí daoine eile a chosaint, ní mór dó bunbhrí an chirt maidir le cosaint sonraí pearsanta a urramú agus a bheith i gcomhréir leis an aidhm dhleathach atá á saothrú."
		},
		{
			"lang": "cs",
			"text": "Právo členského státu musí splňovat cíl veřejného zájmu nebo musí být nezbytné pro ochranu práv a svobod ostatních, respektovat podstatu práva na ochranu osobních údajů a být přiměřené z hlediska sledovaného legitimního cíle."
		},
		{
			"lang": "da",
			"text": "Medlemsstatens lovgivning skal forfølge almene hensyn eller skal være nødvendig for at beskytte andres rettigheder og frihedsrettigheder, respektere kernen i retten til beskyttelse af personoplysninger og stå i rimeligt forhold til det legitime mål, der forfølges."
		},
		{
			"lang": "et",
			"text": "Liikmesriigi õiguses tuleb lähtuda avalikust huvist või teiste isikute õiguste ja vabaduste kaitsmise eesmärgist ning arvestada isikuandmete kaitse õiguse olemust, ja see peab olema proportsionaalne taotletava õiguspärase eesmärgiga."
		},
		{
			"lang": "el",
			"text": "Η νομοθεσία του κράτους μέλους πρέπει να ανταποκρίνεται σε σκοπό δημόσιου συμφέροντος ή να είναι αναγκαία για την προστασία των δικαιωμάτων και των ελευθεριών τρίτων, να σέβεται την ουσία του δικαιώματος στην προστασία των δεδομένων προσωπικού χαρακτήρα και να είναι ανάλογη προς τον επιδιωκόμενο θεμιτό στόχο."
		},
		{
			"lang": "bg",
			"text": "Правото на държавата-членка трябва да отговаря на цел от обществен интерес или трябва да е необходимо за защитата на правата и свободите на други лица, да зачита същността на правото на защита на личните данни и да е пропорционално на преследваната законосъобразна цел."
		},
		{
			"lang": "hu",
			"text": "A tagállami jogszabálynak közérdekű célt vagy mások jogainak és szabadságának védelmét kell szolgálnia, tiszteletben kell tartania a személyes adatok védelméhez való jog lényegét, és arányosnak kell lennie a kitűzött jogszerű céllal."
		},
		{
			"lang": "mt",
			"text": "Il-liġi tal-Istat Membru għandha tissodisfa għan ta’ interess pubbliku jew għandha tkun meħtieġa għall-protezzjoni tad-drittijiet u l-libertajiet tal-oħrajn, tirrispetta l-essenza tad-dritt għall-protezzjoni tad-dejta personali u tkun proporzjonata mal-għan leġittimu segwit."
		},
		{
			"lang": "lv",
			"text": "Dalībvalsts tiesību aktam ir jāatbilst sabiedrības interešu nolūkam vai tam jābūt nepieciešamam, lai aizsargātu citu personu tiesības un brīvības, tajā jābūt ievērotai tiesību uz personas datu aizsardzību būtībai un tam jābūt samērīgam ar tā likumīgo nolūku."
		},
		{
			"lang": "ro",
			"text": "Legislația statului membru trebuie să urmărească un obiectiv de interes public sau să fie necesară în vederea protejării drepturilor și libertăților celorlalți, să respecte substanța dreptului de protecție a datelor cu caracter personal și să fie proporțională cu obiectivul legitim urmărit."
		},
		{
			"lang": "sk",
			"text": "Právne predpisy členského štátu musia spĺňať cieľ verejného záujmu alebo musia byť nevyhnutné na ochranu práv a slobôd ostatných, rešpektovať podstatu práva na ochranu osobných údajov a musia byť náležité z hľadiska sledovaného legitímneho cieľa."
		},
		{
			"lang": "sl",
			"text": "Zakonodaja države članice mora izpolnjevati cilj javnega interesa ali biti potrebna zaradi varstva pravic in svoboščin drugih, spoštovati bistveno vsebino pravice do varstva osebnih podatkov in biti sorazmerna z zakonitim ciljem, za katerega si prizadeva."
		},
		{
			"lang": "fi",
			"text": "Kyseisen jäsenvaltion lain on oltava yleistä etua koskevan tavoitteen mukainen tai sen on oltava tarpeen muille kuuluvien oikeuksien ja vapauksien suojaamiseksi ja noudatettava keskeisiltä osin oikeutta henkilötietojen suojaan ja oltava tavoiteltuun päämäärään nähden oikeasuhteinen."
		},
		{
			"lang": "pl",
			"text": "Prawo państwa członkowskiego musi realizować cel leżący w interesie publicznym lub musi być konieczne do ochrony praw i wolności innych osób, respektować istotę prawa do ochrony danych osobowych i być proporcjonalne do wyznaczonego słusznego celu."
		},
		{
			"lang": "lt",
			"text": "Valstybės narės teisės aktais turi būti siekiama ginti viešąjį interesą arba jie reikalingi, kad būtų apsaugotos kitų teisės ir laisvės, laikomasi esminių teisės į asmens duomenų apsaugą nuostatų ir proporcingai siekiama teisėto tikslo."
		},
		{
			"lang": "nl",
			"text": "Het recht van de lidstaat moet beantwoorden aan een doelstelling van algemeen belang of noodzakelijk zijn om de rechten en vrijheden van anderen te beschermen, de wezenlijke inhoud van het recht op de bescherming van persoonsgegevens eerbiedigen en evenredig zijn aan het nagestreefde rechtmatige doel."
		},
		{
			"lang": "sv",
			"text": "Lagstiftningen i medlemsstaten måste uppfylla ett mål av allmänt intresse eller vara nödvändig för att skydda andras fri- och rättigheter, respektera det väsentliga innehållet i rätten till skydd av personuppgifter och vara proportionell mot det legitima mål som eftersträvas."
		}
	],
	"children": [],
	"title": "Article 6 – Paragraph 3 – Text 1"
}