{
	"id": "a70p1i2",
	"type": "point",
	"literal": "b",
	"parent": "a70p1",
	"text": [
		{
			"lang": "en",
			"text": "to ensure the timely fulfilment of the tasks of the European Data Protection Board, in particular in relation to the consistency mechanism referred to in Article 57."
		},
		{
			"lang": "de",
			"text": "Sicherstellung einer rechtzeitigen Erfüllung der Aufgaben des Europäischen Datenschutzausschusses, insbesondere der Aufgaben im Zusammenhang mit dem Kohärenzverfahren nach Artikel 57."
		},
		{
			"lang": "fr",
			"text": "de veiller à l’exécution, dans les délais, des missions du comité européen de la protection des données, notamment en ce qui concerne le mécanisme de contrôle de la cohérence prévu à l'article 57."
		},
		{
			"lang": "es",
			"text": "garantizar el cumplimiento puntual de las tareas del Consejo Europeo de Protección de Datos, en particular, en relación con el mecanismo de coherencia contemplado en el artículo 57."
		},
		{
			"lang": "pt",
			"text": "Assegurar o exercício, dentro dos prazos, das funções do Comité Europeu para a Proteção de Dados, em especial em relação ao mecanismo de controlo da coerência referido no artigo 57.º."
		},
		{
			"lang": "it",
			"text": "garantire l’adempimento dei compiti del comitato europeo per la protezione dei dati, in particolare in relazione al meccanismo di coerenza di cui all’articolo 57."
		},
		{
			"lang": "ga",
			"text": "comhlíonadh tráthúil chúraimí an Bhoird Eorpaigh um Chosaint Sonraí a áirithiú, go háirithe i ndáil leis an sásra comhsheasmhachta dá dtagraítear in Airteagal 57."
		},
		{
			"lang": "cs",
			"text": "zajišťuje včasné plnění úkolů Evropskou radou pro ochranu údajů, a to zejména v souvislosti s mechanismem jednotnosti uvedeným v článku 57."
		},
		{
			"lang": "da",
			"text": "at sikre, at Det Europæiske Databeskyttelsesråds opgaver løses rettidigt, navnlig i forbindelse med den sammenhængsmekanisme, der er omhandlet i artikel 57."
		},
		{
			"lang": "et",
			"text": "tagada Euroopa Andmekaitsenõukogu ülesannete õigeaegne täitmine, eelkõige seoses artiklis 57 osutatud järjepidevuse mehhanismiga."
		},
		{
			"lang": "el",
			"text": "β) να διασφαλίζει την έγκαιρη άσκηση των καθηκόντων του Ευρωπαϊκού Συμβουλίου Προστασίας Δεδομένων, ιδίως σε σχέση με τον μηχανισμό συνεκτικότητας που αναφέρεται στο άρθρο 57."
		},
		{
			"lang": "bg",
			"text": "б) да осигурява своевременното изпълнение на задачите на Европейския комитет по защита на данните, по-специално във връзка с механизма за съгласуваност, посочен в член 57."
		},
		{
			"lang": "hu",
			"text": "az Európai Adatvédelmi Testület feladatai megfelelő időben történő teljesítésének biztosítása, különösen az 57. cikk szerinti egységességi mechanizmus "
		},
		{
			"lang": "mt",
			"text": "li jassigura t-twettiq fil-ħin tal-kompiti tal-Bord Ewropew għall-Protezzjoni tad-Dejta, b’mod partikolari f’dak li jirrigwarda l-mekkaniżmu ta’ konsistenza msemmi fl-Artikolu 57."
		},
		{
			"lang": "lv",
			"text": "nodrošināt savlaicīgu Eiropas Datu aizsardzības kolēģijas uzdevumu izpildi jo īpaši saistībā ar konsekvences mehānismu, kas minēts 57. pantā."
		},
		{
			"lang": "ro",
			"text": "să asigure îndeplinirea la timp a sarcinilor Comitetului european pentru protecția datelor, în special în ceea ce privește mecanismul pentru asigurarea coerenței menționat la articolul 57."
		},
		{
			"lang": "sk",
			"text": "zabezpečuje včasné plnenie úloh Európskeho výboru pre ochranu údajov, najmä v súvislosti s mechanizmom konzistentnosti uvedeným v článku 57."
		},
		{
			"lang": "sl",
			"text": "zagotavljanje pravočasne izpolnitve nalog Evropskega odbora za varstvo podatkov, zlasti v zvezi z mehanizmom za skladnost iz člena 57."
		},
		{
			"lang": "fi",
			"text": "varmistaa, että Euroopan tietosuojaneuvosto täyttää tehtävänsä oikea-aikaisesti, erityisesti suhteessa 57 artiklassa tarkoitettuun yhdenmukaisuusmekanismiin."
		},
		{
			"lang": "pl",
			"text": "zapewnia terminowe wykonanie zadań Europejskiej Rady Ochrony Danych, w szczególności w związku z mechanizmem zgodności, o którym mowa w art. 57."
		},
		{
			"lang": "lt",
			"text": "užtikrinti, kad Europos duomenų apsaugos valdyba laiku atliktų savo užduotis, visų pirma susijusias su 57 straipsnyje nurodytu nuoseklumo užtikrinimo mechanizmu."
		},
		{
			"lang": "nl",
			"text": "ervoor zorgen dat de taken van het Europees Comité voor gegevensbescherming tijdig worden uitgevoerd, met name wat de in artikel 57 bedoelde conformiteitstoetsing betreft."
		},
		{
			"lang": "sv",
			"text": "se till att Europeiska dataskyddsstyrelsens arbetsuppgifter utförs i tid, särskilt i fråga om den mekanism för enhetlighet som avses i artikel 57."
		}
	],
	"children": [],
	"title": "Article 70 – Paragraph 1 – Point 2"
}