{
	"id": "a70p2",
	"type": "paragraph",
	"literal": "2",
	"parent": "a70",
	"text": [
		{
			"lang": "en",
			"text": "The European Data Protection Board shall lay down the attribution of tasks between the chair and the deputy chairpersons in its rules of procedure."
		},
		{
			"lang": "de",
			"text": "Der Europäische Datenschutzausschuss legt die Verteilung der Aufgaben auf den Vorsitzenden und dessen zwei Stellvertreter in seiner Geschäftsordnung fest."
		},
		{
			"lang": "fr",
			"text": "Le comité européen de la protection des données fixe dans son règlement intérieur la répartition des tâches entre le président et les vice-présidents."
		},
		{
			"lang": "es",
			"text": "El Consejo Europeo de Protección de Datos determinará la distribución de tareas entre el presidente y los vicepresidentes en su reglamento interno."
		},
		{
			"lang": "pt",
			"text": "O Comité Europeu para a Proteção de Dados estabelece no seu regulamento interno a repartição de funções entre o presidente e os vice-presidentes."
		},
		{
			"lang": "it",
			"text": "Il comitato europeo per la protezione dei dati fissa nel proprio regolamento interno la ripartizione dei compiti tra presidente e vicepresidenti."
		},
		{
			"lang": "ga",
			"text": "Déanfaidh an Bord Eorpach um Chosaint Sonraí na cúraimí a shannadh idir an cathaoirleach agus na leaschathaoirligh ina rialacha nós imeachta."
		},
		{
			"lang": "cs",
			"text": "Evropská rada pro ochranu údajů stanoví rozdělení úkolů mezi předsedu a místopředsedy ve svém jednacím řádu."
		},
		{
			"lang": "da",
			"text": "Det Europæiske Databeskyttelsesråd fastlægger fordelingen af opgaver mellem formanden og næstformændene i sin forretningsorden."
		},
		{
			"lang": "et",
			"text": "Euroopa Andmekaitsenõukogu näeb oma töökorras ette ülesannete jaotuse eesistuja ja eesistuja asetäitjate vahel."
		},
		{
			"lang": "el",
			"text": "Το Ευρωπαϊκό Συμβούλιο Προστασίας Δεδομένων καθορίζει τον καταμερισμό των καθηκόντων μεταξύ του προέδρου και των αναπληρωτών προέδρων στον εσωτερικό κανονισμό της."
		},
		{
			"lang": "bg",
			"text": "В своя процедурен правилник Европейският комитет по защита на данните определя разпределението на задачите между председателя и заместник-председателите."
		},
		{
			"lang": "hu",
			"text": "Az Európai Adatvédelmi Testület saját eljárási szabályzatában meghatározza az elnök és az elnökhelyettesek közötti feladatmegosztást."
		},
		{
			"lang": "mt",
			"text": "Il-Bord Ewropew għall-Protezzjoni tad-Dejta għandu jistabbilixxi t-tqassim tal-kompiti bejn il-president u l-viċi-presidenti fir-regoli ta’ proċedura tiegħu."
		},
		{
			"lang": "lv",
			"text": "Eiropas Datu aizsardzības kolēģija savā reglamentā nosaka pienākumu sadali starp priekšsēdētāju un priekšsēdētāja vietniekiem."
		},
		{
			"lang": "ro",
			"text": "Comitetul european pentru protecția datelor definește în regulamentul său de procedură repartizarea sarcinilor care revin președintelui și vicepreședinților."
		},
		{
			"lang": "sk",
			"text": "Európsky výbor pre ochranu údajov stanoví vo svojom rokovacom poriadku rozdelenie úloh pre predsedu a zástupcov predsedu."
		},
		{
			"lang": "sl",
			"text": "Evropski odbor za varstvo podatkov razdelitev nalog med predsednikom in namestnikoma predsednika določi v svojem poslovniku."
		},
		{
			"lang": "fi",
			"text": "Euroopan tietosuojaneuvoston on vahvistettava työjärjestyksessään puheenjohtajan ja varapuheenjohtajien tehtävänjako."
		},
		{
			"lang": "pl",
			"text": "Europejska Rada Ochrony Danych określa podział zadań między przewodniczącego a wiceprzewodniczących w swoim regulaminie wewnętrznym."
		},
		{
			"lang": "lt",
			"text": "Europos duomenų apsaugos valdyba savo darbo tvarkos taisyklėse nustato, kaip paskirstomos pirmininko ir jo pavaduotojų užduotys."
		},
		{
			"lang": "nl",
			"text": "Het Europees Comité voor gegevensbescherming stelt in zijn reglement van orde de taakverdeling tussen de voorzitter en de vicevoorzitters vast."
		},
		{
			"lang": "sv",
			"text": "Fördelningen av arbetsuppgifter mellan ordföranden och de vice ordförandena ska regleras i Europeiska dataskyddsstyrelsen arbetsordning."
		}
	],
	"children": [],
	"title": "Article 70 – Paragraph 2"
}