{
	"id": "a73p1",
	"type": "paragraph",
	"literal": "1",
	"parent": "a73",
	"text": [
		{
			"lang": "en",
			"text": "Without prejudice to any other administrative or judicial remedy, every data subject shall have the right to lodge a complaint with a supervisory authority in any Member State if they consider that the processing of personal data relating to them does not comply with this Regulation."
		},
		{
			"lang": "de",
			"text": "Jede betroffene Person hat unbeschadet eines anderweitigen administrativen oder gerichtlichen Rechtsbehelfs das Recht auf Beschwerde bei einer mitgliedstaatlichen Aufsichtsbehörde, wenn sie der Ansicht ist, dass die Verarbeitung der sie betreffenden personenbezogenen Daten nicht mit dieser Verordnung vereinbar ist."
		},
		{
			"lang": "fr",
			"text": "Sans préjudice de tout autre recours administratif ou judiciaire, toute personne concernée a le droit d’introduire une réclamation auprès d'une autorité de contrôle dans tout État membre si elle considère que le traitement de données à caractère personnel la concernant n'est pas conforme au présent règlement."
		},
		{
			"lang": "es",
			"text": "Sin perjuicio de los recursos administrativos o judiciales, todo interesado tendrá derecho a presentar una reclamación ante la autoridad de control de cualquier Estado miembro si considera que el tratamiento de sus datos personales no se ajusta a lo dispuesto en el presente Reglamento."
		},
		{
			"lang": "pt",
			"text": "Sem prejuízo de qualquer outra via de recurso administrativo ou judicial, todos os titulares de dados têm o direito de apresentar queixa a uma autoridade de controlo em qualquer Estado-Membro se considerarem que o tratamento dos seus dados pessoais não respeita o presente regulamento."
		},
		{
			"lang": "it",
			"text": "Fatto salvo ogni altro ricorso amministrativo o giurisdizionale, l’interessato che ritenga che il trattamento dei suoi dati personali non sia conforme al presente regolamento ha il diritto di proporre reclamo all’autorità di controllo di qualunque Stato membro."
		},
		{
			"lang": "ga",
			"text": "Gan dochar d'aon leigheas riaracháin nó breithiúnach eile, beidh sé de cheart ag gach duine is ábhar do na sonraí gearán a dhéanamh leis an údarás maoirseachta in aon Bhallstát má mheasann siad nach gcomhlíonann próiseáil na sonraí pearsanta a bhaineann leo an Rialachán seo."
		},
		{
			"lang": "cs",
			"text": "Aniž by tím byly dotčeny jakékoli jiné správní nebo soudní opravné prostředky, každý subjekt údajů má právo vznést stížnost k orgánu dozoru v kterémkoli členském státě, pokud se domnívá, že zpracování jeho osobních údajů není v souladu s tímto nařízením."
		},
		{
			"lang": "da",
			"text": "Uden at det berører en eventuel administrativ klageadgang eller adgang til domstolsprøvelse, har alle registrerede ret til at indgive klage til tilsynsmyndigheden i enhver medlemsstat, hvis de finder, at behandlingen af deres personoplysninger ikke er i overensstemmelse med denne forordning."
		},
		{
			"lang": "et",
			"text": "Ilma et see piiraks teiste halduslike või õiguslike kaitsevahendite kohaldamist, on igal andmesubjektil õigus esitada järelevalveasutusele kaebus mis tahes liikmesriigis, kui nad leiavad, et nendega seotud isikuandmete töötlemine ei ole kooskõlas käesoleva määrusega."
		},
		{
			"lang": "el",
			"text": "Με την επιφύλαξη τυχόν άλλων διοικητικών ή δικαστικών προσφυγών, κάθε πρόσωπο στο οποίο αναφέρονται τα δεδομένα δικαιούται να υποβάλει καταγγελία σε αρχή ελέγχου σε οποιοδήποτε κράτος μέλος, εάν θεωρεί ότι η επεξεργασία των δεδομένων προσωπικού χαρακτήρα που το αφορούν δεν είναι σύμφωνη προς τον παρόντα κανονισμό."
		},
		{
			"lang": "bg",
			"text": "Без да се засягат които и да било други средства за административна или съдебна защита, всеки субект на данни има право да подаде жалба до надзорен орган в която и да било държава-членка, ако счита, че обработването на личните му данни не е в съответствие с настоящия регламент."
		},
		{
			"lang": "hu",
			"text": "Az egyéb közigazgatási vagy bírósági jogorvoslatok sérelme nélkül minden érintettnek joga van panaszt emelni bármely tagállam felügyelő hatóságánál, ha megítélése szerint a rá vonatkozó személyes adatok feldolgozása ellentétes e rendelettel."
		},
		{
			"lang": "mt",
			"text": "Mingħajr preġudizzu għal kwalunkwe rimedju amministrattiv jew ġudizzjarju ieħor, kull suġġett tad-dejta għandu jkollu d-dritt li jressaq ilment quddiem awtorità ta’ superviżjoni fi kwalunkwe Stat Membru jekk huwa jħoss li l-ipproċessar ta’ dejta personali dwaru ma jikkonformax ma’ dan ir-Regolament."
		},
		{
			"lang": "lv",
			"text": "Neskarot citus administratīvus vai tiesiskus aizsardzības līdzekļus, katram datu subjektam ir tiesības iesniegt sūdzību uzraudzības iestādei jebkurā dalībvalstī, ja tas uzskata, ka viņa personas datu apstrāde neatbilst šai regulai."
		},
		{
			"lang": "ro",
			"text": "Fără a aduce atingere oricăror alte căi de atac administrative sau judiciare, orice persoană vizată are dreptul de a depune o plângere la o autoritate de supraveghere în orice stat membru, în cazul în care consideră că prelucrarea datelor sale cu caracter personal nu respectă prezentul regulament."
		},
		{
			"lang": "sk",
			"text": "Bez toho, aby boli dotknuté akékoľvek iné správne alebo súdne prostriedky nápravy, má každá dotknutá osoba právo podať sťažnosť dozornému orgánu v ktoromkoľvek členskom štáte, ak sa domnieva, že spracovanie osobných údajov, ktoré sa jej týkajú, nie je v súlade s týmto nariadením."
		},
		{
			"lang": "sl",
			"text": "Brez poseganja v vsako drugo pravno sredstvo v upravnem ali sodnem postopku ima vsak posameznik, na katerega se nanašajo osebni podatki, pravico, da pri nadzornem organu v kateri koli državi članici vloži pritožbo, če meni, da obdelava osebnih podatkov v zvezi z njim ni skladna s to uredbo."
		},
		{
			"lang": "fi",
			"text": "Jokaisella rekisteröidyllä on oikeus tehdä valitus minkä tahansa jäsenvaltion valvontaviranomaiselle, jos rekisteröity katsoo, että hänen henkilötietojensa käsittelyssä ei ole noudatettu tämän asetuksen säännöksiä, sanotun kuitenkaan rajoittamatta muita hallinnollisia muutoksenhakukeinoja tai oikeussuojakeinoja."
		},
		{
			"lang": "pl",
			"text": "Bez uszczerbku dla innych administracyjnych lub sądowych środków ochrony prawnej, każdy podmiot danych ma prawo złożyć skargę do organu nadzorczego w dowolnym państwie członkowskim, jeżeli uznaje, że przetwarzanie danych osobowych ich dotyczących nie jest zgodne z przepisami niniejszego rozporządzenia."
		},
		{
			"lang": "lt",
			"text": "Neapribojant galimybių imtis bet kurių kitų administracinių arba teisminių teisių gynimo priemonių, kiekvienas duomenų subjektas turi teisę pateikti skundą priežiūros institucijai bet kurioje valstybėje narėje, jeigu mano, kad jo asmens duomenys tvarkomi nesilaikant šio reglamento."
		},
		{
			"lang": "nl",
			"text": "Onverminderd andere mogelijkheden van administratief beroep of beroep in rechte, heeft iedere betrokkene het recht een klacht in te dienen bij een toezichthoudende autoriteit in een lidstaat, indien hij van mening is dat de verwerking van hem betreffende persoonsgegevens niet aan deze verordening voldoet."
		},
		{
			"lang": "sv",
			"text": "Utan att det påverkar andra möjligheter att lämna klagomål till berörda myndigheter eller domstolar ska varje registrerad som anser att uppgifter rörande henne eller honom inte är förenliga med denna förordning ha rätt att lämna in ett klagomål till en tillsynsmyndighet i en medlemsstat."
		}
	],
	"children": [],
	"title": "Article 73 – Paragraph 1"
}