{
	"id": "a74p2",
	"type": "paragraph",
	"literal": "2",
	"parent": "a74",
	"text": [
		{
			"lang": "en",
			"text": "Each data subject shall have the right to a judicial remedy obliging the supervisory authority to act on a complaint in the absence of a decision necessary to protect their rights, or where the supervisory authority does not inform the data subject within three months on the progress or outcome of the complaint pursuant to point (b) of Article 52(1)."
		},
		{
			"lang": "de",
			"text": "Jede betroffene Person hat das Recht auf einen gerichtlichen Rechtsbehelf, um die Aufsichtsbehörde zu verpflichten, im Fall einer Beschwerde tätig zu werden, wenn keine zum Schutz ihrer Rechte notwendige Entscheidung ergangen ist oder wenn die Aufsichtsbehörde sie nicht gemäß Artikel 52 Absatz 1 Buchstabe b innerhalb von drei Monaten über den Stand oder das Ergebnis der Beschwerde in Kenntnis gesetzt hat."
		},
		{
			"lang": "fr",
			"text": "Toute personne concernée a le droit de former un recours juridictionnel en vue d’obliger l'autorité de contrôle à donner suite à une réclamation, en l'absence d'une décision nécessaire pour protéger ses droits ou lorsque l’autorité de contrôle, n’informe pas la personne concernée, dans un délai de trois mois, de l'état d'avancement ou de l'issue de sa réclamation conformément à l'article 52, paragraphe 1, point b)."
		},
		{
			"lang": "es",
			"text": "Todo interesado tendrá derecho a un recurso judicial que obligue a la autoridad de control a dar curso a una reclamación en ausencia de una decisión necesaria para proteger sus derechos, o en caso de que la autoridad de control no informe al interesado en el plazo de tres meses sobre el curso o el resultado de la reclamación con arreglo a lo dispuesto en el artículo 52, apartado 1, letra b)."
		},
		{
			"lang": "pt",
			"text": "Qualquer titular de dados tem o direito de ação judicial a fim de obrigar a autoridade de controlo a dar seguimento a uma queixa, na falta de uma decisão necessária para proteger os seus direitos, ou se a autoridade de controlo não informar a pessoa em causa, no prazo de três meses, sobre o andamento ou o resultado da sua queixa nos termos do artigo 52.º, n.º 1, alínea b)."
		},
		{
			"lang": "it",
			"text": "Ogni interessato ha il diritto di proporre ricorso giurisdizionale per obbligare l’autorità di controllo a dare seguito a un reclamo qualora tale autorità non abbia preso una decisione necessaria per tutelarne i diritti o non lo abbia informato entro tre mesi dello stato o dell’esito del reclamo ai sensi dell’articolo 52, paragrafo 1, lettera b)."
		},
		{
			"lang": "ga",
			"text": "Beidh ag gach duine is ábhar do na sonraí an ceart chun leighis bhreithiúnaigh lena gcuirfear d'oibleagáid ar an údarás maoirseachta gníomhú ar bhonn gearáin, in éagmais an chinnidh is gá chun a chearta a chosaint, nó i gcás nach gcuireann an t‑údarás maoirseachta an duine is ábhar do na sonraí ar an eolas, laistigh de thrí mhí, faoi dhul chun cinn nó toradh an ghearáin de bhun phointe (b) d’Airteagal 52(1)."
		},
		{
			"lang": "cs",
			"text": "Každý subjekt údajů má právo na soudní opravný prostředek, který orgán dozoru přiměje jednat ve věci stížnosti, pokud nebylo vydáno žádné rozhodnutí potřebné k ochraně jeho práv nebo pokud daný orgán dozoru neinformuje subjekt údajů do tří měsíců o vývoji či výsledcích stížnosti podle čl. 52 odst. 1 písm. b)."
		},
		{
			"lang": "da",
			"text": "Enhver registreret har adgang til et retsmiddel, der forpligter tilsynsmyndigheden til at reagere på en klage, hvis der ikke træffes en afgørelse, som er nødvendig for at beskytte vedkommendes rettigheder, eller hvis tilsynsmyndigheden ikke inden for tre måneder underretter den registrerede om forløbet eller resultatet af klagen i henhold til artikel 52, stk. 1, litra b)."
		},
		{
			"lang": "et",
			"text": "Igal andmesubjektil on õigus kasutada õiguskaitsevahendit, millega kohustatakse järelevalveasutust kaebuse alusel tegutsema andmesubjektide õiguste kaitsmiseks vajaliku otsuse puudumise korral või kui järelevalveasutus ei teavita andmesubjekti kolme kuu jooksul vastavalt artikli 52 lõike 1 punktile b esitatud kaebuse menetlemise käigust või tulemusest."
		},
		{
			"lang": "el",
			"text": "Το πρόσωπο στο οποίο αναφέρονται τα δεδομένα έχει δικαίωμα δικαστικής προσφυγής, υποχρεώνοντας την αρχή ελέγχου να ενεργήσει επί καταγγελίας, απουσία απόφασης απαραίτητης για την προστασία των δικαιωμάτων του ή εάν η αρχή ελέγχου δεν το ενημερώσει εντός τριών μηνών για την πρόοδο ή την έκβαση της καταγγελίας δυνάμει του άρθρου 52 παράγραφος 1 στοιχείο β)."
		},
		{
			"lang": "bg",
			"text": "Всеки субект на данни има право на средства за правна защита, за да задължи надзорния орган да предприеме действие по жалба, в случай че липсва решение, необходимо за защита на неговите права, или когато надзорният орган не информира субекта на данни в срок от три месеца за напредъка и резултата от жалбата съгласно член 52, параграф 1, буква б)."
		},
		{
			"lang": "hu",
			"text": "A jogai védelméhez szükséges határozat hiányában, vagy amennyiben a felügyelő hatóság három hónapon belül nem tájékoztatja az érintettet – az 52. cikk (1) bekezdésének b) pontjának megfelelően – a panasszal kapcsolatos eljárási fejleményekről vagy annak eredményéről, valamennyi érintettnek joga van a felügyelő hatóságot a panasz elbírálására kötelező bírósági jogorvoslathoz."
		},
		{
			"lang": "mt",
			"text": "Kull suġġett tad-dejta għandu jkollu d-dritt għal rimedju ġudizzjarju biex jobbliga lill-awtorità ta’ superviżjoni taġixxi dwar ilment, fin-nuqqas ta’ deċiżjoni li tkun neċessarja biex tipproteġi d-drittjiet tiegħu, jew meta l-awtorità ta’ superviżjoni ma tinfurmax lis-suġġett tad-dejta fi żmien tliet xhur dwar il-progress jew l-eżitu tal-ilment skont il-punt (b) tal-Artikolu 52(1)."
		},
		{
			"lang": "lv",
			"text": "Katram datu subjektam ir tiesības vērsties tiesā, lai liktu uzraudzības iestādei reaģēt uz sūdzību, ja nav pieņemts lēmums, kas nepieciešams viņu tiesību aizsardzībai, vai ja uzraudzības iestāde trīs mēnešu laikā neinformē datu subjektu par lietas virzību vai sūdzības rezultātiem saskaņā ar 52. panta 1. punkta b) apakšpunktu."
		},
		{
			"lang": "ro",
			"text": "Orice persoană vizată are dreptul de a exercita o cale de atac judiciară care să oblige autoritatea de supraveghere să dea curs unei plângeri, în absența unei decizii necesare pentru protejarea drepturilor sale sau în cazul în care autoritatea de supraveghere nu informează persoana vizată în termen de trei luni cu privire la progresele sau la soluționarea plângerii în temeiul articolului 52 alineatul (1) litera (b)."
		},
		{
			"lang": "sk",
			"text": "Každá dotknutá osoba má právo na súdny prostriedok nápravy ukladajúci dozornému orgánu povinnosť konať vo veci sťažnosti, ak nebolo prijaté rozhodnutie potrebné na ochranu práv dotknutej osoby, alebo ak dozorný orgán neinformoval dotknutú osobu do troch mesiacov o pokroku vo veci sťažnosti či o jej výsledku podľa článku 52 ods. 1 písm. b)."
		},
		{
			"lang": "sl",
			"text": "Vsak posameznik, na katerega se nanašajo osebni podatki, ima pravico do pravnega sredstva v sodnem postopku, s katerim zahteva ukrepanje nadzornega organa v zvezi s pritožbo, če ta ne odloči o potrebni zaščiti njegovih pravic, ali če nadzorni organ posameznika, na katerega se nanašajo osebni podatki, v treh mesecih ne obvesti o stanju zadeve ali odločitvi o pritožbi v skladu s točko (b) člena 52(1)."
		},
		{
			"lang": "fi",
			"text": "Jokaisella rekisteröidyllä on oikeus oikeussuojakeinoihin, joilla valvontaviranomainen voidaan velvoittaa käsittelemään valitus, ellei valvontaviranomainen ole tehnyt rekisteröidyn oikeuksien suojaamista koskevaa päätöstä tai ilmoittanut rekisteröidylle kolmen kuukauden kuluessa valituksen etenemisestä tai ratkaisustaan 52 artiklan 1 kohdan b alakohdan mukaisesti."
		},
		{
			"lang": "pl",
			"text": "Każdy podmiot danych ma prawo do sądowego środka ochrony prawnej zobowiązującego organ nadzorczy do podjęcia działania w sprawie skargi w przypadku braku decyzji chroniącej jego prawa lub w przypadku gdy organ nadzorczy nie poinformuje podmiotu danych w terminie trzech miesięcy o postępach w rozpatrywania skargi lub rezultatach jej rozpatrzenia na mocy art. 52 ust. 1 lit. b)."
		},
		{
			"lang": "lt",
			"text": "Kiekvienas duomenų subjektas turi teisę imtis teisminių teisių gynimo priemonių, kad įpareigotų priežiūros instituciją imtis veiksmų dėl skundo, jeigu nepriimtas jo teisėms apsaugoti būtinas sprendimas arba jeigu priežiūros institucija per tris mėnesius nepraneša duomenų subjektui apie skundo nagrinėjimo pažangą ar jo rezultatus pagal 52 straipsnio 1 dalies b punktą."
		},
		{
			"lang": "nl",
			"text": "Iedere betrokkene heeft het recht een beroep in rechte in te stellen teneinde de toezichthoudende autoriteit te verplichten aan een klacht gevolg te geven, wanneer er geen besluit is genomen dat nodig is voor de bescherming van zijn rechten of wanneer de toezichthoudende autoriteit hem niet overeenkomstig artikel 52, lid 1, onder b), binnen drie maanden van de vooruitgang of het resultaat van de klacht in kennis heeft gesteld."
		},
		{
			"lang": "sv",
			"text": "Varje registrerad ska ha rätt till ett rättsmedel som förpliktar tillsynsmyndigheten att behandla ett klagomål om ett beslut som krävs för att skydda den registrerades rättigheter inte har fattats eller om tillsynsmyndigheten inte inom tre månader informerar den registrerade om hur ärendet fortskrider eller vilket beslut som har fattats med anledning av klagomålet i enlighet med artikel 52.1 b."
		}
	],
	"children": [],
	"title": "Article 74 – Paragraph 2"
}