{
	"id": "a75p4",
	"type": "paragraph",
	"literal": "4",
	"parent": "a75",
	"text": [
		{
			"lang": "en",
			"text": "The Member States shall enforce final decisions by the courts referred to in this Article."
		},
		{
			"lang": "de",
			"text": "Die endgültigen Entscheidungen der Gerichte im Sinne dieses Artikels werden von den Mitgliedstaaten vollstreckt."
		},
		{
			"lang": "fr",
			"text": "Les États membres mettent à exécution les décisions définitives des juridictions visées au présent article."
		},
		{
			"lang": "es",
			"text": "Los Estados miembros deberán ejecutar las resoluciones definitivas de los órganos jurisdiccionales mencionados en el presente artículo."
		},
		{
			"lang": "pt",
			"text": "Os Estados-Membros executam as decisões definitivas proferidas pelos tribunais referidos no presente artigo."
		},
		{
			"lang": "it",
			"text": "Gli Stati membri eseguono le decisioni definitive delle autorità giurisdizionali di cui al presente articolo."
		},
		{
			"lang": "ga",
			"text": "Déanfaidh na Ballstáit cinntí críochnaitheacha arna ndéanamh ag na cúirteanna dá dtagraítear san Airteagal seo a fhorfheidhmiú."
		},
		{
			"lang": "cs",
			"text": "Členské státy vykonávají konečná rozhodnutí soudů podle tohoto článku."
		},
		{
			"lang": "da",
			"text": "Medlemsstaterne gennemfører endelige afgørelser, der træffes af de domstole, som er omhandlet i denne artikel."
		},
		{
			"lang": "et",
			"text": "Liikmesriigid pööravad täitmisele käesolevas artiklis osutatud kohtute otsused."
		},
		{
			"lang": "el",
			"text": "Τα κράτη μέλη εκτελούν τις οριστικές αποφάσεις των δικαστηρίων οι οποίες αναφέρονται στο παρόν άρθρο."
		},
		{
			"lang": "bg",
			"text": "Държавите-членки изпълняват окончателните решения на съдилищата, посочени в настоящия член."
		},
		{
			"lang": "hu",
			"text": "A tagállamok végrehajtják a jelen cikkben említett jogerős bírósági határozatokat."
		},
		{
			"lang": "mt",
			"text": "L-Istati Membri għandhom jinfurzaw id-deċiżjonijiet finali tal-qrati msemmija f’dan l-Artikolu."
		},
		{
			"lang": "lv",
			"text": "Dalībvalstis izpilda šajā pantā minētos tiesu galīgos nolēmumus."
		},
		{
			"lang": "ro",
			"text": "Statele membre execută hotărârile definitive ale instanțelor menționate în prezentul articol."
		},
		{
			"lang": "sk",
			"text": "Členské štáty zabezpečia výkon právoplatných rozhodnutí súdov uvedených v tomto článku."
		},
		{
			"lang": "sl",
			"text": "Države članice izvršijo pravnomočne odločbe sodišč iz tega člena."
		},
		{
			"lang": "fi",
			"text": "Jäsenvaltioiden on pantava täytäntöön tässä artiklassa tarkoitettujen tuomioistuimien lainvoimaiset päätökset."
		},
		{
			"lang": "pl",
			"text": "Państwa członkowskie wykonują prawomocne orzeczenia sądów, o których mowa w niniejszym artykule."
		},
		{
			"lang": "lt",
			"text": "Valstybės narės užtikrina šiame straipsnyje nurodytų teismų galutinių sprendimų vykdymą."
		},
		{
			"lang": "nl",
			"text": "De lidstaten leggen de definitieve beslissingen van de gerechtelijke instanties in de zin van dit artikel ten uitvoer."
		},
		{
			"lang": "sv",
			"text": "Medlemsstaterna ska verkställa lagakraftvunna avgöranden som meddelats av de domstolar som avses i denna artikel."
		}
	],
	"children": [],
	"title": "Article 75 – Paragraph 4"
}