{
	"id": "a76p3",
	"type": "paragraph",
	"literal": "3",
	"parent": "a76",
	"text": [
		{
			"lang": "en",
			"text": "Where a competent court of a Member State has reasonable grounds to believe that parallel proceedings are being conducted in another Member State, it shall contact the competent court in the other Member State to confirm the existence of such parallel proceedings."
		},
		{
			"lang": "de",
			"text": "Hat ein zuständiges mitgliedstaatliches Gericht Grund zu der Annahme, dass in einem anderen Mitgliedstaat ein Parallelverfahren anhängig ist, setzt es sich mit dem zuständigen Gericht in diesem anderen Mitgliedstaat in Verbindung, um sich zu vergewissern, ob ein solches Parallelverfahren besteht."
		},
		{
			"lang": "fr",
			"text": "Lorsqu'une juridiction compétente d’un État membre a des motifs raisonnables de croire qu'une procédure parallèle est en cours dans un autre État membre, elle prend contact avec la juridiction compétente de cet autre État membre pour obtenir confirmation de l’existence de cette procédure parallèle."
		},
		{
			"lang": "es",
			"text": "Cuando un órgano jurisdiccional competente de un Estado miembro tenga motivos razonables para creer que se están llevando a cabo procedimientos paralelos en otro Estado miembro, se pondrá en contacto con el órgano jurisdiccional competente de dicho Estado miembro a fin de confirmar la existencia de tales procedimientos paralelos."
		},
		{
			"lang": "pt",
			"text": "Sempre que um tribunal competente de um Estado-Membro tiver motivos razoáveis para considerar que corre um processo paralelo noutro Estado-Membro, esse tribunal deve contactar o tribunal competente do primeiro Estado-Membro para obter a confirmação da existência desse processo paralelo."
		},
		{
			"lang": "it",
			"text": "L’autorità giurisdizionale competente di uno Stato membro che abbia fondati motivi di ritenere che in un altro Stato membro sia in corso un procedimento parallelo contatta l’autorità giurisdizionale competente dell’altro Stato membro per ottenere conferma dell’esistenza del procedimento parallelo."
		},
		{
			"lang": "ga",
			"text": "I gcás ina bhfuil forais réasúnta ag cúirt inniúil Ballstáit a chreidiúint go bhfuil imeachtaí comhthreomhara ar bun i mBallstát eile, rachaidh sé i dteagmháil leis an gcúirt inniúil sa Bhallstát eile chun a dhearbhú an bhfuil ann do na himeachtaí comhthreomhara sin."
		},
		{
			"lang": "cs",
			"text": "Jestliže má příslušný soud v členském státě oprávněné důvody se domnívat, že v jiném členském státě je vedeno paralelní řízení, kontaktuje příslušný soud v tomto jiném členském státě, aby se o existenci takového paralelního řízení utvrdil."
		},
		{
			"lang": "da",
			"text": "Hvis en kompetent domstol i en medlemsstat har rimelig grund til at formode, at en parallel sag føres i en anden medlemsstat, kontakter denne den kompetente domstol i den anden medlemsstat for at bekræfte eksistensen af en sådan parallel sag."
		},
		{
			"lang": "et",
			"text": "Kui liikmesriigi pädeval kohtul on põhjus uskuda, et teises liikmesriigis toimub paralleelne menetlus, võtab ta sellele kinnituse saamiseks ühendust teise liikmesriigi pädeva kohtuga."
		},
		{
			"lang": "el",
			"text": "Εάν αρμόδιο δικαστήριο σε ένα κράτος μέλος έχει βάσιμους λόγους να πιστεύει ότι διεξάγεται παράλληλη διαδικασία σε άλλο κράτος μέλος, επικοινωνεί με το αρμόδιο δικαστήριο του άλλου κράτους μέλους για να επιβεβαιώσει την ύπαρξη μιας τέτοιας παράλληλης διαδικασίας."
		},
		{
			"lang": "bg",
			"text": "Когато компетентен съд на държава-членка има разумни основания да счита, че се провежда паралелно производство в друга държава-членка, той се свързва с компетентния съд в другата държава-членка, за да потвърди наличието на такова паралелно производство."
		},
		{
			"lang": "hu",
			"text": "Amennyiben valamely tagállam illetékes bírósága ésszerű indokok alapján úgy véli, hogy egy másik tagállamban párhuzamos eljárás van folyamatban, megkeresi a másik tagállam illetékes bíróságát az említett párhuzamos eljárás fennállásának megerősítése érdekében."
		},
		{
			"lang": "mt",
			"text": "Meta qorti kompetenti ta’ Stat Membru jkollha motivi raġonevoli sabiex taħseb li qegħdin isiru proċeduri paralleli fi Stat Membru ieħor, din għandha tikkuntattja lill-qorti kompetenti fl-Istat Membru l-ieħor sabiex tikkonferma l-eżistenza ta’ dawn il-proċeduri paralleli."
		},
		{
			"lang": "lv",
			"text": "Ja dalībvalsts kompetentai tiesai ir saprātīgs pamats uzskatīt, ka citā dalībvalstī norisinās paralēla tiesvedība, tā sazinās ar citas dalībvalsts kompetento tiesu, lai gūtu apstiprinājumu tam, ka šāda paralēla tiesvedība tiešām notiek."
		},
		{
			"lang": "ro",
			"text": "În cazul în care o instanță competentă a unui stat membru are motive întemeiate să creadă că în alt stat membru se desfășoară acțiuni paralele, aceasta contactează instanța competentă din celălalt stat membru pentru a-i confirma existența unor astfel de acțiuni paralele."
		},
		{
			"lang": "sk",
			"text": "Ak príslušný súd členského štátu má opodstatnené dôvody domnievať sa, že sa v inom členskom štáte vedie súbežné konanie, kontaktuje príslušný súd v tomto inom členskom štáte, aby ten potvrdil existenciu takéhoto súbežného konania."
		},
		{
			"lang": "sl",
			"text": "Če pristojno sodišče države članice utemeljeno domneva, da v drugi državi članici potekajo vzporedni postopki, naveže stik s pristojnim sodiščem druge države članice, da potrdi obstoj takih vzporednih postopkov."
		},
		{
			"lang": "fi",
			"text": "Jos jäsenvaltion toimivaltaisella tuomioistuimella on perusteltu syy uskoa, että toisessa jäsenvaltiossa on vireillä rinnakkainen menettely, sen on otettava yhteyttä kyseisen jäsenvaltion toimivaltaiseen tuomioistuimeen varmistaakseen tällaisen rinnakkaisen menettelyn vireilläolon."
		},
		{
			"lang": "pl",
			"text": "W przypadku gdy właściwy sąd państwa członkowskiego ma uzasadnione powody, by sądzić, że równoległe postępowanie toczy się w innym państwie członkowskim, kontaktuje się z właściwym sądem innego państwa członkowskiego, aby potwierdzić fakt prowadzenia takiego równoległego postępowania."
		},
		{
			"lang": "lt",
			"text": "Jeigu valstybės narės kompetentingas teismas turi pagrįstų priežasčių manyti, kad kitoje valstybėje narėje nagrinėjama ta pati byla, jis kreipiasi į kompetentingą teismą kitoje valstybėje narėje, kad išsiaiškintų, ar ta pati byla nagrinėjama."
		},
		{
			"lang": "nl",
			"text": "Wanneer een bevoegde gerechtelijke instantie van een lidstaat gegronde redenen heeft om aan te nemen dat er tegelijkertijd in een andere lidstaat een vordering is ingesteld, neemt het contact op met de bevoegde gerechtelijke instantie in de andere lidstaat om zich ervan te vergewissen dat er een dergelijk parallel geding bestaat."
		},
		{
			"lang": "sv",
			"text": "När en behörig domstol i en medlemsstat har skälig grund att anta att det pågår parallella förfaranden i en annan medlemsstat, ska den kontakta den behöriga domstolen i den andra medlemsstaten för att bekräfta om det finns sådana parallella förfaranden."
		}
	],
	"children": [],
	"title": "Article 76 – Paragraph 3"
}