{
	"id": "a78p1",
	"type": "paragraph",
	"literal": "1",
	"parent": "a78",
	"text": [
		{
			"lang": "en",
			"text": "Member States shall lay down the rules on penalties, applicable to infringements of the provisions of this Regulation and shall take all measures necessary to ensure that they are implemented, including where the controller did not comply with the obligation to designate a representative. The penalties provided for must be effective, proportionate and dissuasive."
		},
		{
			"lang": "de",
			"text": "Die Mitgliedstaaten legen fest, welche Sanktionen bei einem Verstoß gegen diese Verordnung zu verhängen sind, und treffen die zu ihrer Durchsetzung erforderlichen Maßnahmen; dies gilt auch für den Fall, dass der für die Verarbeitung Verantwortliche seiner Pflicht zur Benennung eines Vertreters nicht nachgekommen ist. Die Sanktionen müssen wirksam, verhältnismäßig und abschreckend sein."
		},
		{
			"lang": "fr",
			"text": "Les États membres prévoient les sanctions pénales applicables aux violations des dispositions du présent règlement et prennent toutes les mesures nécessaires pour garantir leur application, y compris lorsque le responsable du traitement n’a pas respecté l’obligation de désigner un représentant. Les sanctions pénales ainsi prévues doivent être effectives, proportionnées et dissuasives."
		},
		{
			"lang": "es",
			"text": "Los Estados miembros establecerán normas sobre las sanciones aplicables a las infracciones de las disposiciones del presente Reglamento y adoptarán todas las medidas necesarias para garantizar su cumplimiento, incluso en el caso de que el responsable del tratamiento no cumpla la obligación de designar a un representante. Las sanciones establecidas deberán ser efectivas, proporcionadas y disuasorias."
		},
		{
			"lang": "pt",
			"text": "Os Estados-Membros estabelecem as disposições relativas às sanções aplicáveis a infrações ao disposto no presente regulamento e tomam todas as medidas necessárias para assegurar a sua execução, incluindo quando o responsável pelo tratamento não respeitou a obrigação de designar um representante. As sanções previstas devem ser efetivas, proporcionadas e dissuasivas."
		},
		{
			"lang": "it",
			"text": "Gli Stati membri determinano le sanzioni per violazione delle disposizioni del presente regolamento, compresa l’omessa designazione del rappresentante a cura del responsabile del trattamento, e prendono tutti i provvedimenti necessari per la loro applicazione. Le sanzioni previste devono essere efficaci, proporzionate e dissuasive."
		},
		{
			"lang": "ga",
			"text": "Leagfaidh na Ballstáit síos na rialacha maidir le pionóis, atá infheidhme i ndáil le sáruithe ar fhorálacha an Rialacháin seo, agus déanfaidh siad na bearta ar fad is gá chun a áirithiú go gcuirtear chun feidhme iad, lena n‑áirítear i gcás nach gcomhlíonann an rialaitheoir an oibleagáid ionadaí a cheapadh. Ní mór na pionóis dá bhforáiltear a bheith éifeachtach comhréireach agus athchomhairleach."
		},
		{
			"lang": "cs",
			"text": "Členské státy stanoví pravidla pro sankce, jež se budou ukládat za porušení ustanovení tohoto nařízení, a podniknou všechna opatření, která jsou zapotřebí k zajištění jejich provádění, včetně případů, kdy správce nedodrží svou povinnost jmenovat zástupce. Stanovené sankce musí být účinné, přiměřené a odrazující."
		},
		{
			"lang": "da",
			"text": "Medlemsstaterne fastsætter bestemmelser om sanktioner for overtrædelse af bestemmelserne i denne forordning og træffer alle nødvendige foranstaltninger for at sikre, at de bringes i anvendelse, herunder når den registeransvarlige ikke overholder forpligtelsen til at udpege en repræsentant. Sanktionerne skal være effektive, stå i et rimeligt forhold til overtrædelsen og have afskrækkende virkning."
		},
		{
			"lang": "et",
			"text": "Liikmesriigid näevad ette käesoleva määruse sätete rikkumise eest kohaldatavad karistused ja võtavad kõik vajalikud meetmed, et tagada nende rakendamine, sealhulgas juhul, kui vastutav töötleja ei täitnud esindaja määramise kohustust. Kõnealused karistused peavad olema tõhusad, proportsionaalsed ja hoiatavad."
		},
		{
			"lang": "el",
			"text": "Τα κράτη μέλη θεσπίζουν τους κανόνες για τις ποινικές κυρώσεις που εφαρμόζονται στις παραβάσεις των διατάξεων του παρόντος κανονισμού και λαμβάνουν κάθε απαραίτητο μέτρο προκειμένου να διασφαλίζεται η εφαρμογή τους, μεταξύ άλλων σε περίπτωση που ο υπεύθυνος επεξεργασίας δεν συμμορφώθηκε προς την υποχρέωσή του να ορίσει εκπρόσωπο. Οι προβλεπόμενες ποινικές κυρώσεις πρέπει να είναι αποτελεσματικές, αναλογικές και αποτρεπτικές."
		},
		{
			"lang": "bg",
			"text": "Държавите-членки установяват правилата относно санкциите, които се налагат при нарушения на разпоредбите на настоящия регламент, и вземат всички необходими мерки за гарантиране на тяхното изпълнение, включително в случаите, когато администраторът не е изпълнил задължението си да определи представител. Предвидените санкции трябва да бъдат ефективни, пропорционални и възпиращи."
		},
		{
			"lang": "hu",
			"text": "A tagállamok rögzítik az e rendelet értelmében elfogadott rendelkezések megsértése esetén alkalmazandó szankciók szabályait, és azok végrehajtásának biztosítására minden szükséges intézkedést megtesznek, beleértve azt is, ha az adatkezelő nem tesz eleget a képviselő kijelölésére vonatkozó kötelezettségének. Az előírt szankcióknak hatékonynak, arányosnak és visszatartó erejűnek kell lenniük."
		},
		{
			"lang": "mt",
			"text": "L-Istati Membri għandhom jistabbilixxu r-regoli dwar il-pieni applikabbli għall-ksur tad-dispożizzjonijiet ta’ dan ir-Regolament u għandhom jieħdu l-miżuri kollha meħtieġa sabiex jassiguraw li jkunu implimentati, inkluż meta l-kontrollur ma jkunx ikkonforma mal-obbligu li jaħtar rappreżentant. Il-pieni pprovduti għandhom ikunu effettivi, proporzjonati u dissważivi."
		},
		{
			"lang": "lv",
			"text": "Dalībvalstis paredz noteikumus par sankcijām, kas piemērojamas par šīs regulas pārkāpumiem un veic visus nepieciešamos pasākumus, lai nodrošinātu, ka šos noteikumus īsteno, ietverot gadījumus, kad pārzinis neievēro pienākumu iecelt pārstāvi. Paredzētās sankcijas ir efektīvas, samērīgas un atturošas."
		},
		{
			"lang": "ro",
			"text": "Statele membre definesc normele privind sancțiunile aplicabile în cazul încălcării dispozițiilor prezentului regulament și iau toate măsurile necesare pentru a se asigura că acestea sunt puse în aplicare, inclusiv în cazul în care operatorul nu a respectat obligația de a desemna un reprezentant. Sancțiunile prevăzute trebuie să fie eficace, proporționale și disuasive."
		},
		{
			"lang": "sk",
			"text": "Členské štáty stanovia pravidlá pre sankcie uplatniteľné v prípade porušenia ustanovení tohto nariadenia a prijmú všetky potrebné opatrenia na zabezpečenie ich vykonávania, vrátane prípadu, keď prevádzkovateľ nesplnil povinnosť ustanoviť svojho zástupcu. Stanovené sankcie musia byť účinné, primerané a odrádzajúce."
		},
		{
			"lang": "sl",
			"text": "Države članice določijo pravila o kazenskih sankcijah, ki se uporabljajo za kršitve določb te uredbe, in sprejmejo vse ukrepe, potrebne za zagotovitev njihovega izvajanja, tudi kadar upravljavec ni izpolnil obveznosti glede imenovanja predstavnika. Določene kazenske sankcije morajo biti učinkovite, sorazmerne in odvračilne."
		},
		{
			"lang": "fi",
			"text": "Jäsenvaltioiden on vahvistettava säännöt tämän asetuksen säännösten rikkomisen vuoksi määrättäviä seuraamuksia varten ja toteutettava kaikki tarvittavat toimenpiteet niiden täytäntöönpanon varmistamiseksi, myös silloin kun rekisterinpitäjä ei ole noudattanut velvollisuutta nimittää edustaja. Seuraamusten on oltava tehokkaita, oikeasuhteisia ja varoittavia."
		},
		{
			"lang": "pl",
			"text": "Państwa członkowskie ustanawiają przepisy dotyczące kar stosowanych w przypadku naruszenia przepisów niniejszego rozporządzenia oraz przyjmują wszystkie środki niezbędne do zapewnienia, że są one wykonywane, w tym w sytuacji gdy administrator nie wypełnił obowiązku wyznaczenia swojego przedstawiciela. Przewidziane kary muszą być skuteczne, proporcjonalne i odstraszające."
		},
		{
			"lang": "lt",
			"text": "Valstybės narės nustato taisykles dėl sankcijų, taikytinų už šio reglamento nuostatų pažeidimus, ir imasi visų būtinų priemonių, kad būtų užtikrintas jų įgyvendinimas, įskaitant atvejus, kai duomenų valdytojas nesilaikė pareigos paskirti atstovą. Nustatytos sankcijos turi būti veiksmingos, proporcingos ir atgrasomos."
		},
		{
			"lang": "nl",
			"text": "De lidstaten stellen de regels inzake sancties vast die van toepassing zijn op schendingen van deze verordening en treffen alle maatregelen die nodig zijn om de daadwerkelijke toepassing van die sancties te garanderen, onder meer in het geval waarin de voor de verwerking verantwoordelijke de verplichting om een vertegenwoordiger aan te wijzen niet heeft nageleefd. De vastgestelde sancties moeten doeltreffend, evenredig en afschrikkend zijn."
		},
		{
			"lang": "sv",
			"text": "Medlemsstaterna ska föreskriva påföljder för överträdelser av bestämmelserna i denna förordning och ska vidta de åtgärder som krävs för att se till att dessa påföljder tillämpas, inbegripet i situationer där den registeransvarige inte följt kravet att utse en företrädare. Påföljderna ska vara effektiva, proportionella och avskräckande."
		}
	],
	"children": [],
	"title": "Article 78 – Paragraph 1"
}