{
	"id": "a79p5i6",
	"type": "point",
	"literal": "f",
	"parent": "a79p5",
	"text": [
		{
			"lang": "en",
			"text": "does not or not sufficiently maintain the documentation pursuant to Article 28, Article 31(4), and Article 44(3);"
		},
		{
			"lang": "de",
			"text": "die Dokumentation gemäß Artikel 28, Artikel 31 Absatz 4 und Artikel 44 Absatz 3 nicht oder nicht hinreichend gewährleistet;"
		},
		{
			"lang": "fr",
			"text": "ne tient pas, ou pas suffisamment, à jour la documentation conformément à l'article 28, à l'article 31, paragraphe 4, et à l'article 44, paragraphe 3;"
		},
		{
			"lang": "es",
			"text": "no conserve documentación o no conserve la documentación suficiente con arreglo a lo dispuesto en el artículo 28, el artículo 31, apartado 4, y el artículo 44, apartado 3;"
		},
		{
			"lang": "pt",
			"text": "Não conserve, ou não o faça de forma suficiente, a documentação nos termos do artigo 28.º, do artigo 31.º, n.º 4, e do artigo 44.º, n.º 3;"
		},
		{
			"lang": "it",
			"text": "omette di conservare o non conserva in modo sufficiente la documentazione di cui all’articolo 28, all’articolo 31, paragrafo 4, e all’articolo 44, paragrafo 3;"
		},
		{
			"lang": "ga",
			"text": "aon duine nach gcoimeádann an doiciméadacht, nó nach gcoimeádann go leordhóthanach í, de bhun Airteagal 28, Airteagal 31(4) agus Airteagal 44(3);"
		},
		{
			"lang": "cs",
			"text": "nevede dokumentaci podle článku 28, čl. 31 odst. 4 a čl. 44 odst. 3 nebo kdo ji nevede v dostatečné míře;"
		},
		{
			"lang": "da",
			"text": "ikke eller ikke i tilstrækkelig grad ajourfører dokumentationen i henhold til artikel 28, artikel 31, stk. 4, og artikel 44, stk. 3"
		},
		{
			"lang": "et",
			"text": "ei säilita üldse või piisaval määral dokumente vastavalt artiklile 28, artikli 31 lõikele 4 ja artikli 44 lõikele 3;"
		},
		{
			"lang": "el",
			"text": "στ) δεν τηρεί ή δεν τηρεί επαρκώς την τεκμηρίωση δυνάμει του άρθρου 28, του άρθρου 31 παράγραφος 4 και του άρθρου 44 παράγραφος 3·"
		},
		{
			"lang": "bg",
			"text": "е) не поддържа или поддържа в недостатъчна степен документацията съгласно член 28, член 31, параграф 4 и член 44, параграф 3;"
		},
		{
			"lang": "hu",
			"text": "nem vagy nem kellőképpen vezeti a 28. cikk, a 31. cikk (4) bekezdése, vagy a 44. cikk (3) bekezdése szerinti dokumentációt;"
		},
		{
			"lang": "mt",
			"text": "ma jżommx jew ma jżommx biżżejjed id-dokumentazzjoni skont l-Artikolu 28, l-Artikolu 31(4), u l-Artikolu 44(3);"
		},
		{
			"lang": "lv",
			"text": "nav saglabāta vai nav pietiekama dokumentācija saskaņā ar 28. pantu, 31. panta 4. punktu un 44. panta 3. punktu;"
		},
		{
			"lang": "ro",
			"text": "nu păstrează sau nu păstrează suficient documentația în temeiul articolului 28, articolului 31 alineatul (4) și al articolului 44 alineatul (3);"
		},
		{
			"lang": "sk",
			"text": "neuchováva alebo nedostatočne uchováva dokumentáciu podľa článku 28, článku 31 ods. 4 a článku 44 ods. 3;"
		},
		{
			"lang": "sl",
			"text": "ne ohrani dokumentacije v skladu s členom 28, členom 31(4) in členom 44(3);"
		},
		{
			"lang": "fi",
			"text": "ei säilytä 28 artiklassa, 31 artiklan 4 kohdassa tai 44 artiklan 3 kohdassa tarkoitettuja asiakirjoja tai ei säilytä niitä riittävässä määrin;"
		},
		{
			"lang": "pl",
			"text": "nie prowadzi dokumentacji lub prowadzi ją w sposób niewystarczający na mocy art. 28, art. 31 ust. 4 i art. 44 ust. 3;"
		},
		{
			"lang": "lt",
			"text": "nesaugo arba nepakankamai saugo dokumentus pagal 28 straipsnį, 31 straipsnio 4 dalį ir 44 straipsnio 3 dalį;"
		},
		{
			"lang": "nl",
			"text": "geen of niet voldoende documenten bewaart overeenkomstig artikel 28, artikel 31, lid 4, en artikel 44, lid 3;"
		},
		{
			"lang": "sv",
			"text": "helt eller delvis underlåter att bevara dokumentation i enlighet med artiklarna 28, 31.4 och 44.3,"
		}
	],
	"children": [],
	"title": "Article 79 – Paragraph 5 – Point 6"
}