{
	"id": "a79p6i15",
	"type": "point",
	"literal": "o",
	"parent": "a79p6",
	"text": [
		{
			"lang": "en",
			"text": "does not comply with the rules for safeguarding professional secrecy pursuant to Article 84."
		},
		{
			"lang": "de",
			"text": "die Vorschriften über die Wahrung des Berufsgeheimnisses gemäß Artikel 84 nicht einhält."
		},
		{
			"lang": "fr",
			"text": "ne respecte pas les règles de protection du secret professionnel conformément à l'article 84."
		},
		{
			"lang": "es",
			"text": "no cumpla las normas de salvaguarda del secreto profesional con arreglo al artículo 84."
		},
		{
			"lang": "pt",
			"text": "Não respeite as regras de proteção do sigilo profissional, nos termos do artigo 84.º."
		},
		{
			"lang": "it",
			"text": "non si conforma alle norme di salvaguardia del segreto professionale di cui all’articolo 84."
		},
		{
			"lang": "ga",
			"text": "aon duine nach gcomhlíonann na rialacha maidir le rúndacht ghairmiúil a chosaint de bhun Airteagal 84."
		},
		{
			"lang": "cs",
			"text": "nedodrží pravidla pro zachovávání profesního tajemství podle článku 84."
		},
		{
			"lang": "da",
			"text": "ikke overholder reglerne om tavshedspligt i henhold til artikel 84."
		},
		{
			"lang": "et",
			"text": "ei täida artikli 84 kohaseid ametisaladuse kaitsmise eeskirju."
		},
		{
			"lang": "el",
			"text": "ιε) δεν συμμορφώνεται προς τους κανόνες για την προστασία του επαγγελματικού απορρήτου δυνάμει του άρθρου 84."
		},
		{
			"lang": "bg",
			"text": "о) не спазва правилата за опазване на професионалната тайна съгласно член 84."
		},
		{
			"lang": "hu",
			"text": "nem tesz eleget a szakmai titoktartás biztosítására vonatkozó, 84. cikk szerinti szabályoknak."
		},
		{
			"lang": "mt",
			"text": "ma jikkonformax mar-regoli għas-salvagwardja tas-segretezza professjonali skont l-Artikolu 84."
		},
		{
			"lang": "lv",
			"text": "nav ievēroti noteikumi par dienesta noslēpuma glabāšanu saskaņā ar 84. pantu."
		},
		{
			"lang": "ro",
			"text": "nu respectă normele pentru garantarea secretului profesional, în temeiul articolului 84."
		},
		{
			"lang": "sk",
			"text": "nedodržiava pravidlá zachovávania služobného tajomstva v zmysle článku 84."
		},
		{
			"lang": "sl",
			"text": "ne upošteva pravil glede varovanja poklicne molčečnosti v skladu s členom 84."
		},
		{
			"lang": "fi",
			"text": "ei noudata 84 artiklassa säädettyjä salassapitovelvollisuuden takaamista koskevia sääntöjä."
		},
		{
			"lang": "pl",
			"text": "nie przestrzega przepisów dotyczących zachowaniu tajemnicy służbowej na mocy art. 84."
		},
		{
			"lang": "lt",
			"text": "nesilaiko taisyklių dėl profesinės paslapties saugojimo pagal 84 straipsnį;"
		},
		{
			"lang": "nl",
			"text": "de voorschriften inzake het bewaren van het beroepsgeheim niet naleeft overeenkomstig artikel 84."
		},
		{
			"lang": "sv",
			"text": "underlåter att följa bestämmelserna om säkerställande av tystnadsplikt i artikel 84."
		}
	],
	"children": [],
	"title": "Article 79 – Paragraph 6 – Point 15"
}