{
	"id": "a79p1",
	"type": "paragraph",
	"literal": "1",
	"parent": "a79",
	"text": [
		{
			"lang": "en",
			"text": "Each supervisory authority shall be empowered to impose administrative sanctions in accordance with this Article."
		},
		{
			"lang": "de",
			"text": "Jede Aufsichtsbehörde ist befugt, nach Maßgabe dieses Artikels verwaltungsrechtliche Sanktionen zu verhängen."
		},
		{
			"lang": "fr",
			"text": "Chaque autorité de contrôle est habilitée à infliger des sanctions administratives en conformité avec le présent article."
		},
		{
			"lang": "es",
			"text": "Cada autoridad de control estará facultada para imponer sanciones administrativas de acuerdo con el presente artículo."
		},
		{
			"lang": "pt",
			"text": "Cada autoridade de controlo deve estar habilitada a aplicar sanções administrativas em conformidade com o presente artigo."
		},
		{
			"lang": "it",
			"text": "Ogni autorità di controllo è abilitata a imporre sanzioni amministrative conformemente al presente articolo."
		},
		{
			"lang": "ga",
			"text": "Tabharfar de chumhacht do gach údarás maoirseachta smachtbhannaí riaracháin a fhorchur i gcomhréir leis an Airteagal seo."
		},
		{
			"lang": "cs",
			"text": "Každý orgán dozoru má pravomoc ukládat správní sankce v souladu s tímto článkem."
		},
		{
			"lang": "da",
			"text": "Hver tilsynsmyndighed har beføjelse til at anvende administrative sanktioner i henhold til denne artikel."
		},
		{
			"lang": "et",
			"text": "Igal järelevalveasutusel on õigus kohaldada halduskaristusi kooskõlas käesoleva artikliga."
		},
		{
			"lang": "el",
			"text": "Κάθε αρχή ελέγχου εξουσιοδοτείται να επιβάλει διοικητικές κυρώσεις σύμφωνα με το παρόν άρθρο."
		},
		{
			"lang": "bg",
			"text": "Всеки надзорен орган има правомощието да налага административни санкции в съответствие с настоящия член."
		},
		{
			"lang": "hu",
			"text": "Valamennyi felügyelő hatóság hatáskörrel rendelkezik e cikknek megfelelő közigazgatási szankciók alkalmazására."
		},
		{
			"lang": "mt",
			"text": "Kull awtorità ta’ superviżjoni għandha tingħata s-setgħa li timponi sanzjonijiet amministrattivi skont dan l-Artikolu."
		},
		{
			"lang": "lv",
			"text": "Katrai uzraudzības iestādei ir pilnvaras piemērot administratīvo sodu saskaņā ar šo pantu."
		},
		{
			"lang": "ro",
			"text": "Fiecare autoritate de supraveghere este abilitată să impună sancțiuni administrative în conformitate cu prezentul articol."
		},
		{
			"lang": "sk",
			"text": "Každý dozorný orgán má právomoc ukladať správne sankcie v súlade s týmto článkom."
		},
		{
			"lang": "sl",
			"text": "Vsak nadzorni organ je pooblaščen za izrekanje upravnih sankcij v skladu s tem členom."
		},
		{
			"lang": "fi",
			"text": "Jokaisella valvontaviranomaisella on valtuudet määrätä hallinnollisia seuraamuksia tämän artiklan mukaisesti."
		},
		{
			"lang": "pl",
			"text": "Każdy organ nadzorczy jest uprawniony do nakładania sankcji administracyjnych zgodnie niniejszym artykułem."
		},
		{
			"lang": "lt",
			"text": "Kiekviena priežiūros institucija įgaliojama skirti administracines sankcijas pagal šį straipsnį."
		},
		{
			"lang": "nl",
			"text": "Elke toezichthoudende autoriteit is bevoegd om overeenkomstig dit artikel administratieve sancties op te leggen."
		},
		{
			"lang": "sv",
			"text": "Varje tillsynsmyndighet ska ha befogenhet att ålägga administrativa sanktioner i enlighet med denna artikel."
		}
	],
	"children": [],
	"title": "Article 79 – Paragraph 1"
}