{
	"id": "a79p4i2",
	"type": "point",
	"literal": "b",
	"parent": "a79p4",
	"text": [
		{
			"lang": "en",
			"text": "charges a fee for the information or for responses to the requests of data subjects in violation of Article 12(4)."
		},
		{
			"lang": "de",
			"text": "unter Verstoß gegen Artikel 12 Absatz 4 eine Gebühr für die Auskunft oder die Beantwortung von Anträgen betroffener Personen verlangt."
		},
		{
			"lang": "fr",
			"text": "perçoit des frais pour les informations ou pour les réponses aux demandes de personnes concernées en violation de l’article 12, paragraphe 4."
		},
		{
			"lang": "es",
			"text": "imponga el pago de una tasa por la información o por las respuestas a las solicitudes de los interesados en incumplimiento de lo dispuesto en el artículo 12, apartado 4."
		},
		{
			"lang": "pt",
			"text": "Cobre uma taxa pelas informações ou respostas aos pedidos dos titulares de dados, em violação do artigo 12.º, n.º 4;"
		},
		{
			"lang": "it",
			"text": "fa pagare un contributo spese per le informazioni o le risposte alle richieste dell’interessato, in violazione dell’articolo 12, paragrafo 4."
		},
		{
			"lang": "ga",
			"text": "aon duine a ghearrann táille as faisnéis nó as na freagairtí ar iarrataí ó na daoine is ábhar do na sonraí de shárú ar Airteagal 12(4)."
		},
		{
			"lang": "cs",
			"text": "účtuje poplatek za informace nebo za odpovědi na žádosti subjektů údajů, a poruší tak čl. 12 odst. 4."
		},
		{
			"lang": "da",
			"text": "opkræver gebyr for oplysninger eller svar på registrerede anmodninger i strid med artikel 12, stk. 4."
		},
		{
			"lang": "et",
			"text": "võtab andmesubjektidele antava teabe või nende taotlustele vastamise eest tasu, rikkudes artikli 12 lõiget 4."
		},
		{
			"lang": "el",
			"text": "β) επιβάλλει τέλος για την παροχή ενημέρωσης ή απαντήσεων στα αιτήματα των προσώπων στα οποία αναφέρονται τα δεδομένα κατά παράβαση του άρθρου 12 παράγραφος 4."
		},
		{
			"lang": "bg",
			"text": "б) налага такса за информацията или за отговори на исканията на субектите на данни в нарушение на член 12, параграф 4;"
		},
		{
			"lang": "hu",
			"text": "a 12. cikk (4) bekezdésének megsértésével díjat számít fel az érintettek tájékoztatásáért vagy a kérelmeik megválaszolásáért;"
		},
		{
			"lang": "mt",
			"text": "jimponi miżata għall-informazzjoni jew għal tweġiniet għal talbiet ta' soġġetti tad-dejta bi vjolazzjoni tal-Artikolu 12(4)."
		},
		{
			"lang": "lv",
			"text": "tiek prasīta samaksa par informāciju vai par atbildēm uz datu subjektu pieprasījumiem pretēji 12. panta 4. punkta noteikumiem."
		},
		{
			"lang": "ro",
			"text": "percepe o taxă pentru informații sau pentru răspunsurile la solicitările persoanelor vizate, încălcând articolul 12 alineatul (4)."
		},
		{
			"lang": "sk",
			"text": "účtuje poplatok za informácie alebo za poskytnutie odpovedí na žiadosti dotknutých osôb v rozpore s článkom 12 ods. 4."
		},
		{
			"lang": "sl",
			"text": "zaračuna pristojbino za informacije ali odgovore na zahteve posameznikov, na katere se nanašajo osebni podatki, in pri tem krši člen 12(4)."
		},
		{
			"lang": "fi",
			"text": "perii 12 artiklan 4 kohdan vastaisesti maksun tiedoista tai rekisteröityjen pyyntöihin vastaamisesta."
		},
		{
			"lang": "pl",
			"text": "pobiera opłatę za informację lub odpowiedzi na wnioski podmiotów danych naruszając w ten sposób art. 12 ust. 4."
		},
		{
			"lang": "lt",
			"text": "ima mokestį už informaciją arba atsakymus į duomenų subjektų prašymus, pažeisdamas 12 straipsnio 4 dalį."
		},
		{
			"lang": "nl",
			"text": "in strijd met artikel 12, lid 4, een vergoeding aanrekent voor informatie of voor het beantwoorden van verzoeken van betrokkenen."
		},
		{
			"lang": "sv",
			"text": "tar ut en avgift för att lämna information till eller besvara framställningar från registrerade i strid med artikel 12.4."
		}
	],
	"children": [],
	"title": "Article 79 – Paragraph 4 – Point 2"
}