{
	"id": "a80p1",
	"type": "paragraph",
	"literal": "1",
	"parent": "a80",
	"text": [
		{
			"lang": "en",
			"text": "Member States shall provide for exemptions or derogations from the provisions on the general principles in Chapter II, the rights of the data subject in Chapter III, on controller and processor in Chapter IV, on the transfer of personal data to third countries and international organisations in Chapter V, the independent supervisory authorities in Chapter VI and on co-operation and consistency in Chapter VII for the processing of personal data carried out solely for journalistic purposes or the purpose of artistic or literary expression in order to reconcile the right to the protection of personal data with the rules governing freedom of expression."
		},
		{
			"lang": "de",
			"text": "Die Mitgliedstaaten sehen für die Verarbeitung personenbezogener Daten, die allein zu journalistischen, künstlerischen oder literarischen Zwecken erfolgt, Abweichungen oder Ausnahmen von den allgemeinen Grundsätzen des Kapitels II, von den Rechten der betroffenen Person in Kapitel III, von den Bestimmungen über den für die Verarbeitung Verantwortlichen und den Auftragsverarbeiter in Kapitel IV, von der Übermittlung personenbezogener Daten in Drittländer und an internationale Organisationen in Kapitel V, von den Vorschriften über die Aufsichtsbehörden in Kapitel VI sowie von den Vorschriften über Zusammenarbeit und Kohärenz in Kapitel VII vor, um das Recht auf Schutz der Privatsphäre mit den für die Freiheit der Meinungsäußerung geltenden Vorschriften in Einklang zu bringen."
		},
		{
			"lang": "fr",
			"text": "Les États membres prévoient, pour les traitements de données à caractère personnel effectués aux seules fins de journalisme ou d'expression artistique ou littéraire, des exemptions et dérogations aux dispositions sur les principes généraux du chapitre II, sur les droits de la personne concernée du chapitre III, sur le responsable du traitement et le sous‑traitant du chapitre IV, sur le transfert de données à caractère personnel vers des pays tiers et à des organisations internationales du chapitre V, sur les autorités de contrôle indépendantes du chapitre VI et sur la coopération et la cohérence du chapitre VII, pour concilier le droit à la protection des données à caractère personnel avec les règles régissant la liberté d'expression."
		},
		{
			"lang": "es",
			"text": "Los Estados miembros dispondrán exenciones o excepciones a las disposiciones relativas a los principios generales del Capítulo II, los derechos del interesado del Capítulo III, el responsable y el encargado del Capítulo IV, la transferencia de datos personales a terceros países y a organizaciones internacionales del Capítulo V, las autoridades de control independientes del Capítulo VI y la cooperación y la coherencia del Capítulo VII en lo referente al tratamiento de los datos personales efectuado exclusivamente con fines periodísticos o de expresión literaria o artística, para conciliar el derecho a la protección de los datos de carácter personal con las normas que rigen la libertad de expresión."
		},
		{
			"lang": "pt",
			"text": "Os Estados-Membros devem estabelecer isenções ou derrogações às disposições sobre os princípios gerais do Capítulo II, os direitos do titular dos dados do Capítulo III, o responsável pelo tratamento e o subcontratante do Capítulo IV, a transferência de dados pessoais para países terceiros e organizações internacionais do Capítulo V, as autoridades de controlo independentes do Capítulo VI e a cooperação e a coerência do Capítulo VII, para os tratamentos de dados pessoais efetuados para fins exclusivamente jornalísticos ou de expressão artística ou literária, desde que sejam necessárias para conciliar o direito à proteção de dados pessoais com as regras que regem a liberdade de expressão."
		},
		{
			"lang": "it",
			"text": "Gli Stati membri prevedono, per il trattamento dei dati personali effettuato esclusivamente a scopi giornalistici o di espressione artistica o letteraria, le esenzioni o le deroghe alle disposizioni concernenti i principi generali di cui al capo II, i diritti dell’interessato di cui al capo III, il responsabile del trattamento e l’incaricato del trattamento di cui al capo IV, il trasferimento di dati personali verso paesi terzi e organizzazioni internazionali di cui al capo V, le autorità di controllo indipendenti di cui al capo VI e la cooperazione e la coerenza di cui al capo VII, al fine di conciliare il diritto alla protezione dei dati personali e le norme sulla libertà d’espressione."
		},
		{
			"lang": "ga",
			"text": "Déanfaidh na Ballstáit foráil maidir le sáruithe nó maoluithe ar na forálacha maidir leis na prionsabail ghinearálta atá i gCaibidil II, maidir le cearta an duine is ábhar do na sonraí i gCaibidil III, maidir leis an rialaitheoir agus an próiseálaí i gCaibidil IV, maidir le haistriú sonraí pearsanta chuig tríú tíortha agus chuig eagraíochtaí idirnáisiúnta i gCaibidil V, maidir leis na húdaráis neamhspleácha mhaoirseachta i gCaibidil VI agus maidir le comhar agus comhsheasmhacht i gCaibidil VII d'fhonn sonraí pearsanta a phróiseáil chun críocha iriseoireachta amháin nó mar léiriú liteartha nó ealaíne, nuair is gá sin chun réiteach a dhéanamh idir an ceart chun sonraí pearsanta a chosaint agus na rialacha a rialaíonn an ceart chun tuairimí a nochtadh."
		},
		{
			"lang": "cs",
			"text": "Aby se uvedlo právo na ochranu osobních údajů do souladu s předpisy upravujícími svobodu projevu, členské státy stanoví odchylky a výjimky z ustanovení o obecných zásadách v kapitole II, o právech subjektů údajů v kapitole III, o správci a zpracovateli v kapitole IV, o předávání osobních údajů do třetích zemí a mezinárodním organizacím v kapitole V, o nezávislých orgánech dozoru v kapitole VI a o spolupráci a jednotnosti v kapitole VII pro zpracovávání osobních údajů prováděné výlučně pro účely žurnalistiky nebo uměleckého či literárního projevu."
		},
		{
			"lang": "da",
			"text": "Medlemsstaterne fastsætter kun bestemmelser om fritagelser eller undtagelser fra de generelle principper i kapitel II, bestemmelserne om den registreredes rettigheder i kapitel III, bestemmelserne om den registeransvarlige og registerføreren i kapitel IV, bestemmelserne om videregivelse af personoplysninger til tredjelande og internationale organisationer i kapitel V, bestemmelserne om uafhængige tilsynsmyndigheder i kapitel VI og bestemmelserne om samarbejde og sammenhæng i kapitel VII i forbindelse med behandling af personoplysninger, der udelukkende finder sted i journalistisk øjemed eller med henblik på kunstnerisk eller litterær virksomhed for at forene retten til beskyttelse af personoplysninger med reglerne for ytringsfrihed."
		},
		{
			"lang": "et",
			"text": "Liikmesriigid näevad isikuandmete töötlemiseks üksnes ajakirjanduse jaoks või kirjandusliku või kunstilise eneseväljenduse huvides ette vabastused või erandid järgmistest sätetest: II peatükk põhimõtted, III peatükk andmesubjekti õigused, IV peatükk vastutav töötleja ja volitatud töötleja, V peatükk isikuandmete edastamine kolmandatele riikidele ja rahvusvahelistele organisatsioonidele, VI peatükk sõltumatud järelevalveasutused ja VII peatükk koostöö ja järjepidevus, et ühitada õigus isikuandmete kaitsele sõnavabadust käsitlevate eeskirjadega."
		},
		{
			"lang": "el",
			"text": "Τα κράτη μέλη προβλέπουν, για την επεξεργασία δεδομένων προσωπικού χαρακτήρα η οποία διενεργείται αποκλειστικά για δημοσιογραφικούς σκοπούς ή για σκοπούς καλλιτεχνικής ή λογοτεχνικής έκφρασης, εξαιρέσεις ή παρεκκλίσεις από τις διατάξεις σχετικά με τις γενικές αρχές που περιέχονται στο κεφάλαιο II, με τα δικαιώματα του προσώπου στο οποίο αναφέρονται τα δεδομένα που περιέχονται στο κεφάλαιο III, με τον υπεύθυνο επεξεργασίας και τον εκτελούντα την επεξεργασία που περιέχονται στο κεφάλαιο IV, με τη διαβίβαση δεδομένων προσωπικού χαρακτήρα σε τρίτες χώρες και διεθνείς οργανισμούς που περιέχονται στο κεφάλαιο V, με τις ανεξάρτητες αρχές ελέγχου που περιέχονται στο κεφάλαιο VI και με τη συνεργασία και τη συνεκτικότητα που περιέχονται στο κεφάλαιο VII, για να συμβιβασθεί το δικαίωμα στην προστασία των δεδομένων προσωπικού χαρακτήρα με τους κανόνες που διέπουν την ελευθερία έκφρασης."
		},
		{
			"lang": "bg",
			"text": "Държавите-членки предвиждат изключения или дерогации от разпоредбите относно общите принципи в глава II, относно правата на субекта на данни в глава III, относно администратора и обработващия лични данни в глава IV, относно предаването на лични данни на трети държави и международни организации в глава V, относно независимите надзорни органи в глава VI и сътрудничеството и съгласуваността в глава VII за обработването на лични данни, когато то се извършва единствено за журналистически цели или за целите на художественото или литературното изразяване, за да се съгласува правото на защита на личните данни с разпоредбите,уреждащи свободата на изразяване."
		},
		{
			"lang": "hu",
			"text": "A tagállamok az újságírás vagy az irodalmi, vagy művészi kifejezés céljából végzett személyesadat-feldolgozás tekintetében annak érdekében határozhatnak meg kivételeket vagy eltéréseket a II. fejezet szerinti általános alapelvekre, az érintettek III. fejezet szerinti jogaira, a IV. fejezet szerinti adatkezelőre és -feldolgozóra, a személyes adatok harmadik országokba vagy nemzetközi szervezetekhez irányuló, V. fejezet szerinti továbbítására, a VI. fejezet szerinti független felügyelő hatóságokra, valamint a VII. fejezet szerinti együttműködésre és egységességre vonatkozó rendelkezések tekintetében, hogy biztosítsák az egyensúlyt a személyes adatok védelméhez való jog és a véleménynyilvánítás szabadságára vonatkozó szabályok között."
		},
		{
			"lang": "mt",
			"text": "L-Istati Membri għandhom jipprovdu għal eżenzjonijiet jew derogi mid-dispożizzjonijiet dwar il-prinċipji ġenerali fil-Kapitolu II, mid-drittijiet tas-suġġett tad-dejta fil-Kapitolu III, dwar il-kontrollur u l-proċessur fil-Kapitolu IV, dwar it-trasferiment ta’ dejta personali lil pajjiżi terzi u lil organizzazzjonijiet internazzjonali fil-Kapitolu V, l-awtoritajiet ta’ superviżjoni indipendenti fil-Kapitolu VI u dwar il-kooperazzjoni u l-konsistenza fil-Kapitolu VII għall-ipproċessar ta’ dejta personali li jsir unikament għal għanijiet ta’ ġurnaliżmu jew għall-għan ta’ espressjoni artistika jew letterarja għar-rikonċiljazzjoni tad-dritt għall-protezzjoni tad-dejta personali mar-regoli li jirregolaw il-libertà tal-espressjoni."
		},
		{
			"lang": "lv",
			"text": "Dalībvalstis nosaka izņēmumus vai atkāpes no II nodaļas noteikumiem par vispārīgajiem principiem, II nodaļas noteikumiem par datu subjektu tiesībām, IV nodaļas noteikumiem par pārzini un apstrādātāju, V nodaļas noteikumiem par personas datu nosūtīšanu uz trešām valstīm un starptautiskām organizācijām, VI nodaļas noteikumiem par neatkarīgām uzraudzības iestādēm un VII nodaļas noteikumiem par sadarbību un konsekvenci attiecībā uz personas datu apstrādi, ko veic tikai žurnālistikas vajadzībām vai mākslinieciskās vai literārās izpausmes vajadzībām, lai panāktu līdzsvaru starp tiesībām uz personas datu aizsardzību un noteikumiem par vārda un informācijas brīvību."
		},
		{
			"lang": "ro",
			"text": "Statele membre prevăd exonerări și derogări de la dispozițiile privind principiile generale de la capitolul II, privind drepturile persoanei vizate de la capitolul III, privind operatorul și persoana împuternicită de către operator de la capitolul IV, privind transferul datelor cu caracter personal către țări terțe și organizații internaționale de la capitolul V, privind autoritățile de supraveghere independente de la capitolul VI și privind cooperarea și coerența de la capitolul VII, pentru prelucrarea datelor cu caracter personal efectuată numai în scopuri jurnalistice, artistice sau literare, pentru a stabili un echilibru între dreptul la protecția datelor cu caracter personal și normele care reglementează libertatea de exprimare."
		},
		{
			"lang": "sk",
			"text": "Členské štáty stanovia výnimky a odchýlky od ustanovení týkajúcich sa všeobecných zásad v kapitole II, práv dotknutých osôb v kapitole III, prevádzkovateľa a sprostredkovateľa v kapitole IV, prenosu osobných údajov do tretích krajín a medzinárodným organizáciám v kapitole V, nezávislých dozorných orgánov v kapitole VI a spolupráce a konzistentnosti v kapitole VII, platné pre spracúvanie osobných údajov vykonávané výlučne na žurnalistické účely alebo na účely umeleckej alebo literárnej tvorby s cieľom zosúladiť právo na ochranu osobných údajov s pravidlami, ktorými sa riadi sloboda prejavu."
		},
		{
			"lang": "sl",
			"text": "Države članice določijo izjeme ali odstopanja od določb o splošnih načelih iz poglavja II, pravicah posameznikov, na katere se nanašajo osebni podatki, iz poglavja III, upravljavcu in obdelovalcu iz poglavja IV, prenosu osebnih podatkov v tretje države in mednarodne organizacije iz poglavja V, neodvisnih nadzornih organih iz poglavja VI ter sodelovanju in skladnosti iz poglavja VII za obdelavo osebnih podatkov, ki se izvaja zgolj v novinarske namene ali zaradi umetniškega ali literarnega izražanja, da bi uskladile pravico do varstva osebnih podatkov s pravili, ki urejajo pravico do svobode izražanja."
		},
		{
			"lang": "fi",
			"text": "Jäsenvaltioiden on säädettävä ainoastaan journalistisia tarkoituksia tai taiteellisen tai kirjallisen ilmaisun tarkoituksia varten toteutettua henkilötietojen käsittelyä varten poikkeuksista ja vapautuksista II luvussa säädetyistä yleisistä periaatteista, III luvussa säädetyistä rekisteröidyn oikeuksista, IV luvussa säädetyistä rekisterinpitäjää ja henkilötietojen käsittelijää koskevista säännöistä, V luvussa säädetyistä henkilötietojen siirtoa kolmansiin maihin ja kansainvälisille järjestöille koskevista säännöistä, VI luvussa säädetyistä riippumattomia valvontaviranomaisia koskevista säännöistä ja VII luvussa säädetyistä yhteistyötä ja yhdenmukaisuutta koskevista säännöistä, jotta voidaan sovittaa yhteen oikeus henkilötietojen suojaan ja sananvapautta koskevat säännöt."
		},
		{
			"lang": "pl",
			"text": "Państwa członkowskie stanowią przepisy przewidujące wyłączenia i odstępstwa od przepisów dotyczące ogólnych zasad w rozdziale II, praw podmiotów danych w rozdziale III, administratora i podmiotu przetwarzającego w rozdziale IV, przekazywania danych osobowych do państw trzecich w rozdziale V, niezależnych organów nadzorczych w rozdziale VI oraz współpracy i zgodności w rozdziale VII w przypadku przetwarzania danych osobowych wyłącznie w celach dziennikarskich lub w celu uzyskania wyrazu artystycznego lub literackiego, aby pogodzić prawo do ochrony danych osobowych z przepisami dotyczącymi wolności wypowiedzi."
		},
		{
			"lang": "lt",
			"text": "Valstybės narės nustato II skyriuje pateiktų bendrųjų principų nuostatų, III skyriuje – duomenų subjektų teisių nuostatų, IV skyriuje – duomenų valdytojų ir duomenų tvarkytojų nuostatų, V skyriuje – asmens duomenų perdavimo į trečiąsias šalis ir tarptautinėms organizacijoms nuostatų, VI skyriuje – nepriklausomų priežiūros institucijų nuostatų, VII skyriuje – bendradarbiavimo ir nuoseklumo nuostatų išimtis ir nukrypti leidžiančias nuostatas, kai asmens duomenys tvarkomi tik žurnalistiniais arba meninės ar literatūrinės raiškos tikslais, kad teisė į duomenų apsaugą būtų suderinta su saviraiškos laisvę reglamentuojančiomis taisyklėmis."
		},
		{
			"lang": "nl",
			"text": "De lidstaten voorzien voor de verwerking van persoonsgegevens voor uitsluitend journalistieke of voor artistieke en literaire doeleinden in uitzonderingen op of afwijkingen van de bepalingen inzake de algemene beginselen in hoofdstuk II, de rechten van de betrokkenen in hoofdstuk III, de voor de verwerking verantwoordelijke en de verwerker in hoofdstuk IV, de doorgifte van persoonsgegevens naar derde landen en internationale organisaties in hoofdstuk V, de onafhankelijke toezichthoudende autoriteiten in hoofdstuk VI en samenwerking en conformiteit in hoofdstuk VII, om het recht op bescherming van persoonsgegevens te verzoenen met de regels betreffende de vrijheid van meningsuiting."
		},
		{
			"lang": "sv",
			"text": "Medlemsstaterna ska med avseende på behandling av personuppgifter som sker uteslutande för journalistiska ändamål eller konstnärligt eller litterärt skapande besluta om undantag och avvikelser från bestämmelserna om allmänna principer i kapitel II, om den registrerades rättigheter i kapitel III, om registeransvariga och registerförare i kapitel IV, om överföring av personuppgifter till tredjeländer och internationella organisationer i kapitel V, om oberoende tillsynsmyndigheter i kapitel VI och om samarbete och enhetlighet i kapitel VII endast om sådana undantag eller avvikelser är nödvändiga för att förena rätten till integritet med reglerna om yttrandefrihet."
		}
	],
	"children": [],
	"title": "Article 80 – Paragraph 1"
}