{
	"id": "a81p3",
	"type": "paragraph",
	"literal": "3",
	"parent": "a81",
	"text": [
		{
			"lang": "en",
			"text": "The Commission shall be empowered to adopt delegated acts in accordance with Article 86 for the purpose of further specifying other reasons of public interest in the area of public health as referred to in point (b) of paragraph 1, as well as criteria and requirements for the safeguards for the processing of personal data for the purposes referred to in paragraph 1."
		},
		{
			"lang": "de",
			"text": "Die Kommission wird ermächtigt, delegierte Rechtsakte nach Maßgabe von Artikel 86 zu erlassen, um die Gründe des öffentlichen Interesses im Bereich der öffentlichen Gesundheit im Sinne des Absatzes 1 Buchstabe b näher auszuführen und um die Kriterien und Anforderungen in Bezug auf die Garantien für die Verarbeitung personenbezogener Daten für die in Absatz 1 genannten Zwecke festzulegen."
		},
		{
			"lang": "fr",
			"text": "La Commission est habilitée à adopter des actes délégués en conformité avec l’article 86, aux fins de préciser davantage d'autres motifs d'intérêt général dans le domaine de la santé publique au sens du paragraphe 1, point b), ainsi que les critères et exigences applicables aux garanties encadrant le traitement de données à caractère personnel aux fins prévues au paragraphe 1."
		},
		{
			"lang": "es",
			"text": "La Comisión estará facultada para adoptar actos delegados, de conformidad con lo dispuesto en el artículo 87, a fin de especificar otras razones de interés público en el ámbito de la salud pública a que se refiere el apartado 1, letra b), así como los criterios y requisitos de las garantías del tratamiento de datos personales a los fines a que se hace referencia en el apartado 1."
		},
		{
			"lang": "pt",
			"text": "São atribuídas competências à Comissão para adotar atos delegados em conformidade com o artigo 86.º, a fim de especificar mais concretamente outras razões de interesse público no domínio da saúde pública na aceção do n.º 1, alínea b), bem como o tratamento de dados pessoais para os efeitos referidos no n.º 1."
		},
		{
			"lang": "it",
			"text": "Alla Commissione è conferito il potere di adottare atti delegati conformemente all’articolo 86 al fine di precisare altri motivi di interesse pubblico nel settore della sanità pubblica di cui al paragrafo 1, lettera b), e i criteri e i requisiti concernenti le garanzie per il trattamento dei dati personali per le finalità di cui al paragrafo 1."
		},
		{
			"lang": "ga",
			"text": "Tabharfar de chumhacht don Choimisiún gníomhartha tarmligthe a ghlacadh i gcomhréir le hAirteagal 86 chun cúiseanna eile a bhaineann le leas an phobail i réimse na sláinte poiblí dá dtagraítear i bpointe (b) de mhír 1 a shonrú tuilleadh, chomh maith leis na critéir agus na ceanglais do na cosaintí i ndáil le sonraí pearsanta a phróiseáil chun na gcríoch dá dtagraítear i mír 1."
		},
		{
			"lang": "cs",
			"text": "Komise je zmocněna přijímat akty v přenesené pravomoci v souladu s článkem 86 za účelem bližšího určení jiných důvodů veřejného zájmu v oblasti veřejného zdraví, jak je uvedeno v odst. 1 písm. b), jakož i kritérií a požadavků, pokud jde o záruky pro zpracovávání osobních údajů za účely uvedenými v odstavci 1."
		},
		{
			"lang": "da",
			"text": "Kommissionen tillægges beføjelser til at vedtage delegerede retsakter i overensstemmelse med artikel 86 med henblik på at præcisere andre hensyn til samfundsinteresser på folkesundhedsområdet, jf. stk. 1, litra b), og at fastlægge kriterier og betingelser vedrørende garantierne for behandling af personoplysninger til de formål, der er omhandlet i stk. 1."
		},
		{
			"lang": "et",
			"text": "Komisjoni volitatakse vastavalt artiklile 86 võtma vastu delegeeritud õigusakte, millega täpsustatakse muid avaliku huvi põhjusi rahvatervise valdkonnas, nagu on osutatud lõike 1 punktis b, ning samuti lõikes 1 osutatud eesmärkidel tehtavate isikuandmete töötlemise kaitsemeetmete tingimusi ja nõudeid."
		},
		{
			"lang": "el",
			"text": "Η Επιτροπή εξουσιοδοτείται να εκδίδει κατ’ εξουσιοδότηση πράξεις σύμφωνα με το άρθρο 86 για τον περαιτέρω προσδιορισμό άλλων λόγων δημόσιου συμφέροντος στον τομέα της δημόσιας υγείας όπως αναφέρεται στην παράγραφο 1 στοιχείο β) καθώς και των κριτηρίων και των απαιτήσεων σχετικά με την επεξεργασία δεδομένων προσωπικού χαρακτήρα για τους σκοπούς που αναφέρονται στην παράγραφο 1."
		},
		{
			"lang": "bg",
			"text": "На Комисията се предоставя правомощието да приема делегирани актове в съответствие с член 86 с цел допълнително уточняване на причините от обществен интерес в областта на общественото здраве, посочени в параграф 1, буква б), както и на критериите и изискванията за гаранциите за обработването на лични данни за целите, посочени в параграф 1."
		},
		{
			"lang": "hu",
			"text": "A Bizottság felhatalmazást kap arra, hogy a közegészség területén az egyéb közérdek b) pont szerinti fogalmának, valamint a személyes adatok (1) cikkben említett célokból való feldolgozásának biztosítékaira vonatkozó szempontok és követelmények további meghatározása érdekében a 86. cikkel összhangban felhatalmazáson alapuló jogi aktusokat fogadjon el."
		},
		{
			"lang": "mt",
			"text": "Il-Kummissjoni għandu jkollha s-setgħa li tadotta atti delegati skont l-Artikolu 86 sabiex tispeċifika aktar raġunijiet oħra ta’ interess pubbliku fil-qasam tas-saħħa pubblika kif imsemmi fil-punt (b) tal-paragrafu 1, kif ukoll il-kriterji u r-rekwiżiti għas-salvagwardji għall-ipproċessar ta’ dejta personali għall-finijiet imsemmija fil-paragrafu 1."
		},
		{
			"lang": "lv",
			"text": "Komisijai piešķir tiesības pieņemt deleģētos aktus saskaņā ar 86. pantu ar nolūku sīkāk precizēt citas sabiedrības intereses veselības aizsardzības jomā, kas minētas 1. punkta b) apakšpunktā, un kritērijus un prasības aizsardzības pasākumiem attiecībā uz personas datu apstrādi nolūkos, kas minēti 1. punktā."
		},
		{
			"lang": "ro",
			"text": "Comisia este împuternicită să adopte acte delegate în conformitate cu articolul 86 în scopul precizării în continuare a altor motive de interes public în domeniul sănătății publice, astfel cum se menționează la alineatul (1) litera (b), precum și a unor criterii și cerințe referitoare la garanții în ceea ce privește prelucrarea datelor cu caracter personal în scopurile menționate la alineatul (1)."
		},
		{
			"lang": "sk",
			"text": "Komisia je splnomocnená prijať delegované akty v súlade s článkom 86 s cieľom bližšie určiť iné dôvody verejného záujmu v oblasti verejného zdravia v zmysle odseku 1 písm. b), ako aj kritériá a požiadavky, pokiaľ ide o záruky pri spracúvaní osobných údajov na účely uvedené v odseku 1."
		},
		{
			"lang": "sl",
			"text": "Komisija je v skladu s členom 86 pooblaščena za sprejemanje delegiranih aktov, s katerimi podrobneje določi druge javne interese na področju javnega zdravja, kakor je navedeno v točki (b) odstavka 1, ter merila in zahteve za zaščitne ukrepe za obdelavo osebnih podatkov v namene iz odstavka 1."
		},
		{
			"lang": "fi",
			"text": "Siirretään komissiolle valta antaa 86 artiklan mukaisesti delegoituja säädöksiä, joissa määritellään tarkemmin 1 kohdan b alakohdassa tarkoitetut muut yleistä etua kansanterveyden alalla koskevat syyt sekä kriteerit ja vaatimukset 1 kohdassa tarkoitettuja tarkoituksia varten suoritettavaa henkilötietojen käsittelyä koskevia takeita varten."
		},
		{
			"lang": "pl",
			"text": "Komisja jest uprawniona do przyjmowania aktów delegowanych zgodnie z art. 86 w celu dalszego określenia innych przesłanek z zakresu interesu publicznego w obszarze zdrowia publicznego, o których mowa ust. 1 lit. b), jak również kryteriów i wymogów dla gwarancji przetwarzanie danych osobowych dla celów, o których mowa w ust. 1."
		},
		{
			"lang": "lt",
			"text": "Komisija įgaliojama pagal 86 straipsnį priimti deleguotuosius aktus ir jais išsamiau nustatyti kitas viešojo intereso priežastis visuomenės sveikatos srityje, kaip nurodyta 1 dalies b punkte, taip pat apsaugos priemonių, taikomų asmens duomenis tvarkant 1 dalyje nurodytais tikslais, kriterijus ir reikalavimus."
		},
		{
			"lang": "nl",
			"text": "De Commissie is bevoegd overeenkomstig artikel 86 gedelegeerde handelingen vast te stellen met het oog op de nadere invulling van de in lid 1, onder b), bedoelde andere redenen van openbaar belang op het gebied van volksgezondheid, en van de criteria en de vereisten voor de waarborgen voor de verwerking van persoonsgegevens voor de in lid 1 bedoelde doeleinden."
		},
		{
			"lang": "sv",
			"text": "Kommissionen ska ha befogenhet att anta delegerade akter enligt artikel 86 i syfte att ytterligare specificera andra skäl av allmänt intresse inom folkhälsoområdet enligt punkt 1 b, samt kriterier och krav för det skydd som ska finnas vid behandling av personuppgifter för de ändamål som anges i punkt 1."
		}
	],
	"children": [],
	"title": "Article 81 – Paragraph 3"
}