{
	"id": "a85p2",
	"type": "paragraph",
	"literal": "2",
	"parent": "a85",
	"text": [
		{
			"lang": "en",
			"text": "Churches and religious associations which apply comprehensive rules in accordance with paragraph 1 shall provide for the establishment of an independent supervisory authority in accordance with Chapter VI of this Regulation."
		},
		{
			"lang": "de",
			"text": "Kirchen und religiöse Vereinigungen oder Gemeinschaften, die gemäß Absatz 1 umfassende Datenschutzregeln anwenden, richten eine unabhängige Datenschutzaufsicht im Sinne des Kapitels VI ein."
		},
		{
			"lang": "fr",
			"text": "Les églises et les associations religieuses qui appliquent un ensemble complet de règles conformément au paragraphe 1 prévoient la création d'une autorité de contrôle indépendante conformément au chapitre VI du présent règlement."
		},
		{
			"lang": "es",
			"text": "Las iglesias y asociaciones religiosas que apliquen un conjunto de normas, de conformidad con el apartado 1, dispondrán la creación de una autoridad de control independiente, de conformidad con lo dispuesto en el Capítulo VI del presente Reglamento."
		},
		{
			"lang": "pt",
			"text": "As igrejas e associações religiosas que apliquem um conjunto completo de regras nos termos do n.º 1, devem prever a criação de uma autoridade de controlo independente, nos termos do Capítulo VI do presente regulamento."
		},
		{
			"lang": "it",
			"text": "Le chiese e le associazioni religiose che applicano i corpus completi di norme di cui al paragrafo 1 provvedono a istituire un’autorità di controllo indipendente ai sensi del capo VI del presente regolamento."
		},
		{
			"lang": "ga",
			"text": "Maidir le heaglaisí agus comhlachais reiligiúnacha a chuireann rialacha cuimsitheacha i bhfeidhm i gcomhréir le mír 1, déanfaidh siad foráil maidir le húdarás neamhspleách maoirseachta a bhunú i gcomhréir le Caibidil VI den Rialachán seo."
		},
		{
			"lang": "cs",
			"text": "Církve a náboženská sdružení, jež uplatňují komplexní pravidla v souladu s odstavcem 1, zajistí zřízení nezávislého orgánu dozoru v souladu s kapitolou VI tohoto nařízení."
		},
		{
			"lang": "da",
			"text": "Kirker og religiøse sammenslutninger, der anvender omfattende regler i henhold til stk. 1, fastsætter bestemmelser om oprettelse af en uafhængig tilsynsmyndighed i overensstemmelse med denne forordnings kapitel VI."
		},
		{
			"lang": "et",
			"text": "Kirikud ja usuühendused, kes kohaldavad põhjalikke eeskirju kooskõlas lõikega 1, näevad ette sõltumatu järelevalveasutuse loomise vastavalt käesoleva määruse VI peatükile."
		},
		{
			"lang": "el",
			"text": "Οι εκκλησίες και οι θρησκευτικές ενώσεις οι οποίες εφαρμόζουν πλήρες σύνολο κανόνων σύμφωνα με την παράγραφο 1 προβλέπουν την ίδρυση ανεξάρτητης αρχής ελέγχου σύμφωνα με το κεφάλαιο VI του παρόντος κανονισμού."
		},
		{
			"lang": "bg",
			"text": "Църквите и религиозните сдружения, които прилагат цялостни правила в съответствие с параграф 1, предвиждат създаването на независим надзорен орган в съответствие с глава VI от настоящия регламент."
		},
		{
			"lang": "hu",
			"text": "Az (1) bekezdéssel összhangban átfogó szabályokat alkalmazó egyházak és vallási szervezetek rendelkeznek független felügyelő hatóság létrehozásáról, e rendelet VI. fejezetével összhangban."
		},
		{
			"lang": "mt",
			"text": "Il-knejjes u l-assoċjazzjonijiet reliġjużi li japplikaw regoli komprensivi skont il-paragrafu 1 għandhom jipprovdu għall-istabbilment ta’ awtorità ta’ superviżjoni indipendenti skont il-Kapitolu VI ta’ dan ir-Regolament."
		},
		{
			"lang": "lv",
			"text": "Baznīcas un reliģiskas apvienības, kas piemēro vispusīgus noteikumus saskaņā ar 1. punktu, paredz neatkarīgas uzraudzības iestādes izveidošanu saskaņā ar šīs regulas VI nodaļu."
		},
		{
			"lang": "ro",
			"text": "Bisericile și asociațiile religioase care aplică un set cuprinzător de norme în conformitate cu alineatul (1) asigură instituirea unei autorități de supraveghere independente, în conformitate cu capitolul VI din prezentul regulament."
		},
		{
			"lang": "sk",
			"text": "Cirkvi a náboženské združenia, ktoré uplatňujú komplexné pravidlá v súlade s článkom 1, zabezpečia zriadenie nezávislého dozorného orgánu v súlade s kapitolou VI tohto nariadenia."
		},
		{
			"lang": "sl",
			"text": "Cerkve in verska združenja, ki uporabljajo celovita pravila v skladu z odstavkom 1, zagotovijo ustanovitev neodvisnega nadzornega organa v skladu s poglavjem VI te uredbe."
		},
		{
			"lang": "fi",
			"text": "Edellä 1 kohdassa tarkoitettuja kattavia sääntöjä soveltavien kirkkojen ja uskonnollisten yhdistysten on säädettävä riippumattoman valvontaviranomaisen perustamisesta tämän asetuksen VI luvun mukaisesti."
		},
		{
			"lang": "pl",
			"text": "Kościoły i związki wyznaniowe, które stosują kompleksowe regulacje zgodnie z ust. 1, stanowią regulacje przewidujące ustanowienie niezależnego organu nadzorczego zgodnie z rozdziałem VI niniejszego rozporządzenia."
		},
		{
			"lang": "lt",
			"text": "Bažnyčios ir religinės asociacijos, taikančios visapusiškas taisykles pagal 1 dalį, numato įsteigia nepriklausomą priežiūros instituciją pagal šio reglamento VI skyrių."
		},
		{
			"lang": "nl",
			"text": "Kerken en religieuze verenigingen die overeenkomstig lid 1 uitgebreide voorschriften toepassen, voorzien in de oprichting van een onafhankelijke toezichthoudende autoriteit overeenkomstig hoofdstuk VI van deze verordening."
		},
		{
			"lang": "sv",
			"text": "Kyrkor och religiösa samfund som tillämpar övergripande bestämmelser i enlighet med punkt 1 ska se till att det finns en oberoende tillsynsmyndighet i enlighet med kapitel VI i denna förordning."
		}
	],
	"children": [],
	"title": "Article 85 – Paragraph 2"
}