{
	"id": "a86p1",
	"type": "paragraph",
	"literal": "1",
	"parent": "a86",
	"text": [
		{
			"lang": "en",
			"text": "The power to adopt delegated acts is conferred on the Commission subject to the conditions laid down in this Article."
		},
		{
			"lang": "de",
			"text": "Die Befugnis zum Erlass delegierter Rechtsakte wird der Kommission unter den in diesem Artikel festgelegten Bedingungen übertragen."
		},
		{
			"lang": "fr",
			"text": "Le pouvoir d'adopter des actes délégués conféré à la Commission est soumis aux conditions fixées au présent article."
		},
		{
			"lang": "es",
			"text": "Los poderes para adoptar actos delegados otorgados a la Comisión estarán sujetos a las condiciones establecidas en el presente artículo."
		},
		{
			"lang": "pt",
			"text": "É conferido à Comissão o poder de adotar atos delegados, sob reserva das condições estabelecidas no presente artigo."
		},
		{
			"lang": "it",
			"text": "Il potere di adottare atti delegati è conferito alla Commissione alle condizioni stabilite nel presente articolo."
		},
		{
			"lang": "ga",
			"text": "Tugtar de chumhacht don Choimisiún gníomhartha tarmligthe a ghlacadh faoi réir na gcoinníollacha atá leagtha síos san Airteagal seo."
		},
		{
			"lang": "cs",
			"text": "Pravomoc přijímat akty v přenesené pravomoci svěřená Komisi podléhá podmínkám stanoveným v tomto článku."
		},
		{
			"lang": "da",
			"text": "Kommissionen tillægges beføjelser til at vedtage delegerede retsakter på de i denne artikel fastlagte betingelser."
		},
		{
			"lang": "et",
			"text": "Komisjonile antud õiguse suhtes võtta vastu delegeeritud õigusakte kohaldatakse käesolevas artiklis sätestatud tingimusi."
		},
		{
			"lang": "el",
			"text": "Η εξουσία έκδοσης κατ’ εξουσιοδότηση πράξεων ανατίθεται στην Επιτροπή υπό τις προϋποθέσεις που ορίζονται στο παρόν άρθρο."
		},
		{
			"lang": "bg",
			"text": "Правомощието да приема делегирани актове се предоставя на Комисията при спазване на предвидените в настоящия член условия."
		},
		{
			"lang": "hu",
			"text": "A Bizottság az e cikkben meghatározott feltételek mellett felhatalmazást kap felhatalmazáson alapuló jogi aktusok elfogadására."
		},
		{
			"lang": "mt",
			"text": "Is-setgħa li tadotta atti delegati hija mogħtija lill-Kummissjoni soġġett għall-kundizzjonijiet stabbiliti f’dan l-Artikolu."
		},
		{
			"lang": "lv",
			"text": "Komisija ir piešķirtas tiesības pieņemt deleģētos aktus, ievērojot šā panta nosacījumus."
		},
		{
			"lang": "ro",
			"text": "Competența de a adopta acte delegate este conferită Comisiei în condițiile prevăzute de prezentul articol."
		},
		{
			"lang": "sk",
			"text": "Právomoc prijímať delegované akty sa Komisii udeľuje za podmienok stanovených v tomto článku."
		},
		{
			"lang": "sl",
			"text": "Pooblastilo za sprejemanje delegiranih aktov se na Komisijo prenese pod pogoji iz tega člena."
		},
		{
			"lang": "fi",
			"text": "Siirretään komissiolle valta antaa delegoituja säädöksiä tässä artiklassa säädetyin edellytyksin."
		},
		{
			"lang": "pl",
			"text": "Powierzenie Komisji uprawnień do przyjęcia aktów delegowanych podlega warunkom określonym w niniejszym artykule."
		},
		{
			"lang": "lt",
			"text": "Komisijai suteikiami įgaliojimai priimti deleguotuosius aktus laikantis šiame straipsnyje nurodytų sąlygų."
		},
		{
			"lang": "nl",
			"text": "De bevoegdheid om gedelegeerde handelingen vast te stellen, wordt aan de Commissie toegekend onder de in dit artikel vastgestelde voorwaarden."
		},
		{
			"lang": "sv",
			"text": "Befogenheten att anta delegerade akter ges till kommissionen med förbehåll för de villkor som anges i denna artikel."
		}
	],
	"children": [],
	"title": "Article 86 – Paragraph 1"
}