{
	"id": "a86p4",
	"type": "paragraph",
	"literal": "4",
	"parent": "a86",
	"text": [
		{
			"lang": "en",
			"text": "As soon as it adopts a delegated act, the Commission shall notify it simultaneously to the European Parliament and to the Council."
		},
		{
			"lang": "de",
			"text": "Sobald die Kommission einen delegierten Rechtsakt erlässt, übermittelt sie ihn gleichzeitig dem Europäischen Parlament und dem Rat."
		},
		{
			"lang": "fr",
			"text": "Dès qu'elle adopte un acte délégué, la Commission le notifie simultanément au Parlement européen et au Conseil."
		},
		{
			"lang": "es",
			"text": "Tan pronto como la Comisión adopte un acto delegado, lo notificará simultáneamente al Parlamento Europeo y al Consejo."
		},
		{
			"lang": "pt",
			"text": "Logo que adote um ato delegado, a Comissão notifica-o simultaneamente ao Parlamento Europeu e ao Conselho."
		},
		{
			"lang": "it",
			"text": "Non appena adotta un atto delegato, la Commissione ne dà contestualmente notifica al Parlamento europeo e al Consiglio."
		},
		{
			"lang": "ga",
			"text": "A luaithe a ghlacfaidh sé gníomh tarmligthe, tabharfaidh an Coimisiún fógra ina leith go comhuaineach do Pharlaimint na hEorpa agus don Chomhairle."
		},
		{
			"lang": "cs",
			"text": "Přijetí aktu v přenesené pravomoci Komise neprodleně oznámí současně Evropskému parlamentu a Radě."
		},
		{
			"lang": "da",
			"text": "Så snart Kommissionen vedtager en delegeret retsakt, giver den samtidig Europa-Parlamentet og Rådet meddelelse herom."
		},
		{
			"lang": "et",
			"text": "Niipea kui komisjon on delegeeritud õigusakti vastu võtnud, teeb ta selle samal ajal teatavaks Euroopa Parlamendile ja nõukogule."
		},
		{
			"lang": "el",
			"text": "Μόλις εκδώσει κατ’ εξουσιοδότηση πράξη, η Επιτροπή την κοινοποιεί ταυτόχρονα στο Ευρωπαϊκό Κοινοβούλιο και στο Συμβούλιο."
		},
		{
			"lang": "bg",
			"text": "Веднага след като приеме делегиран акт, Комисията нотифицира акта едновременно на Европейския парламент и Съвета"
		},
		{
			"lang": "hu",
			"text": "A Bizottság a felhatalmazáson alapuló jogi aktus elfogadását követően haladéktalanul és egyidejűleg értesíti arról az Európai Parlamentet és a Tanácsot."
		},
		{
			"lang": "mt",
			"text": "Malli tadotta att delegat, il-Kummissjoni għandha tinnotifikah fl-istess ħin lill-Parlament Ewropew u lill-Kunsill."
		},
		{
			"lang": "lv",
			"text": "Līdzko Komisija pieņem deleģēto aktu, tā par to vienlaikus paziņo Eiropas Parlamentam un Padomei."
		},
		{
			"lang": "ro",
			"text": "De îndată ce adoptă un act delegat, Comisia îl notifică simultan Parlamentului European și Consiliului."
		},
		{
			"lang": "sk",
			"text": "Komisia oznamuje delegovaný akt Európskemu parlamentu a Rade súčasne, a to hneď po jeho prijatí."
		},
		{
			"lang": "sl",
			"text": "Komisija takoj po sprejetju delegiranega akta o tem hkrati obvesti Evropski parlament in Svet."
		},
		{
			"lang": "fi",
			"text": "Heti kun komissio on antanut delegoidun säädöksen, komissio antaa sen tiedoksi yhtäaikaisesti Euroopan parlamentille ja neuvostolle."
		},
		{
			"lang": "pl",
			"text": "Niezwłocznie po przyjęciu aktu delegowanego Komisja przekazuje go równocześnie Parlamentowi Europejskiemu i Radzie."
		},
		{
			"lang": "lt",
			"text": "Priėmusi deleguotąjį aktą, Komisija apie jį iškart vienu metu praneša Europos Parlamentui ir Tarybai."
		},
		{
			"lang": "nl",
			"text": "Zodra de Commissie een gedelegeerde handeling vaststelt, stelt zij het Europees Parlement en de Raad daarvan gelijktijdig in kennis."
		},
		{
			"lang": "sv",
			"text": "Så snart kommissionen antar en delegerad akt ska den samtidigt delge Europaparlamentet och rådet denna."
		}
	],
	"children": [],
	"title": "Article 86 – Paragraph 4"
}