{
	"id": "a86p3",
	"type": "paragraph",
	"literal": "3",
	"parent": "a86",
	"text": [
		{
			"lang": "en",
			"text": "The delegation of power referred to in Article 6(5), Article 8(3), Article 9(3), Article 12(5), Article 14(7), Article 15(3), Article 17(9), Article 20(6), Article 22(4), Article 23(3), Article 26(5), Article 28(5), Article 30(3), Article 31(5), Article 32(5), Article 33(6), Article 34(8), Article 35(11), Article 37(2), Article 39(2), Article 43(3), Article 44(7), Article 79(6), Article 81(3), Article 82(3) and Article 83(3) may be revoked at any time by the European Parliament or by the Council. A decision of revocation shall put an end to the delegation of power specified in that decision. It shall take effect the day following the publication of the decision in the Official Journal of the European Union or at a later date specified therein. It shall not affect the validity of any delegated acts already in force."
		},
		{
			"lang": "de",
			"text": "Die Befugnis zum Erlass delegierter Rechtsakte gemäß Artikel 6 Absatz 5, Artikel 8 Absatz 3, Artikel 9 Absatz 3, Artikel 12 Absatz 5, Artikel 14 Absatz 7, Artikel 15 Absatz 3, Artikel 17 Absatz 9, Artikel 20 Absatz 6, Artikel 22 Absatz 4, Artikel 23 Absatz 3, Artikel 26 Absatz 5, Artikel 28 Absatz 5, Artikel 30 Absatz 3, Artikel 31 Absatz 5, Artikel 32 Absatz 5, Artikel 33 Absatz 6, Artikel 34 Absatz 8, Artikel 35 Absatz 11, Artikel 37 Absatz 2, Artikel 39 Absatz 2, Artikel 43 Absatz 3, Artikel 44 Absatz 7, Artikel 79 Absatz 6, Artikel 81 Absatz 3, Artikel 82 Absatz 3 und Artikel 83 Absatz 3 kann vom Europäischen Parlament oder vom Rat jederzeit widerrufen werden. Der Beschluss über den Widerruf beendet die Übertragung der in diesem Beschluss angegebenen Befugnis. Der Beschluss wird am Tag nach seiner Veröffentlichung im Amtsblatt der Europäischen Union oder zu einem darin angegebenen späteren Zeitpunkt wirksam. Er berührt nicht die Gültigkeit von bereits in Kraft getretenen delegierten Rechtsakten."
		},
		{
			"lang": "fr",
			"text": "La délégation de pouvoir visée à l'article 6, paragraphe 5, à l'article 8, paragraphe 3, à l'article 9, paragraphe 3, à l'article 12, paragraphe 5, à l'article 14, paragraphe 7, à l'article 15, paragraphe 3, à l'article 17, paragraphe 9, à l'article 20, paragraphe 6, à l'article 22, paragraphe 4, à l'article 23, paragraphe 3, à l'article 26, paragraphe 5, à l'article 28, paragraphe 5, à l'article 30, paragraphe 3, à l'article 31, paragraphe 5, à l'article 32, paragraphe 5, à l'article 33, paragraphe 6, à l'article 34, paragraphe 8, à l'article 35, paragraphe 11, à l'article 37, paragraphe 2, à l'article 39, paragraphe 2, à l'article 43, paragraphe 3, à l'article 44, paragraphe 7, à l'article 79, paragraphe 6, à l'article 81, paragraphe 3, à l'article 82, paragraphe 3, et à l'article 83, paragraphe 3, peut être révoquée à tout moment par le Parlement européen ou le Conseil. La décision de révocation met fin à la délégation de pouvoir qui y est précisée. La révocation prend effet le jour suivant celui de la publication de ladite décision au Journal officiel de l'Union européenne ou à une date ultérieure qui y est précisée. Elle n'affecte pas la validité des actes délégués déjà en vigueur."
		},
		{
			"lang": "es",
			"text": "La delegación de poderes a que se refieren el artículo 6, apartado 5, el artículo 8, apartado 3, el artículo 9, apartado 3, el artículo 12, apartado 5, el artículo 14, apartado 7, el artículo 15, apartado 3, el artículo 17, apartado 9, el artículo 20, apartado 6, el artículo 22, apartado 4, el artículo 23, apartado 3, el artículo 26, apartado 5, el artículo 28, apartado 5, el artículo 30, apartado 3, el artículo 31, apartado 5, el artículo 32, apartado 5, el artículo 33, apartado 6, el artículo 34, apartado 8, el artículo 35, apartado 11, el artículo 37, apartado 2, el artículo 39, apartado 2, el artículo 43, apartado 3, el artículo 44, apartado 7, el artículo 79, apartado 6, el artículo 81, apartado 3, el artículo 82, apartado 3, y en el artículo 83, apartado 3, podrá ser revocada en todo momento por el Parlamento Europeo o por el Consejo. La decisión de revocación pondrá término a la delegación de los poderes que en ella se especifiquen. Surtirá efecto el día siguiente al de su publicación en el Diario Oficial de la Unión Europea o en la fecha posterior que en ella se especifique. No afectará a la validez de los actos delegados que ya estén en vigor."
		},
		{
			"lang": "pt",
			"text": "A delegação de poderes a que se refere o artigo 6.º, n.º 5, o artigo 8.º, n.º 3, o artigo 9.º, n.º 3, o artigo 12.º, n.º 5, o artigo 14.º, n.º 7, o artigo 15.º, n.º 3, o artigo 17.º, n.º 9, o artigo 20.º, n.º 6, o artigo 22.º, n.º 4, o artigo 23.º, n.º 3, o artigo 26.º, n.º 5, o artigo 28.º, n.º 5, o artigo 30.º, n.º 3, o artigo 31.º, n.º 5, o artigo 32.º, n.º 5, o artigo 33.º, n.º 6, o artigo 34.º, n.º 8, o artigo 35.º, n.º 11, o artigo 37.º, n.º 2, o artigo 39.º, n.º 2, o artigo 43.º, n.º 3, o artigo 44.º, n.º 7, o artigo 79.º, n.º 6, o artigo 81.º, n.º 3, o artigo 82.º, n.º 3 e o artigo 83.º, n.º 3, pode ser revogada a qualquer momento pelo Parlamento Europeu ou pelo Conselho. A decisão de revogação põe termo à delegação dos poderes nela especificados. A revogação produz efeitos no dia seguinte ao da sua publicação no Jornal Oficial da União Europeia ou numa data posterior nela especificada. A decisão de revogação não prejudica a validade dos atos delegados já em vigor."
		},
		{
			"lang": "it",
			"text": "La delega di potere di cui all’articolo 6, paragrafo 5, all’articolo 8, paragrafo 3, all’articolo 9, paragrafo 3, all’articolo 12, paragrafo 5, all’articolo 14, paragrafo 7, all’articolo 15, paragrafo 3, all’articolo 17, paragrafo 9, all’articolo 20, paragrafo 6, all’articolo 22, paragrafo 4, all’articolo 23, paragrafo 3, all’articolo 26, paragrafo 5, all’articolo 28, paragrafo 5, all’articolo 30, paragrafo 3, all’articolo 31, paragrafo 5, all’articolo 32, paragrafo 5, all’articolo 33, paragrafo 6, all’articolo 34, paragrafo 8, all’articolo 35, paragrafo 11, all’articolo 37, paragrafo 2, all’articolo 39, paragrafo 2, all’articolo 43, paragrafo 3, all’articolo 44, paragrafo 7, all’articolo 79, paragrafo 6, all’articolo 81, paragrafo 3, all’articolo 82, paragrafo 3 e all’articolo 83, paragrafo 3, può essere revocata in qualsiasi momento dal Parlamento europeo o dal Consiglio. La decisione di revoca pone fine alla delega di potere ivi specificata. Gli effetti della decisione decorrono dal giorno successivo alla pubblicazione della decisione nella Gazzetta ufficiale dell’Unione europea o da una data successiva ivi specificata. Essa non pregiudica la validità degli atti delegati già in vigore."
		},
		{
			"lang": "ga",
			"text": "Féadfaidh Parlaimint na hEorpa nó an Chomhairle tarmligean na cumhachta dá dtagraítear in Airteagal 6(5), Airteagal 8(3), Airteagal 9(3), Airteagal 12(5), Airteagal 14(7), Airteagal 15(3), Airteagal 17(9), Airteagal 20(6), Airteagal 22(4), Airteagal 23(3), Airteagal 26(5), Airteagal 28(5), Airteagal 30(3), Airteagal 31(5), Airteagal 32(5), Airteagal 33(6), Airteagal 34(8), Airteagal 35(11), Airteagal 37(2), Airteagal 39(2), Airteagal 43(3), Airteagal 44(7), Airteagal 79(6), Airteagal 81(3), Airteagal 82(3) agus Airteagal 83(3) a chúlghairm tráth ar bith. Cuirfidh cinneadh chun cúlghairm a dhéanamh deireadh le tarmligean na cumhachta atá sonraithe sa chinneadh sin. Beidh éifeacht leis an lá tar éis an cinneadh a fhoilsiú in Iris Oifigiúil an Aontais Eorpaigh nó ar dháta ina dhiaidh sin a shonrófar ann. Ní dhéanfaidh sé difear do bhailíocht aon ghníomhartha tarmligthe atá i bhfeidhm cheana féin."
		},
		{
			"lang": "cs",
			"text": "Evropský parlament nebo Rada mohou přenesení pravomocí uvedené v čl. 6 odst. 5, čl. 8 odst. 3, čl. 9 odst. 3, čl. 12 odst. 5, čl. 14 odst. 7, čl. 15 odst. 3, čl. 17 odst. 9, čl. 20 odst. 6, čl. 22 odst. 4, čl. 23 odst. 3, čl. 26 odst. 5, čl. 28 odst. 5, čl. 30 odst. 3, čl. 31 odst. 5, čl. 32 odst. 5, čl. 33 odst. 6, čl. 34 odst. 8, čl. 35 odst. 11, čl. 37 odst. 2, čl. 39 odst. 2, čl. 43 odst. 3, čl. 44 odst. 7, čl. 79 odst. 6, čl. 81 odst. 3, čl. 82 odst. 3 a čl. 83 odst. 3 kdykoli zrušit. Rozhodnutím o zrušení se ukončuje přenesení pravomocí v něm blíže určených. Rozhodnutí nabývá účinku prvním dnem po vyhlášení v Úředním věstníku Evropské unie, nebo k pozdějšímu dni, který je v něm upřesněn. Nedotýká se platnosti již platných aktů v přenesené pravomoci."
		},
		{
			"lang": "da",
			"text": "De beføjelser, der er omhandlet i artikel 6, stk. 5, artikel 8, stk. 3, artikel 9, stk. 3, artikel 12, stk. 5, artikel 14, stk. 7, artikel 15, stk. 3, artikel 17, stk. 9, artikel 20, stk. 6, artikel 22, stk. 4, artikel 23, stk. 3, artikel 26, stk. 5, artikel 28, stk. 5, artikel 30, stk. 3, artikel 31, stk. 5, artikel 32, stk. 5, artikel 33, stk. 6, artikel 34, stk. 8, artikel 35, stk. 11, artikel 37, stk. 2, artikel 39, stk. 2, artikel 43, stk. 3, artikel 44, stk. 7, artikel 79, stk. 6, artikel 81, stk. 3, artikel 82, stk. 3, og artikel 83, stk. 3, kan til enhver tid tilbagekaldes af Europa-Parlamentet eller Rådet. En afgørelse om tilbagekaldelse bringer delegeringen af de beføjelser, der er angivet i den pågældende afgørelse, til ophør. Afgørelsen får virkning fra dagen efter sin offentliggørelse i Den Europæiske Unions Tidende eller fra en senere dato, der fastsættes nærmere i afgørelsen. Den berører ikke gyldigheden af de delegerede retsakter, der allerede er i kraft."
		},
		{
			"lang": "et",
			"text": "Euroopa Parlament ja nõukogu võivad artikli 6 lõikes 5, artikli 8 lõikes 3, artikli 9 lõikes 3, artikli 12 lõikes 5, artikli 14 lõikes 7, artikli 15 lõikes 3, artikli 17 lõikes 9, artikli 20 lõikes 6, artikli 22 lõikes 4, artikli 23 lõikes 3, artikli 26 lõikes 5, artikli 28 lõikes 5, artikli 30 lõikes 3, artikli 31 lõikes 5, artikli 32 lõikes 5, artikli 33 lõikes 6, artikli 34 lõikes 8, artikli 35 lõikes 11, artikli 37 lõikes 2, artikli 39 lõikes 2, artikli 43 lõikes 3, artikli 44 lõikes 7, artikli 79 lõikes 6, artikli 81 lõikes 3, artikli 82 lõikes 3 ja artikli 83 lõikes 3 osutatud volituste delegeerimise igal ajal tagasi võtta. Tagasivõtmise otsusega lõpetatakse otsuses nimetatud volituste delegeerimine. Otsus jõustub järgmisel päeval pärast selle avaldamist Euroopa Liidu Teatajas või otsuses nimetatud hilisemal kuupäeval. See ei mõjuta juba jõustunud delegeeritud õigusaktide kehtivust."
		},
		{
			"lang": "el",
			"text": "Η εξουσιοδότηση που αναφέρεται στο άρθρο 6 παράγραφος 5, στο άρθρο 8 παράγραφος 3, στο άρθρο 9 παράγραφος 3, στο άρθρο 12 παράγραφος 5, στο άρθρο 14 παράγραφος 7, στο άρθρο 15 παράγραφος 3, στο άρθρο 17 παράγραφος 9, στο άρθρο 20 παράγραφος 6, στο άρθρο 22 παράγραφος 4, στο άρθρο 23 παράγραφος 3, στο άρθρο 26 παράγραφος 5, στο άρθρο 28 παράγραφος 5, στο άρθρο 30 παράγραφος 3, στο άρθρο 31 παράγραφος 5, στο άρθρο 32 παράγραφος 5, στο άρθρο 33 παράγραφος 6, στο άρθρο 34 παράγραφος 8, στο άρθρο 35 παράγραφος 11, στο άρθρο 37 παράγραφος 2, στο άρθρο 39 παράγραφος 2, στο άρθρο 43 παράγραφος 3, στο άρθρο 44 παράγραφος 7, στο άρθρο 79 παράγραφος 6, στο άρθρο 81 παράγραφος 3, στο άρθρο 82 παράγραφος 3 και στο άρθρο 83 παράγραφος 3 μπορεί να ανακληθεί οποτεδήποτε από το Ευρωπαϊκό Κοινοβούλιο ή από το Συμβούλιο. Η απόφαση ανάκλησης περατώνει την εξουσιοδότηση που προσδιορίζεται στην εν λόγω απόφαση. Αρχίζει να ισχύει την επόμενη ημέρα από τη δημοσίευση της απόφασης στην Επίσημη Εφημερίδα της Ευρωπαϊκής Ένωσης ή σε μεταγενέστερη ημερομηνία που ορίζεται σε αυτήν. Δεν θίγει το κύρος των ήδη εν ισχύι κατ’ εξουσιοδότηση πράξεων."
		},
		{
			"lang": "bg",
			"text": "Делегирането на правомощия, посочено в член 6, параграф 5, член 8, параграф 3, член 9, параграф 3, член 12, параграф 5, член 14, параграф 7, член 15, параграф 3, член 17, параграф 9, член 20, параграф 6, член 22, параграф 4, член 23, параграф 3, член 26, параграф 5, член 28, параграф 5, член 30, параграф 3, член 31, параграф 5, член 32, параграф 5, член 33, параграф 6, член 34, параграф 8, член 35, параграф 11, член 37, параграф 2, член 39, параграф 2, член 43, параграф 3, член 44, параграф 7, член 79, параграф 6, член 81, параграф 3, член 82, параграф 3) и член 83, параграф 3 може да бъде оттеглено по всяко време от Европейския парламент или от Съвета. С решението за оттегляне се прекратява посоченото в него делегиране на правомощия. То поражда действие в деня след публикуването на решението в Официален вестник на Европейския съюз или на по-късна, посочена в решението дата. То не засяга действителността на делегираните актове, които вече са в сила."
		},
		{
			"lang": "hu",
			"text": "Az Európai Parlament vagy a Tanács bármikor visszavonhatja a 6. cikk (5) bekezdésben, 8. cikk (3) bekezdésben, 9. cikk (5) bekezdésben, 12. cikk (5) bekezdésben, 14. cikk (7) bekezdésben, 15. cikk (3) bekezdésben, 17. cikk (3) bekezdésben, 20. cikk (6) bekezdésben, 22. cikk (4) bekezdésben, 23. cikk (3) bekezdésben, 26. cikk (5) bekezdésben, 28. cikk (5) bekezdésben, 30. cikk (3) bekezdésben, 31. cikk (5) bekezdésben, 32. cikk (5) bekezdésben, 33. cikk (6) bekezdésben, 34. cikk (8) bekezdésben, 35. cikk (11) bekezdésben, 37. cikk (2) bekezdésben, 39. cikk (2) bekezdésben, 43. cikk (3) bekezdésben, 44. cikk (7) bekezdésben, 79. cikk (6) bekezdésben, 81. cikk (3) bekezdésben, 82. cikk (3) bekezdésben és 83. cikk (3) bekezdésben említett felhatalmazást. A visszavonásról szóló határozat megszünteti az abban meghatározott felhatalmazást. A határozat az Európai Unió Hivatalos Lapjában való közzétételét követő napon vagy a határozatban meghatározott későbbi időpontban lép hatályba. A határozat nem érinti a már hatályban lévő, felhatalmazáson alapuló jogi aktusok érvényességét."
		},
		{
			"lang": "mt",
			"text": "Id-delegazzjoni tas-setgħa msemmija fl-Artikolu 6(5), l-Artikolu 8(3), l-Artikolu 9(3), l-Artikolu 12(5), l-Artikolu 14(7), l-Artikolu 15(3), l-Artikolu 17(9), l-Artikolu 20(6), l-Artikolu 22(4), l-Artikolu 23(3), l-Artikolu 26(5), l-Artikolu 28(4), l-Artikolu 30(3), l-Artikolu 31(5), l-Artikolu 32(5), l-Artikolu 33(6), l-Artikolu 34(8), l-Artikolu 35(11), l-Artikolu 37(2), l-Artikolu 39(2), l-Artikolu 43(3), l-Artikolu 44(7), l-Artikolu 79(6), l-Artikolu 81(3), l-Artikolu 82(3) u l-Artikolu 83(3) tista’ tkun revokata fi kwalunkwe ħin mill-Parlament Ewropew jew mill-Kunsill. Deċiżjoni ta’ revoka għandha ttemm id-delegazzjoni ta’ setgħa speċifikata f’dik id-deċiżjoni. Din għandha tidħol fis-seħħ il-jum ta’ wara l-pubblikazzjoni tad-deċiżjoni f’Il-Ġurnal Uffiċjali tal-Unjoni Ewropea jew f’dejta aktar tard speċifikata fiha. Hija ma għandhiex taffettwa l-validità ta’ kwalunkwe att delegat diġà fis-seħħ."
		},
		{
			"lang": "lv",
			"text": "Tiesības pieņemt deleģētos aktus, kas minētas 6. panta 5. punktā, 8.panta 3. punktā, 9. panta 3. punktā, 12. panta 5. punktā, 14. panta 7. punkta, 15. panta 3. punktā, 17. panta 9. punktā, 20. panta 6. punktā, 22. panta 4. punktā, 23. panta 3. punktā, 26. panta 5. punktā, 28. panta 5. punktā, 30. panta 3. punktā, 31. panta 5. punktā, 32. panta 5. punktā, 33. panta 6. punktā, 34. panta 8. punktā, 35. panta 11. punktā, 37. panta 2. punktā, 39. panta 2. punktā, 43. panta 3. punktā, 44. panta 7. punktā, 79. panta 6. punktā, 81. panta 3. punktā, 82. panta 3. punktā un 83. panta 3. punktā, Eiropas Parlaments vai Padome var atsaukt jebkurā brīdī. Ar lēmumu par atsaukšanu izbeidzas lēmumā norādītās tiesības pieņemt deleģētos aktus. Tas stājas spēkā nākamajā dienā pēc lēmuma publicēšanas Eiropas Savienības Oficiālajā Vēstnesī vai vēlākā dienā, kas tajā norādīta. Tas neskar spēkā esošos deleģētos aktus."
		},
		{
			"lang": "ro",
			"text": "Delegarea de competențe menționată la articolul 6 alineatul (5), articolul 8 alineatul (3), articolul 9 alineatul (3), articolul 12 alineatul (5), articolul 14 alineatul (7), articolul 15 alineatul (3), articolul 17 alineatul (9), articolul 20 alineatul (6), articolul 22 alineatul (4), articolul 23 alineatul (3), articolul 26 alineatul (5), articolul 28 alineatul (5), articolul 30 alineatul (3), articolul 31 alineatul (5), articolul 32 alineatul (5), articolul 33 alineatul (6), articolul 34 alineatul (8), articolul 35 alineatul (11), articolul 37 alineatul (2), articolul 39 alineatul (2), articolul 43 alineatul (3), articolul 44 alineatul (7), articolul 79 alineatul (6), articolul 81 alineatul (3), articolul 82 alineatul (3) și articolul 83 alineatul (3) poate fi revocată în orice moment de către Parlamentul European sau de către Consiliu. O decizie de revocare pune capăt delegării de competențe precizată în decizia respectivă. Aceasta intră în vigoare în ziua următoare publicării deciziei în Jurnalul Oficial al Uniunii Europene sau la o dată ulterioară menționată în decizie. Aceasta nu aduce atingere validității actelor delegate aflate deja în vigoare."
		},
		{
			"lang": "sk",
			"text": "Delegovanie právomoci uvedené v článku 6 ods. 5, článku 8 ods. 3, článku 9 ods. 3, článku 12 ods. 5, článku 14 ods. 7, článku 15 ods. 3, článku 17 ods. 9, článku 20 ods. 6, článku 22 ods. 4, článku 23 ods. 3, článku 26 ods. 5, článku 28 ods. 5, článku 30 ods. 3, článku 31 ods. 5, článku 32 ods. 5, článku 33 ods. 6, článku 34 ods. 8, článku 35 ods. 11, článku 37 ods. 2, článku 39 ods. 2, článku 43 ods. 3, článku 44 ods. 7, článku 79 ods. 6, článku 81 ods. 3, článku 82 ods. 3 a článku 83 ods. 3 môže Európsky parlament alebo Rada kedykoľvek odvolať. Rozhodnutím o odvolaní sa ukončuje delegovanie právomoci v ňom uvedenej. Rozhodnutie nadobúda účinnosť dňom nasledujúcim po jeho uverejnení v Úradnom vestníku Európskej únie alebo k neskoršiemu dátumu, ktorý je v ňom určený. Nie je ním dotknutá platnosť delegovaných aktov, ktoré už nadobudli účinnosť."
		},
		{
			"lang": "sl",
			"text": "Evropski parlament ali Svet lahko kadar koli prekliče pooblastilo iz člena 6(5), člena 8(3), člena 9(3), člena 12(5), člena 14(7), člena 15(3), člena 17(9), člena 20(6), člena 22(4), člena 23(3), člena 26(5), člena 28(5), člena 30(3), člena 31(5), člena 32(5), člena 33(6), člena 34(8), člena 35(11), člena 37(2), člena 39(2), člena 43(3), člena 44(7), člena 79(6), člena 81(3), člena 82(3) in člena 83(3). S sklepom o preklicu preneha veljati pooblastilo iz navedenega sklepa. Preklic začne veljati dan po objavi sklepa v Uradnem listu Evropske unije ali na poznejši datum, ki je v njem naveden. Sklep ne vpliva na veljavnost že veljavnih delegiranih aktov."
		},
		{
			"lang": "fi",
			"text": "Euroopan parlamentti tai neuvosto voi milloin tahansa peruuttaa 6 artiklan 5 kohdassa, 8 artiklan 3 kohdassa, 9 artiklan 3 kohdassa, 12 artiklan 5 kohdassa, 14 artiklan 7 kohdassa, 15 artiklan 3 kohdassa, 17 artiklan 9 kohdassa, 20 artiklan 6 kohdassa, 22 artiklan 4 kohdassa, 23 artiklan 3 kohdassa, 26 artiklan 5 kohdassa, 28 artiklan 5 kohdassa, 30 artiklan 3 kohdassa, 31 artiklan 5 kohdassa, 32 artiklan 5 kohdassa, 33 artiklan 6 kohdassa, 34 artiklan 8 kohdassa, 35 artiklan 11 kohdassa, 37 artiklan 2 kohdassa, 39 artiklan 2 kohdassa, 43 artiklan 3 kohdassa, 44 artiklan 7 kohdassa, 79 artiklan 6 kohdassa, 81 artiklan 3 kohdassa, 82 artiklan 3 kohdassa ja 83 artiklan 3 kohdassa tarkoitetun säädösvallan siirron. Peruuttamispäätöksellä lopetetaan tuossa päätöksessä mainittu säädösvallan siirto. Päätös tulee voimaan sitä päivää seuraavana päivänä, jona se julkaistaan Euroopan unionin virallisessa lehdessä, tai jonakin myöhempänä, päätöksessä mainittuna päivänä. Päätös ei vaikuta jo voimassa olevien delegoitujen säädösten pätevyyteen."
		},
		{
			"lang": "pl",
			"text": "Przekazanie uprawnień, o którym mowa w art. 6 ust. 5, art. 8 ust. 3, art. 9 ust. 3, art. 12 ust. 5, art. 14 ust. 7, art. 15 ust. 3, art. 17 ust. 9, art. 20 ust. 6, art. 22 ust. 4, art. 23 ust. 3, art. 26 ust. 5, art. 28 ust. 5, art. 30 ust. 3, art. 31 ust. 5, art. 32 ust. 5, art. 33 ust. 6, art. 34 ust. 8, art. 35 ust. 11, art. 37 ust. 2, art. 39 ust. 2, art. 43 ust. 3, art. 44 ust. 7, art. 79 ust. 6, art. 81 ust. 3, art. 82 ust. 3 i art. 83 ust. 3, może zostać w dowolnym momencie odwołane przez Parlament Europejski lub przez Radę. Decyzja o odwołaniu kończy przekazanie określonych w niej uprawnień. Decyzja o odwołaniu staje się skuteczna od następnego dnia po jej opublikowaniu w Dzienniku Urzędowym Unii Europejskiej lub w określonym w tej decyzji późniejszym terminie. Nie wpływa ona na ważność jakichkolwiek już obowiązujących aktów delegowanych."
		},
		{
			"lang": "lt",
			"text": "Europos Parlamentas arba Taryba bet kuriuo metu gali atšaukti suteiktus 6 straipsnio 5 dalyje, 8 straipsnio 3 dalyje, 9 straipsnio 3 dalyje, 12 straipsnio 5 dalyje, 14 straipsnio 7 dalyje, 15 straipsnio 3 dalyje, 17 straipsnio 9 dalyje, 20 straipsnio 6 dalyje, 22 straipsnio 4 dalyje, 23 straipsnio 3 dalyje, 26 straipsnio 5 dalyje, 28 straipsnio 5 dalyje, 30 straipsnio 3 dalyje, 31 straipsnio 5 dalyje, 32 straipsnio 5 dalyje, 33 straipsnio 6 dalyje, 34 straipsnio 8 dalyje, 35 straipsnio 11 dalyje, 37 straipsnio 2 dalyje, 39 straipsnio 2 dalyje, 43 straipsnio 3 dalyje, 44 straipsnio 7 dalyje, 79 straipsnio 6 dalyje, 81 straipsnio 3 dalyje, 82 straipsnio 3 dalį ir 83 straipsnio 3 dalyje nurodytus įgaliojimus. Sprendimu dėl atšaukimo panaikinami suteikti tame sprendime nurodyti įgaliojimai. Sprendimas įsigalioja kitą dieną po jo paskelbimo Europos Sąjungos oficialiajame leidinyje arba jame nurodytą vėlesnę dieną. Jis neturi poveikio jau galiojantiems deleguotiesiems aktams."
		},
		{
			"lang": "nl",
			"text": "De in artikel 6, lid 5, artikel 8, lid 3, artikel 9, lid 3, artikel 12, lid 5, artikel 14, lid 7, artikel 15, lid 3, artikel 17, lid 9, artikel 20, lid 6, artikel 22, lid 4, artikel 23, lid 3, artikel 26, lid 5, artikel 28, lid 5, artikel 30, lid 3, artikel 31, lid 5, artikel 32, lid 5, artikel 33, lid 6, artikel 34, lid 8, artikel 35, lid 11, artikel 37, lid 2, artikel 39, lid 2, artikel 43, lid 3, artikel 44, lid 7, artikel 79, lid 6, artikel 81, lid 3, artikel 82, lid 3, en artikel 83, lid 3, bedoelde bevoegdheidsdelegatie kan te allen tijde door het Europees Parlement of door de Raad worden ingetrokken. Het besluit tot intrekking maakt een einde aan de delegatie van de bevoegdheden die in het besluit worden vermeld. Het wordt van kracht op de dag na die van de bekendmaking ervan in het Publicatieblad van de Europese Unie of op een daarin genoemde latere datum. Het laat de geldigheid van de reeds van kracht zijnde gedelegeerde handelingen onverlet."
		},
		{
			"lang": "sv",
			"text": "Den delegering av befogenhet som avses i artiklarna 6.5, 8.3, 9.3, 12.5, 14.7, 15.3, 17.9, 20.6, 22.4, 23.3, 26.5, 28.5, 30.3, 31.5, 32.5, 33.6, 34.8, 35.11, 37.2, 39.2, 43.3, 44.7, 79.6, 81.3, 82.3 och 83.3 får när som helst återkallas av Europaparlamentet eller rådet. Ett beslut om återkallelse innebär att delegeringen av den befogenhet som anges i beslutet upphör att gälla. Beslutet får verkan dagen efter det att det offentliggörs i Europeiska unionens officiella tidning, eller vid ett senare i beslutet angivet datum. Det påverkar inte giltigheten av delegerade akter som redan har trätt i kraft."
		}
	],
	"children": [],
	"title": "Article 86 – Paragraph 3"
}