{
	"id": "a86p5",
	"type": "paragraph",
	"literal": "5",
	"parent": "a86",
	"text": [
		{
			"lang": "en",
			"text": "A delegated act adopted pursuant to Article 6(5), Article 8(3), Article 9(3), Article 12(5), Article 14(7), Article 15(3), Article 17(9), Article 20(6), Article 22(4), Article 23(3), Article 26(5), Article 28(5), Article 30(3), Article 31(5), Article 32(5), Article 33(6), Article 34(8), Article 35(11), Article 37(2), Article 39(2), Article 43(3), Article 44(7), Article 79(6), Article 81(3), Article 82(3) and Article 83(3) shall enter into force only if no objection has been expressed either by the European Parliament or the Council within a period of two months of notification of that act to the European Parliament and the Council or if, before the expiry of that period, the European Parliament and the Council have both informed the Commission that they will not object. That period shall be extended by two months at the initiative of the European Parliament or the Council."
		},
		{
			"lang": "de",
			"text": "Ein delegierter Rechtsakt, der gemäß Artikel 6 Absatz 5, Artikel 8 Absatz 3, Artikel 9 Absatz 3, Artikel 12 Absatz 5, Artikel 14 Absatz 7, Artikel 15 Absatz 3, Artikel 17 Absatz 9, Artikel 20 Absatz 6, Artikel 22 Absatz 4, Artikel 23 Absatz 3, Artikel 26 Absatz 5, Artikel 28 Absatz 5, Artikel 30 Absatz 3, Artikel 31 Absatz 5, Artikel 32 Absatz 5, Artikel 33 Absatz 6, Artikel 34 Absatz 8, Artikel 35 Absatz 11, Artikel 37 Absatz 2, Artikel 39 Absatz 2, Artikel 43 Absatz 3, Artikel 44 Absatz 7, Artikel 79 Absatz 6, Artikel 81 Absatz 3, Artikel 82 Absatz 3 und Artikel 83 Absatz 3 erlassen worden ist, tritt nur in Kraft, wenn weder das Europäische Parlament noch der Rat innerhalb von zwei Monaten nach Übermittlung des Rechtsakts Einwände erhoben haben oder wenn vor Ablauf dieser Frist sowohl das Europäische Parlament als auch der Rat der Kommission mitgeteilt haben, dass sie keine Einwände erheben werden. Auf Veranlassung des Europäischen Parlaments oder des Rates wird diese Frist um zwei Monate verlängert."
		},
		{
			"lang": "fr",
			"text": "Un acte délégué adopté en vertu de l'article 6, paragraphe 5, de l'article 8, paragraphe 3, de l'article 9, paragraphe 3, de l'article 12, paragraphe 5, de l'article 14, paragraphe 7, de l'article 15, paragraphe 3, de l'article 17, paragraphe 9, de l'article 20, paragraphe 6, de l'article 22, paragraphe 4, de l'article 23, paragraphe 3, de l'article 26, paragraphe 5, de l'article 28, paragraphe 5, de l'article 30, paragraphe 3, de l'article 31, paragraphe 5, de l'article 32, paragraphe 5, de l'article 33, paragraphe 6, de l'article 34, paragraphe 8, de l'article 35, paragraphe 11, de l'article 37, paragraphe 2, de l'article 39, paragraphe 2, de l'article 43, paragraphe 3, de l'article 44, paragraphe 7, de l'article 79, paragraphe 6, de l'article 81, paragraphe 3, de l'article 82, paragraphe 3, et de l'article 83, paragraphe 3, n'entre en vigueur que si le Parlement européen ou le Conseil n'a pas exprimé d'objections dans un délai de deux mois à compter de la notification de cet acte au Parlement européen et au Conseil ou si, avant l'expiration de ce délai, le Parlement européen et le Conseil ont tous deux informé la Commission de leur intention de ne pas exprimer d'objections. Ce délai est prolongé de deux mois à l'initiative du Parlement européen ou du Conseil."
		},
		{
			"lang": "es",
			"text": "Todo acto delegado adoptado en virtud del artículo 6, apartado 5, el artículo 8, apartado 3, el artículo 9, apartado 3, el 12, apartado 5, el artículo 14, apartado 7, el artículo 15, apartado 3, el artículo 17, apartado 9, el artículo 20, apartado 6, el artículo 22, apartado 4, el artículo 23, apartado 3, el artículo 26, apartado 5, el artículo 28, apartado 5, el artículo 30, apartado 3, el artículo 31, apartado 5, el artículo 32, apartado 5, el artículo 33, apartado 6, el artículo 34, apartado 8, el artículo 35, apartado 11, el artículo 37, apartado 2, el artículo 39, apartado 2, el artículo 43, apartado 3, el artículo 44, apartado 7, el artículo 79, apartado 6, el artículo 81, apartado 3, el artículo 82, apartado 3 y el artículo 83, apartado 3, entrará en vigor únicamente en caso de que ni el Parlamento Europeo ni el Consejo hayan manifestado ninguna objeción en un plazo de dos meses a partir de la notificación de dicho acto al Parlamento Europeo y al Consejo, o en caso de que, antes de que expire ese plazo, el Parlamento Europeo y el Consejo hayan informado a la Comisión de que no formularán ninguna objeción. El plazo se podrá prorrogar dos meses a instancias del Parlamento Europeo o del Consejo."
		},
		{
			"lang": "pt",
			"text": "Um ato delegado adotado em conformidade com o artigo 6.º, n.º 5, o artigo 8.º, n.º 3, o artigo 9.º, n.º 3, o artigo 12.º, n.º 5, o artigo 14.º, n.º 7, o artigo 15.º, n.º 3, o artigo 17.º, n.º 9, o artigo 20.º, n.º 6, o artigo 22.º, n.º 4, o artigo 23.º, n.º 3, o artigo 26.º, n.º 5, o artigo 28.º, n.º 5, o artigo 30.º, n.º 3, o artigo 31.º, n.º 5, o artigo 32.º, n.º 5, o artigo 33.º, n.º 6, o artigo 34.º, n.º 8, o artigo 35.º, n.º 11, o artigo 37.º, n.º 2, o artigo 39.º, n.º 2, o artigo 43.º, n.º 3, o artigo 44.º, n.º 7, o artigo 79.º, n.º 6, o artigo 81.º, n.º 3, o artigo 82.º, n.º 3 e o artigo 83.º, n.º 3, só pode entrar em vigor se não forem formuladas objeções pelo Parlamento Europeu ou pelo Conselho no prazo de dois meses a contar da notificação desse ato ao Parlamento Europeu e ao Conselho ou se, antes do termo do referido prazo, o Parlamento Europeu e o Conselho tiverem informado a Comissão de que não pretendem formular objeções. Esse prazo é prorrogável por dois meses por iniciativa do Parlamento Europeu ou do Conselho."
		},
		{
			"lang": "it",
			"text": "L’atto delegato adottato ai sensi dell’articolo 6, paragrafo 5, dell’articolo 8, paragrafo 3, dell’articolo 9, paragrafo 3, dell’articolo 12, paragrafo 5, dell’articolo 14, paragrafo 7, dell’articolo 15, paragrafo 3, dell’articolo 17, paragrafo 9, dell’articolo 20, paragrafo 6, dell’articolo 22, paragrafo 4, dell’articolo 23, paragrafo 3, dell’articolo 26, paragrafo 5, dell’articolo 28, paragrafo 5, dell’articolo 30, paragrafo 3, dell’articolo 31, paragrafo 5, dell’articolo 32, paragrafo 5, dell’articolo 33, paragrafo 6, dell’articolo 34, paragrafo 8, dell’articolo 35, paragrafo 11, dell’articolo 37, paragrafo 2, dell’articolo 39, paragrafo 2, dell’articolo 43, paragrafo 3, dell’articolo 44, paragrafo 7, dell’articolo 79, paragrafo 6, dell’articolo 81, paragrafo 3, dell’articolo 82, paragrafo 3 e dell’articolo 83, paragrafo 3, entra in vigore solo se né il Parlamento europeo né il Consiglio hanno sollevato obiezioni entro il termine di due mesi dalla data in cui esso è stato loro notificato o se, prima della scadenza di tale termine, sia il Parlamento europeo che il Consiglio hanno informato la Commissione che non intendono sollevare obiezioni. Tale termine è prorogato di due mesi su iniziativa del Parlamento europeo o del Consiglio."
		},
		{
			"lang": "ga",
			"text": "Ní thiocfaidh gníomh tarmligthe arna ghlacadh de bhun Airteagal 6(5), Airteagal 8(3), Airteagal 9(3), Airteagal 12(5), Airteagal 14(7), Airteagal 15(3), Airteagal 17(9), Airteagal 20(6), Airteagal 22(4), Airteagal 23(3), Airteagal 26(5), Airteagal 28(5), Airteagal 30(3), Airteagal 31(5), Airteagal 32(5), Airteagal 33(6), Airteagal 34(8), Airteagal 35(11), Airteagal 37(2), Airteagal 39(2), Airteagal 43(3), Airteagal 44(7), Airteagal 79(6), Airteagal 81(3), Airteagal 82(3) agus Airteagal 83(3) i bhfeidhm ach i gcás nach ndéanann Parlaimint na Eorpa nó an Chomhairle agóid ina choinne laistigh de dhá mhí ó fhógra a thabhairt do Pharlaimint na hEorpa agus don Chomhairle faoin ngníomh sin, nó más rud é, roimh dhul in éag don tréimhse sin, go bhfuil fógra tugtha ag Parlaimint na hEorpa agus ag an gComhairle nach ndéanfaidh siad agóid ina choinne. Cuirfear dhá mhí leis an tréimhse sin ar thionscnamh ó Pharlaimint na hEorpa nó ón gComhairle."
		},
		{
			"lang": "cs",
			"text": "Akt v přenesené pravomoci přijatý podle článku čl. 6 odst. 5, čl. 8 odst. 3, čl. 9 odst. 3, čl. 12 odst. 5, čl. 14 odst. 7, čl. 15 odst. 3, čl. 17 odst. 9, čl. 20 odst. 6, čl. 22 odst. 4, čl. 23 odst. 3, čl. 26 odst. 5, čl. 28 odst. 5, čl. 30 odst. 3, čl. 31 odst. 5, čl. 32 odst. 5, čl. 33 odst. 6, čl. 34 odst. 8, čl. 35 odst. 11, čl. 37 odst. 2, čl. 39 odst. 2, čl. 43 odst. 3, čl. 44 odst. 7, čl. 79 odst. 6, čl. 81 odst. 3, čl. 82 odst. 3 a čl. 83 odst. 3 vstoupí v platnost, pouze pokud proti němu Evropský parlament nebo Rada nevysloví námitky ve lhůtě dvou měsíců ode dne, kdy jim byl tento akt oznámen, nebo pokud Evropský parlament i Rada před uplynutím této lhůty informují Komisi o tom, že námitky nevysloví. Z podnětu Evropského parlamentu nebo Rady se tato lhůta prodlouží o dva měsíce."
		},
		{
			"lang": "da",
			"text": "En delegeret retsakt vedtaget i henhold til artikel 6, stk. 5, artikel 8, stk. 3, artikel 9, stk. 3, artikel 12, stk. 5, artikel 14, stk. 7, artikel 15, stk. 3, artikel 17, stk. 9, artikel 20, stk. 6, artikel 22, stk. 4, artikel 23, stk. 3, artikel 26, stk. 5, artikel 28, stk. 5, artikel 30, stk. 3, artikel 31, stk. 5, artikel 32, stk. 5, artikel 33, stk. 6, artikel 34, stk. 8, artikel 35, stk. 11, artikel 37, stk. 2, artikel 39, stk. 2, artikel 43, stk. 3, artikel 44, stk. 7, artikel 79, stk. 6, artikel 81, stk. 3, artikel 82, stk. 3, og artikel 83, stk. 3, træder kun i kraft, hvis hverken Europa-Parlamentet eller Rådet har gjort indsigelse inden for en frist på to måneder fra meddelelsen af den pågældende retsakt til Europa-Parlamentet eller Rådet, eller hvis Europa-Parlamentet og Rådet inden udløbet af denne frist begge har informeret Kommissionen om, at de ikke agter at gøre indsigelse. Denne periode forlænges med to måneder på foranledning af Europa-Parlamentet eller Rådet."
		},
		{
			"lang": "et",
			"text": "Vastavalt artikli 6 lõikele 5, artikli 8 lõikele 3, artikli 9 lõikele 3, artikli 12 lõikele 5, artikli 14 lõikele 7, artikli 15 lõikele 3, artikli 17 lõikele 9, artikli 20 lõikele 6, artikli 22 lõikele 4, artikli 23 lõikele 3, artikli 26 lõikele 5, artikli 28 lõikele 5, artikli 30 lõikele 3, artikli 31 lõikele 5, artikli 32 lõikele 5, artikli 33 lõikele 6, artikli 34 lõikele 8, artikli 35 lõikele 11, artikli 37 lõikele 2, artikli 39 lõikele 2, artikli 43 lõikele 3, artikli 44 lõikele 7, artikli 79 lõikele 6, artikli 81 lõikele 3, artikli 82 lõikele 3 ja artikli 83 lõikele 3 vastu võetud delegeeritud aktid jõustuvad vaid siis, kui Euroopa Parlament ega nõukogu ei ole nende suhtes vastuväiteid esitanud kahe kuu jooksul alates õigusakti teatavakstegemisest Euroopa Parlamendile ja nõukogule või kui enne selle ajavahemiku lõppemist Euroopa Parlament ja nõukogu teavitavad komisjoni vastuväidete puudumisest. Euroopa Parlamendi või nõukogu algatusel pikendatakse seda tähtaega kahe kuu võrra."
		},
		{
			"lang": "el",
			"text": "Κάθε κατ’ εξουσιοδότηση πράξη που εκδίδεται δυνάμει του άρθρου 6 παράγραφος 5, του άρθρου 8 παράγραφος 3, του άρθρου 9 παράγραφος 3, του άρθρου 12 παράγραφος 5, του άρθρου 14 παράγραφος 7, του άρθρου 15 παράγραφος 3, του άρθρου 17 παράγραφος 9, του άρθρου 20 παράγραφος 6, του άρθρου 22 παράγραφος 4, του άρθρου 23 παράγραφος 3, του άρθρου 26 παράγραφος 5, του άρθρου 28 παράγραφος 5, του άρθρου 30 παράγραφος 3, του άρθρου 31 παράγραφος 5, του άρθρου 32 παράγραφος 5, του άρθρου 33 παράγραφος 6, του άρθρου 34 παράγραφος 8, του άρθρου 35 παράγραφος 11, του άρθρου 37 παράγραφος 2, του άρθρου 39 παράγραφος 2, του άρθρου 43 παράγραφος 3, του άρθρου 44 παράγραφος 7, του άρθρου 79 παράγραφος 6, του άρθρου 81 παράγραφος 3, του άρθρου 82 παράγραφος 3 και του άρθρου 83 παράγραφος 3 τίθεται σε ισχύ μόνον εφόσον δεν έχει διατυπωθεί αντίρρηση από το Ευρωπαϊκό Κοινοβούλιο ή το Συμβούλιο εντός δύο μηνών από την ημέρα που η πράξη κοινοποιείται στο Ευρωπαϊκό Κοινοβούλιο και το Συμβούλιο ή εάν, πριν λήξει αυτή η περίοδος, το Ευρωπαϊκό Κοινοβούλιο και το Συμβούλιο ενημερώσουν αμφότερα την Επιτροπή ότι δεν θα προβάλουν αντιρρήσεις. Η περίοδος αυτή παρατείνεται κατά δύο μήνες κατόπιν πρωτοβουλίας του Ευρωπαϊκού Κοινοβουλίου ή του Συμβουλίου."
		},
		{
			"lang": "bg",
			"text": "Делегиран акт, приет съгласно член 6, параграф 5, член 8, параграф 3, член 9, параграф 3, член 12, параграф 5, член 14, параграф 7, член 15, параграф 3, член 17, параграф 9, член 20, параграф 6, член 22, параграф 4, член 23, параграф 3, член 26, параграф 5, член 28, параграф 5, член 30, параграф 3, член 31, параграф 5, член 32, параграф 5, член 33, параграф 6, член 34, параграф 8, член 35, параграф 11, член 37, параграф 2, член 39, параграф 2, член 43, параграф 3, член 44, параграф 7, член 79, параграф 6, член 81, параграф 3, член 82, параграф 3) и член 83, параграф 3, влиза в сила единствено ако нито Европейският парламент, нито Съветът не са представили възражения в срок от два месеца след нотифицирането на акта на Европейския парламент и Съвета или ако преди изтичането на този срок и Европейският парламент, и Съветът са уведомили Комисията, че няма да представят възражения. Този срок се удължава с два месеца по инициатива на Европейския парламент или на Съвета."
		},
		{
			"lang": "hu",
			"text": "A 6. cikk (5) bekezdésben, 8. cikk (3) bekezdésben, 9. cikk (3) bekezdésben, 12. cikk (5) bekezdésben, 14. cikk (7) bekezdésben, 17. cikk (9) bekezdésben, 20. cikk (6) bekezdésben, 22. cikk (4) bekezdésben, 23. cikk (3) bekezdésben, 28. cikk (5) bekezdésben, 30. cikk (3) bekezdésben, 31. cikk (5) bekezdésben, 32. cikk (5) bekezdésben, 33. cikk (6) bekezdésben, 34. cikk (8) bekezdésben, 35. cikk (11) bekezdésben, 37. cikk (2) bekezdésben, 39. cikk (2) bekezdésben, 43. cikk (3) bekezdésben, 44. cikk (7) bekezdésben, 79. cikk (6) bekezdésben, 81. cikk (3) bekezdésben, 82. cikk (3) bekezdésben, és 83. cikk (3) bekezdésben említett felhatalmazáson alapuló jogi aktus csak akkor lép hatályba, ha az Európai Parlamentnek vagy a Tanácsnak a jogi aktusról való értesítését követő két hónapon belül sem az Európai Parlament, sem a Tanács nem emelt kifogást a felhatalmazáson alapuló jogi aktus ellen, vagy ha az Európai Parlament és a Tanács az időtartam leteltét megelőzően egyaránt arról tájékoztatta a Bizottságot, hogy nem emel kifogást. Az Európai Parlament vagy a Tanács kezdeményezésére ezen időtartam két hónappal meghosszabbodik."
		},
		{
			"lang": "mt",
			"text": "Att delegat adottat skont l-Artikolu 6(5), l-Artikolu 8(3), l-Artikolu 9(3), l-Artikolu 12(5), l-Artikolu 14(7), l-Artikolu 15(3), l-Artikolu 17(9), l-Artikolu 20(6), l-Artikolu 22(4), l-Artikolu 23(3), l-Artikolu 26(5), l-Artikolu 28(4), l-Artikolu 30(3), l-Artikolu 31(5), l-Artikolu 32(5), l-Artikolu 33(6), l-Artikolu 34(8), l-Artikolu 35(11), l-Artikolu 37(2), l-Artikolu 39(2), l-Artikolu 43(3), l-Artikolu 44(7), l-Artikolu 79(6), l-Artikolu 81(3), l-Artikolu 82(3) u l-Artikolu 83(3) għandu jidħol fis-seħħ jekk ma tkun ġiet espressa l-ebda oġġezzjoni mill-Parlament Ewropew jew mill-Kunsill fi żmien perjodu ta’ xahrejn min-notifika ta’ dak l-att lill-Parlament Ewropew u lill-Kunsill jew jekk, qabel l-iskadenza ta’ dak il-perjodu, kemm il-Parlament Ewropew kif ukoll il-Kunsill ikunu informaw lill-Kummissjoni li ma jkunux se joġġezzjonaw. Dak il-perjodu għandu jiġi estiż b’xahrejn fuq inizjattiva tal-Parlament Ewropew jew tal-Kunsill."
		},
		{
			"lang": "lv",
			"text": "Deleģētais akts, kas pieņemts saskaņā ar 6. panta 5. punktu, 8. panta 3. punktu, 9. panta 3. punktu, 12. panta 5. punktu, 14. panta 7. punktu, 15. panta 3. punktu, 17. panta 9. punktu, 20. panta 6. punktu, 22. panta 4. punktu, 23. panta 3. punktu, 26. panta 5. punktu, 28. panta 5. punktu, 30. panta 3. punktu, 31. panta 5. punktu, 32. panta 5. punktu, 33. panta 6. punktu, 34. panta 8. punktu, 35. panta 11. punktu, 37. panta 2. punktu, 39. panta 2. punktu, 43. panta 3. punktu, 44. panta 7. punktu, 79. panta 6. punktu, 81. panta 3. punktu, 82. panta 3. punktu un 83. panta 3. punktu, stājas spēkā tikai tad, ja divu mēnešu laikā pēc Eiropas Parlamenta un Padomes informēšanas par šo aktu ne Eiropas Parlaments, ne Padome pret to nav izteikuši iebildumus vai ja pirms minētā termiņa beigām gan Eiropas Parlaments, gan Padome ir informējuši Komisiju, ka tie iebildumus neizteiks. Šo termiņu pagarina par diviem mēnešiem pēc Eiropas Parlamenta vai Padomes iniciatīvas."
		},
		{
			"lang": "ro",
			"text": "Un act delegat adoptat în temeiul articolului 6 alineatul (5), articolului 8 alineatul (3), articolului 9 alineatul (3), articolului 12 alineatul (5), articolului 14 alineatul (7), articolului 15 alineatul (3), articolului 17 alineatul (9), articolului 20 alineatul (6), articolului 22 alineatul (4), articolului 23 alineatul (3), articolului 26 alineatul (5), articolului 28 alineatul (5), articolului 30 alineatul (3), articolului 31 alineatul (5), articolului 32 alineatul (5), articolului 33 alineatul (6), articolului 34 alineatul (8), articolului 35 alineatul (11), articolului 37 alineatul (2), articolului 39 alineatul (2), articolului 43 alineatul (3), articolului 44 alineatul (7), articolului 79 alineatul (6), articolului 81 alineatul (3), articolului 82 alineatul (3) și articolului 83 alineatul (3), intră în vigoare numai în cazul în care nu a fost exprimată nici o obiecție din partea Parlamentului European sau a Consiliului, în termen de două luni de la notificarea acestui act Parlamentului European și Consiliului sau în cazul în care, înainte de expirarea acestei perioade, Parlamentul European și Consiliul informează Comisia că nu vor avea obiecții. Perioada se prelungește cu două luni, la inițiativa Parlamentului European sau a Consiliului."
		},
		{
			"lang": "sk",
			"text": "Delegovaný akt prijatý podľa článku 6 ods. 5, článku 8 ods. 3, článku 9 ods. 3, článku 12 ods. 5, článku 14 ods. 7, článku 15 ods. 3, článku 17 ods. 9, článku 20 ods. 6, článku 22 ods. 4, článku 23 ods. 3, článku 26 ods. 5, článku 28 ods. 5, článku 30 ods. 3, článku 31 ods. 5, článku 32 ods. 5, článku 33 ods. 6, článku 34 ods. 8, článku 35 ods. 11, článku 37 ods. 2, článku 39 ods. 2, článku 43 ods. 3, článku 44 ods. 7, článku 79 ods. 6, článku 81 ods. 3, článku 82 ods. 3 a článku 83 ods. 3 nadobudne účinnosť, len ak Európsky parlament alebo Rada voči nemu nevzniesli námietku v lehote dvoch mesiacov odo dňa oznámenia uvedeného aktu Európskemu parlamentu a Rade alebo ak Európsky parlament a Rada pred uplynutím uvedenej lehoty informovali Komisiu o svojom rozhodnutí nevzniesť námietku. Na podnet Európskeho parlamentu alebo Rady sa táto lehota predĺži o dva mesiace."
		},
		{
			"lang": "sl",
			"text": "Delegirani akt, sprejet v skladu s členom 6(5), členom 8(3), členom 9(3), členom 12(5), členom 14(7), členom 15(3), členom 17(9), členom 20(6), členom 22(4), členom 23(3), členom 26(5), členom 28(5), členom 30(3), členom 31(5), členom 32(5), členom 33(6), členom 34(8), členom 35(11), členom 37(2), členom 39(2), členom 43(3), členom 44(7), členom 79(6), členom 81(3), členom 82(3) in členom 83(3), začne veljati le, če mu Evropski parlament ali Svet v dveh mesecih od obvestila, ki sta ga prejela v zvezi z navedenim aktom, ne nasprotujeta ali če sta pred iztekom navedenega roka oba obvestila Komisijo, da mu ne bosta nasprotovala. Navedeni rok se na pobudo Evropskega parlamenta ali Sveta podaljša za dva meseca."
		},
		{
			"lang": "fi",
			"text": "Edellä olevien 6 artiklan 5 kohdan, 8 artiklan 3 kohdan, 9 artiklan 3 kohdan, 12 artiklan 5 kohdan, 14 artiklan 7 kohdan, 15 artiklan 3 kohdan, 17 artiklan 9 kohdan, 20 artiklan 6 kohdan, 22 artiklan 4 kohdan, 23 artiklan 3 kohdan, 26 artiklan 5 kohdan, 28 artiklan 5 kohdan, 30 artiklan 3 kohdan, 31 artiklan 5 kohdan, 32 artiklan 5 kohdan, 33 artiklan 6 kohdan, 34 artiklan 8 kohdan, 35 artiklan 11 kohdan, 37 artiklan 2 kohdan, 39 artiklan 2 kohdan, 43 artiklan 3 kohdan, 44 artiklan 7 kohdan, 79 artiklan 6 kohdan, 81 artiklan 3 kohdan, 82 artiklan 3 kohdan ja 83 artiklan 3 kohdan nojalla annettu delegoitu säädös tulee voimaan ainoastaan, jos Euroopan parlamentti tai neuvosto ei ole kahden kuukauden kuluessa siitä, kun asianomainen säädös on annettu tiedoksi Euroopan parlamentille ja neuvostolle, ilmaissut vastustavansa sitä tai jos sekä Euroopan parlamentti että neuvosto ovat ennen mainitun määräajan päättymistä ilmoittaneet komissiolle, että ne eivät vastusta säädöstä. Euroopan parlamentin tai neuvoston aloitteesta tätä määräaikaa jatketaan kahdella kuukaudella."
		},
		{
			"lang": "pl",
			"text": "Akt delegowany przyjęty na podstawie art. art. 6 ust. 5, art. 8 ust. 3, art. 9 ust. 3, art. 12 ust. 5, art. 14 ust. 7, art. 15 ust. 3, art. 17 ust. 9, art. 20 ust. 6, art. 22 ust. 4, art. 23 ust. 3, art. 26 ust. 5, art. 28 ust. 5, art. 30 ust. 3, art. 31 ust. 5, art. 32 ust. 5, art. 33 ust. 6, art. 34 ust. 8, art. 35 ust. 11, art. 37 ust. 2, art. 39 ust. 2, art. 43 ust. 3, art. 44 ust. 7, art. 79 ust. 6, art. 81 ust. 3, art. 82 ust. 3 i art. 83 ust. 3 wchodzi w życie tylko jeśli Parlament Europejski albo Rada nie wyraziły sprzeciwu w terminie dwóch miesięcy od przekazania tego aktu Parlamentowi Europejskiemu i Radzie, lub jeśli, przed upływem tego terminu, zarówno Parlament Europejski, jak i Rada poinformowały Komisję, że nie wniosą sprzeciwu. Termin ten przedłuża się o dwa miesiące z inicjatywy Parlamentu Europejskiego lub Rady."
		},
		{
			"lang": "lt",
			"text": "Deleguotieji aktai, priimti pagal 6 straipsnio 5 dalį, 8 straipsnio 3 dalį, 9 straipsnio 3 dalį, 12 straipsnio 5 dalį, 14 straipsnio 7 dalį, 15 straipsnio 3 dalį, 17 straipsnio 9 dalį, 20 straipsnio 6 dalį, 22 straipsnio 4 dalį, 23 straipsnio 3 dalį, 26 straipsnio 5 dalį, 28 straipsnio 5 dalį, 30 straipsnio 3 dalį, 31 straipsnio 5 dalį, 32 straipsnio 5 dalį, 33 straipsnio 6 dalį, 34 straipsnio 8 dalį, 35 straipsnio 11 dalį, 37 straipsnio 2 dalį, 39 straipsnio 2 dalį, 43 straipsnio 3 dalį, 44 straipsnio 7 dalį, 79 straipsnio 6 dalį, 81 straipsnio 3 dalį, 82 straipsnio 3 dalį ir 83 straipsnio 3 dalį įsigalioja tik tuo atveju, jeigu per 2 mėnesius nuo pranešimo Europos Parlamentui ir Tarybai apie tą aktą dienos nei Europos Parlamentas, nei Taryba nepareiškia prieštaravimo arba jeigu dar nepasibaigus šiam laikotarpiui ir Europos Parlamentas, ir Taryba informuoja Komisiją, kad neprieštaraus. Europos Parlamento arba Tarybos iniciatyva tas laikotarpis pratęsiamas dviem mėnesiams."
		},
		{
			"lang": "nl",
			"text": "Een overeenkomstig artikel 6, lid 5, artikel 8, lid 3, artikel 9, lid 3, artikel 12, lid 5, artikel 14, lid 7, artikel 15, lid 3, artikel 17, lid 9, artikel 20, lid 6, artikel 22, lid 4, artikel 23, lid 3, artikel 26, lid 5, artikel 28, lid 5, artikel 30, lid 3, artikel 31, lid 5, artikel 32, lid 5, artikel 33, lid 6, artikel 34, lid 8, artikel 35, lid 11, artikel 37, lid 2, artikel 39, lid 2, artikel 43, lid 3, artikel 44, lid 7, artikel 79, lid 6, artikel 81, lid 3, artikel 82, lid 3, en artikel 83, lid 3, vastgestelde gedelegeerde handeling treedt alleen in werking indien noch het Europees Parlement, noch de Raad binnen een termijn van twee maanden na de kennisgeving van de handeling aan het Europees Parlement en de Raad daartegen bezwaar heeft gemaakt, of indien zowel het Europees Parlement als de Raad voor het verstrijken van deze termijn de Commissie hebben meegedeeld dat zij geen bezwaar zullen maken. Die termijn wordt op initiatief van het Europees Parlement of de Raad met twee maanden verlengd."
		},
		{
			"lang": "sv",
			"text": "En delegerad akt som antas enligt artikel 6.5, 8.3, 9.3, 12.5, 14.7, 15.3, 17.9, 20.6, 22.4, 23.3, 26.5, 28.5, 30.3, 31.5, 32.5, 33.6, 34.8, 35.11, 37.2, 39.2, 43.3, 44.7, 79.6, 81.3, 82.3 eller 83.3 ska träda i kraft endast om varken Europaparlamentet eller rådet har gjort invändningar mot den delegerade akten inom en period av två månader från den dag då akten delgavs Europaparlamentet och rådet, eller om både Europaparlamentet och rådet, före utgången av den perioden, har underrättat kommissionen om att de inte kommer att invända. Denna period ska förlängas med två månader på Europaparlamentets eller rådets initiativ."
		}
	],
	"children": [],
	"title": "Article 86 – Paragraph 5"
}