{
	"id": "a86p2",
	"type": "paragraph",
	"literal": "2",
	"parent": "a86",
	"text": [
		{
			"lang": "en",
			"text": "The delegation of power referred to in Article 6(5), Article 8(3), Article 9(3), Article 12(5), Article 14(7), Article 15(3), Article 17(9), Article 20(6), Article 22(4), Article 23(3), Article 26(5), Article 28(5), Article 30(3), Article 31(5), Article 32(5), Article 336), Article 34(8), Article 35(11), Article 37(2), Article 39(2), Article 43(3), Article 44(7), Article 79(6), Article 81(3), Article 82(3) and Article 83(3) shall be conferred on the Commission for an indeterminate period of time from the date of entry into force of this Regulation."
		},
		{
			"lang": "de",
			"text": "Die Befugnis zum Erlass delegierter Rechtsakte gemäß Artikel 6 Absatz 5, Artikel 8 Absatz 3, Artikel 9 Absatz 3, Artikel 12 Absatz 5, Artikel 14 Absatz 7, Artikel 15 Absatz 3, Artikel 17 Absatz 9, Artikel 20 Absatz 6, Artikel 22 Absatz 4, Artikel 23 Absatz 3, Artikel 26 Absatz 5, Artikel 28 Absatz 5, Artikel 30 Absatz 3, Artikel 31 Absatz 5, Artikel 32 Absatz 5, Artikel 33 Absatz 6, Artikel 34 Absatz 8, Artikel 35 Absatz 11, Artikel 37 Absatz 2, Artikel 39 Absatz 2, Artikel 43 Absatz 3, Artikel 44 Absatz 7, Artikel 79 Absatz 6, Artikel 81 Absatz 3, Artikel 82 Absatz 3 und Artikel 83 Absatz 3 wird der Kommission auf unbestimmte Zeit ab Inkrafttreten dieser Verordnung übertragen."
		},
		{
			"lang": "fr",
			"text": "La délégation de pouvoir visée à l'article 6, paragraphe 5, à l'article 8, paragraphe 3, à l'article 9, paragraphe 3, à l'article 12, paragraphe 5, à l'article 14, paragraphe 7, à l'article 15, paragraphe 3, à l'article 17, paragraphe 9, à l'article 20, paragraphe 6, à l'article 22, paragraphe 4, à l'article 23, paragraphe 3, à l'article 26, paragraphe 5, à l'article 28, paragraphe 5, à l'article 30, paragraphe 3, à l'article 31, paragraphe 5, à l'article 32, paragraphe 5, à l'article 33, paragraphe 6, à l'article 34, paragraphe 8, à l'article 35, paragraphe 11, à l'article 37, paragraphe 2, à l'article 39, paragraphe 2, à l'article 43, paragraphe 3, à l'article 44, paragraphe 7, à l'article 79, paragraphe 6, à l'article 81, paragraphe 3, à l'article 82, paragraphe 3, et à l'article 83, paragraphe 3, est conférée à la Commission pour une durée indéterminée à compter de la date d’entrée en vigueur du présent règlement."
		},
		{
			"lang": "es",
			"text": "La delegación de poderes a que se refieren el artículo 6, apartado 7, el artículo 8, apartado 3, el artículo 9, apartado 3, el 12, apartado 5, el artículo 14, apartado 7, el artículo 15, apartado 3, el artículo 17, apartado 9, el artículo 20, apartado 6, el artículo 22, apartado 4, el artículo 23, apartado 3, el artículo 26, apartado 5, el artículo 28, apartado 4, el artículo 30, apartado 3, el artículo 31, apartado 5, el artículo 32, apartado 5, el artículo 33, apartado 6, el artículo 34, apartado 8, el artículo 35, apartado 11, el artículo 37, apartado 2, el artículo 39, apartado 2, el artículo 43, apartado 3, el artículo 44, apartado 7, el artículo 79, apartado 6, el artículo 81, apartado 3, el artículo 82, apartado 3, y el artículo 83, apartado 3, se atribuirá a la Comisión por un periodo de tiempo indeterminado a partir de la fecha de entrada en vigor del presente Reglamento."
		},
		{
			"lang": "pt",
			"text": "A delegação de poderes a que se refere o artigo 6.º, n.º 5, o artigo 8.º, n.º 3, o artigo 9.º, n.º 3, o artigo 12.º, n.º 5, o artigo 14.º, n.º 7, o artigo 15.º, n.º 3, o artigo 17.º, n.º 9, o artigo 20.º, n.º 6, o artigo 22.º, n.º 4, o artigo 23.º, n.º 3, o artigo 26.º, n.º 5, o artigo 28.º, n.º 5, o artigo 30.º, n.º 3, o artigo 31.º, n.º 5, o artigo 32.º, n.º 5, o artigo 33.º, n.º 6, o artigo 34.º, n.º 8, o artigo 35.º, n.º 11, o artigo 37.º, n.º 2, o artigo 39.º, n.º 2, o artigo 43.º, n.º 3, o artigo 44.º, n.º 7, o artigo 79.º, n.º 6, o artigo 81.º, n.º 3, o artigo 82.º, n.º 3 e o artigo 83.º, n.º 3, é conferida à Comissão por um período indeterminado a contar da data de entrada em vigor do presente regulamento."
		},
		{
			"lang": "it",
			"text": "La delega di potere di cui all’articolo 6, paragrafo 5, all’articolo 8, paragrafo 3, all’articolo 9, paragrafo 3, all’articolo 12, paragrafo 5, all’articolo 14, paragrafo 7, all’articolo 15, paragrafo 3, all’articolo 17, paragrafo 9, all’articolo 20, paragrafo 6, all’articolo 22, paragrafo 4, all’articolo 23, paragrafo 3, all’articolo 26, paragrafo 5, all’articolo 28, paragrafo 5, all’articolo 30, paragrafo 3, all’articolo 31, paragrafo 5, all’articolo 32, paragrafo 5, all’articolo 33, paragrafo 6, all’articolo 34, paragrafo 8, all’articolo 35, paragrafo 11, all’articolo 37, paragrafo 2, all’articolo 39, paragrafo 2, all’articolo 43, paragrafo 3, all’articolo 44, paragrafo 7, all’articolo 79, paragrafo 6, all’articolo 81, paragrafo 3, all’articolo 82, paragrafo 3 e all’articolo 83, paragrafo 3, è conferita alla Commissione per un periodo indeterminato a decorrere dalla data di entrata in vigore del presente regolamento."
		},
		{
			"lang": "ga",
			"text": "Maidir le tarmligean na cumhachta dá dtagraítear in Airteagal 6(5), Airteagal 8(3), Airteagal 9(3), Airteagal 12(5), Airteagal 14(7), Airteagal 15(3), Airteagal 17(9), Airteagal 20(6), Airteagal 22(4), Airteagal 23(3), Airteagal 26(5), Airteagal 28(5), Airteagal 30(3), Airteagal 31(5), Airteagal 32(5), Airteagal 33(6), Airteagal 34(8), Airteagal 35(11), Airteagal 37(2), Airteagal 39(2), Airteagal 43(3), Airteagal 44(7), Airteagal 79(6), Airteagal 81(3), Airteagal 82(3) agus Airteagal 83(3), tabharfar sin don Choimisiún ar feadh tréimhse éiginnte ó dháta theacht i bhfeidhm an Rialacháin seo."
		},
		{
			"lang": "cs",
			"text": "Pravomoc přijímat akty v přenesené pravomoci uvedená v čl. 6 odst. 5, čl. 8 odst. 3, čl. 9 odst. 3, čl. 12 odst. 5, čl. 14 odst. 7, čl. 15 odst. 3, čl. 17 odst. 9, čl. 20 odst. 6, čl. 22 odst. 4, čl. 23 odst. 3, čl. 26 odst. 5, čl. 28 odst. 5, čl. 30 odst. 3, čl. 31 odst. 5, čl. 32 odst. 5, čl. 33 odst. 6, čl. 34 odst. 8, čl. 35 odst. 11, čl. 37 odst. 2, čl. 39 odst. 2, čl. 43 odst. 3, čl. 44 odst. 7, čl. 79 odst. 6, čl. 81 odst. 3, čl. 82 odst. 3 a čl. 83 odst. 3 je svěřena Komisi na dobu neurčitou počínaje datem vstupu tohoto nařízení v platnost."
		},
		{
			"lang": "da",
			"text": "De beføjelser, der er omhandlet i artikel 6, stk. 5, artikel 8, stk. 3, artikel 9, stk. 3, artikel 12, stk. 5, artikel 14, stk. 7, artikel 15, stk. 3, artikel 17, stk. 9, artikel 20, stk. 6, artikel 22, stk. 4, artikel 23, stk. 3, artikel 26, stk. 5, artikel 28, stk. 5, artikel 30, stk. 3, artikel 31, stk. 5, artikel 32, stk. 5, artikel 33, stk. 6, artikel 34, stk. 8, artikel 35, stk. 11, artikel 37, stk. 2, artikel 39, stk. 2, artikel 43, stk. 3, artikel 44, stk. 7, artikel 79, stk. 6, artikel 81, stk. 3, artikel 82, stk. 3, og artikel 83, stk. 3, tillægges Kommissionen for et ubestemt tidsrum fra datoen for denne forordnings ikrafttræden."
		},
		{
			"lang": "et",
			"text": "Alates käesoleva määruse jõustumisest antakse komisjonile määramata ajaks artikli 6 lõikes 5, artikli 8 lõikes 3, artikli 9 lõikes 3, artikli 12 lõikes 5, artikli 14 lõikes 7, artikli 15 lõikes 3, artikli 17 lõikes 9, artikli 20 lõikes 6, artikli 22 lõikes 4, artikli 23 lõikes 3, artikli 26 lõikes 5, artikli 28 lõikes 5, artikli 30 lõikes 3, artikli 31 lõikes 5, artikli 32 lõikes 5, artikli 33 lõikes 6, artikli 34 lõikes 8, artikli 35 lõikes 11, artikli 37 lõikes 2, artikli 39 lõikes 2, artikli 43 lõikes 3, artikli 44 lõikes 7, artikli 79 lõikes 6, artikli 81 lõikes 3, artikli 82 lõikes 3 ja artikli 83 lõikes 3 osutatud volituste delegeerimine."
		},
		{
			"lang": "el",
			"text": "Η εξουσιοδότηση που αναφέρεται στο άρθρο 6 παράγραφος 5, στο άρθρο 8 παράγραφος 3, στο άρθρο 9 παράγραφος 3, στο άρθρο 12 παράγραφος 5, στο άρθρο 14 παράγραφος 7, στο άρθρο 15 παράγραφος 3, στο άρθρο 17 παράγραφος 9, στο άρθρο 20 παράγραφος 6, στο άρθρο 22 παράγραφος 4, στο άρθρο 23 παράγραφος 3, στο άρθρο 26 παράγραφος 5, στο άρθρο 28 παράγραφος 5, στο άρθρο στο άρθρο 30 παράγραφος 3, στο άρθρο 31 παράγραφος 5, στο άρθρο 32 παράγραφος 5, στο άρθρο 33 παράγραφος 6, στο άρθρο 34 παράγραφος 8, στο άρθρο 35 παράγραφος 11, στο άρθρο 37 παράγραφος 2, στο άρθρο 39 παράγραφος 2, στο άρθρο 43 παράγραφος 3, στο άρθρο 44 παράγραφος 7, στο άρθρο 79 παράγραφος 6, στο άρθρο 81 παράγραφος 3, στο άρθρο 82 παράγραφος 3 και στο άρθρο 83 παράγραφος 3 ανατίθεται στην Επιτροπή για αόριστη χρονική περίοδο από την ημερομηνία έναρξης ισχύος του παρόντος κανονισμού."
		},
		{
			"lang": "bg",
			"text": "Правомощието да приема делегирани актове, посочено в член 6, параграф 5, член 8, параграф 3, член 9, параграф 3, член 12, параграф 5, член 14, параграф 7, член 15, параграф 3, член 17, параграф 9, член 20, параграф 6, член 22, параграф 4, член 23, параграф 3, член 26, параграф 5, член 28, параграф 5, член 30, параграф 3, член 31, параграф 5, член 32, параграф 5, член 33, параграф 6, член 34, параграф 8, член 35, параграф 11, член 37, параграф 2, член 39, параграф 2, член 43, параграф 3, член 44, параграф 7, член 79, параграф 6, член 81, параграф 3, член 82, параграф 3) и член 83, параграф 3 се предоставя на Комисията за неопределен срок, считано от датата на влизане в сила на настоящия регламент."
		},
		{
			"lang": "hu",
			"text": "A Bizottság 6. cikk (5) bekezdésben, 8. cikk (3) bekezdésben, 9. cikk (3) bekezdésben, 12. cikk (5) bekezdésben, 14. cikk (7) bekezdésben, 15. cikk (3) bekezdésben, 17. cikk (9) bekezdésben, 20. cikk (6) bekezdésben, 22. cikk (4) bekezdésben, 23. cikk (3) bekezdésben, 26. cikk (5) bekezdésben, 28. cikk (5) bekezdésben, 30. cikk (3) bekezdésben, 31. cikk (5) bekezdésben, 32. cikk (5) bekezdésben, 33. cikk (6) bekezdésben, 34. cikk (8) bekezdésben, 35. cikk (11) bekezdésben, 37. cikk (2) bekezdésben, 39. cikk (2) bekezdésben, 43. cikk (3) bekezdésben, 44. cikk (7) bekezdésben, 79. cikk (6) bekezdésben, 81. cikk (3) bekezdésben, 82. cikk (3) bekezdésben és 83. cikk (3) bekezdésben említett felhatalmazása az e rendelet hatálybalépésnek időpontjától számított határozatlan időre szól."
		},
		{
			"lang": "mt",
			"text": "Id-delegazzjoni tas-setgħa msemmija fl-Artikolu 6(5), l-Artikolu 8(3), l-Artikolu 9(3), l-Artikolu 12(5), l-Artikolu 14(7), l-Artikolu 15(3), l-Artikolu 17(9), l-Artikolu 20(6), l-Artikolu 22(4), l-Artikolu 23(3), l-Artikolu 26(5), l-Artikolu 28(4), l-Artikolu 30(3), l-Artikolu 31(5), l-Artikolu 32(5), l-Artikolu 33(6), l-Artikolu 34(8), l-Artikolu 35(11), l-Artikolu 37(2),l-Artikolu 39(2), l-Artikolu 43(3), l-Artikolu 44(7), l-Artikolu 79(6), l-Artikolu 81(3), l-Artikolu 82(3) u l-Artikolu 83(3) għandha tingħata lill-Kummissjoni għal perjodu ta’ żmien mhux determinat mid-dejta tad-dħul fis-seħħ ta’ dan ir-Regolament."
		},
		{
			"lang": "lv",
			"text": "Tiesības pieņemt deleģētos aktus, kas minētas 6. panta 5. punktā, 8.panta 3. punktā, 9. panta 3. punktā, 12. panta 5. punktā, 14. panta 7. punkta, 15. panta 3. punktā, 17. panta 9. punktā, 20. panta 6. punktā, 22. panta 4. punktā, 23. panta 3. punktā, 26. panta 5. punktā, 28. panta 5. punktā, 30. panta 3. punktā, 31. panta 5. punktā, 32. panta 5. punktā, 33. panta 6. punktā, 34. panta 8. punktā, 35. panta 11. punktā, 37. panta 2. punktā, 39. panta 2. punktā, 43. panta 3. punktā, 44. panta 7. punktā, 79. panta 6. punktā, 81. panta 3. punktā, 82. panta 3. punktā un 83. panta 3. punktā, piešķirtas Komisijai uz nenoteiktu laiku, sākot ar šīs regulas spēkā stāšanās dienu."
		},
		{
			"lang": "ro",
			"text": "Delegarea de competențe menționată la articolul 6 alineatul (5), articolul 8 alineatul (3), articolul 9 alineatul (3), articolul 12 alineatul (5), articolul 14 alineatul (7), articolul 15 alineatul (3) Articolul 17 alineatul (9), articolul 20 alineatul (6), articolul 22 alineatul (4), articolul 23 alineatul (3), articolul 26 alineatul (5), articolul 28 alineatul (5), articolul 30 alineatul (3), articolul 31 alineatul (5), articolul 32 alineatul (5), articolul 33 alineatul (6), articolul 34 alineatul (8), articolul 35 alineatul (11), articolul 37 alineatul (2), articolul 39 alineatul (2), articolul 43 alineatul (3), articolul 44 alineatul (7), articolul 79 alineatul (6), articolul 81 alineatul (3), articolul 82 alineatul (3) și articolul 83 alineatul (3), îi este conferită Comisiei pentru o perioadă de timp nedeterminată, de la data intrării în vigoare a prezentului regulament."
		},
		{
			"lang": "sk",
			"text": "Delegovanie právomoci uvedené v článku 6 ods. 5, článku 8 ods. 3, článku 9 ods. 3, článku 12 ods. 5, článku 14 ods. 7, článku 15 ods. 3, článku 17 ods. 9, článku 20 ods. 6, článku 22 ods. 4, článku 23 ods. 3, článku 26 ods. 5, článku 28 ods. 5, článku 30 ods. 3, článku 31 ods. 5, článku 32 ods. 5, článku 33 ods. 6, článku 34 ods. 8, článku 35 ods. 11, článku 37 ods. 2, článku 39 ods. 2, článku 43 ods. 3, článku 44 ods. 7, článku 79 ods. 6, článku 81 ods. 3, článku 82 ods. 3 a článku 83 ods. 3 sa Komisii udeľuje na dobu neurčitú odo dňa nadobudnutia účinnosti tohto nariadenia."
		},
		{
			"lang": "sl",
			"text": "Pooblastilo iz člena 6(5), člena 8(3), člena 9(3), člena 12(5), člena 14(7), člena 15(3), člena 17(9), člena 20(6), člena 22(4), člena 23(3), člena 26(5), člena 28(5), člena 30(3), člena 31(5), člena 32(5), člena 33(6), člena 34(8), člena 35(11), člena 37(2), člena 39(2), člena 43(3), člena 44(7), člena 79(6), člena 81(3), člena 82(3) in člena 83(3) se na Komisijo prenese za nedoločen čas od dne začetka veljavnosti te uredbe."
		},
		{
			"lang": "fi",
			"text": "Siirretään 6 artiklan 5 kohdassa, 8 artiklan 3 kohdassa, 9 artiklan 3 kohdassa, 12 artiklan 5 kohdassa, 14 artiklan 7 kohdassa, 15 artiklan 3 kohdassa, 17 artiklan 9 kohdassa, 20 artiklan 6 kohdassa, 22 artiklan 4 kohdassa, 23 artiklan 3 kohdassa, 26 artiklan 5 kohdassa, 28 artiklan 5 kohdassa, 30 artiklan 3 kohdassa, 31 artiklan 5 kohdassa, 32 artiklan 5 kohdassa, 33 artiklan 6 kohdassa, 34 artiklan 8 kohdassa, 35 artiklan 11 kohdassa, 37 artiklan 2 kohdassa, 39 artiklan 2 kohdassa, 43 artiklan 3 kohdassa, 44 artiklan 7 kohdassa, 79 artiklan 6 kohdassa, 81 artiklan 3 kohdassa, 82 artiklan 3 kohdassa ja 83 artiklan 3 kohdassa tarkoitettu valta antaa delegoituja säädöksiä komissiolle määräämättömäksi ajaksi tämän asetuksen voimaantulopäivästä alkaen."
		},
		{
			"lang": "pl",
			"text": "Uprawnienia do przyjęcia aktów delegowanych, o których mowa w art. 6 ust. 5, art. 8 ust. 3, art. 9 ust. 3, art. 12 ust. 5, art. 14 ust. 7, art. 15 ust. 3, art. 17 ust. 9, art. 20 ust. 6, art. 22 ust. 4, art. 23 ust. 3, art. 26 ust. 5, art. 28 ust. 5, art. 30 ust. 3, art. 31 ust. 5, art. 32 ust. 5, art. 33 ust. 6, art. 34 ust. 8, art. 35 ust. 11, art. 37 ust. 2, art. 39 ust. 2, art. 43 ust. 3, art. 44 ust. 7, art. 79 ust. 6, art. 81 ust. 3, art. 82 ust. 3 i art. 83 ust. 3, powierza się Komisji na czas nieokreślony od dnia wejścia w życie niniejszego rozporządzenia."
		},
		{
			"lang": "lt",
			"text": "6 straipsnio 5 dalyje, 8 straipsnio 3 dalyje, 9 straipsnio 3 dalyje, 12 straipsnio 5 dalyje, 14 straipsnio 7 dalyje, 15 straipsnio 3 dalyje, 17 straipsnio 9 dalyje, 20 straipsnio 6 dalyje, 22 straipsnio 4 dalyje, 23 straipsnio 3 dalyje, 26 straipsnio 5 dalyje, 28 straipsnio 5 dalyje, 30 straipsnio 3 dalyje, 31 straipsnio 5 dalyje, 32 straipsnio 5 dalyje, 33 straipsnio 6 dalyje, 34 straipsnio 8 dalyje, 35 straipsnio 11 dalyje, 37 straipsnio 2 dalyje, 39 straipsnio 2 dalyje, 43 straipsnio 3 dalyje, 44 straipsnio 7 dalyje, 79 straipsnio 6 dalyje, 81 straipsnio 3 dalyje, 82 straipsnio 3 dalį ir 83 straipsnio 3 dalyje nurodyti įgaliojimai Komisijai suteikiami neribotam laikotarpiui nuo šio reglamento įsigaliojimo datos."
		},
		{
			"lang": "nl",
			"text": "De in artikel 6, lid 5, artikel 8, lid 3, artikel 9, lid 3, artikel 12, lid 5, artikel 14, lid 7, artikel 15, lid 3, artikel 17, lid 9, artikel 20, lid 6, artikel 22, lid 4, artikel 23, lid 3, artikel 26, lid 5, artikel 28, lid 5, artikel 30, lid 3, artikel 31, lid 5, artikel 32, lid 5, artikel 33, lid 6, artikel 34, lid 8, artikel 35, lid 11, artikel 37, lid 2, artikel 39, lid 2, artikel 43, lid 3, artikel 44, lid 7, artikel 79, lid 6, artikel 81, lid 3, artikel 82, lid 3, en artikel 83, lid 3, bedoelde bevoegdheidsdelegatie wordt aan de Commissie toegekend voor onbepaalde duur vanaf de datum van inwerkingtreding van deze verordening."
		},
		{
			"lang": "sv",
			"text": "Den delegering av befogenhet som avses i artiklarna 6.5, 8.3, 9.3, 12.5, 14.7, 15.3, 17.9, 20.6, 22.4, 23.3, 26.5, 28.5, 30.3, 31.5, 32.5, 33.6, 34.8, 35.11, 37.2, 39.2, 43.3, 44.7, 79.6, 81.3, 82.3 och 83.3 ska ges till kommissionen på obestämd tid från och med den dag då denna förordning träder i kraft."
		}
	],
	"children": [],
	"title": "Article 86 – Paragraph 2"
}