{
	"id": "a87p3",
	"type": "paragraph",
	"literal": "3",
	"parent": "a87",
	"text": [
		{
			"lang": "en",
			"text": "Where reference is made to this paragraph, Article 8 of Regulation (EU) No 182/2011, in conjunction with Article 5 thereof, shall apply."
		},
		{
			"lang": "de",
			"text": "Wird auf diesen Absatz Bezug genommen, so gilt Artikel 8 der Verordnung (EU) Nr. 182/2011 in Verbindung mit deren Artikel 5."
		},
		{
			"lang": "fr",
			"text": "Lorsqu’il est fait référence au présent paragraphe, l’article 8 du règlement (UE) n° 182/2011 s’applique, en liaison avec son article 5."
		},
		{
			"lang": "es",
			"text": "Cuando se haga referencia al presente apartado, se aplicará el artículo 8 del Reglamento (UE) nº 182/2011, leído en relación con su artículo 5."
		},
		{
			"lang": "pt",
			"text": "Sempre que se faça referência ao presente número, é aplicável o artigo 8.º do Regulamento (UE) n.º 182/2011 em conjugação com o seu artigo 5.º."
		},
		{
			"lang": "it",
			"text": "Nel caso in cui è fatto riferimento al presente paragrafo, si applica l’articolo 8 del regolamento (UE) n. 182/2011, in combinato disposto con l’articolo 5 del medesimo regolamento."
		},
		{
			"lang": "ga",
			"text": "I gcás ina ndéanfar tagairt don mhír seo, beidh feidhm ag Airteagal 8 de Rialachán (AE) Uimh. 182/2011, i gcomhar le hAirteagal 5 den Rialachán sin."
		},
		{
			"lang": "cs",
			"text": "Odkazuje-li se na tento odstavec, použije se článek 8 nařízení (EU) č. 182/2011 ve spojení s článkem 5 uvedeného nařízení."
		},
		{
			"lang": "da",
			"text": "Når der henvises til dette stykke, anvendes artikel 8 i forordning (EU) nr. 182/2011 sammenholdt med dennes artikel 5."
		},
		{
			"lang": "et",
			"text": "Kui on viidatud käesolevale lõikele, kohaldatakse määruse (EL) nr 182/2011 artiklit 8 koostoimes nimetatud määruse artikliga 5."
		},
		{
			"lang": "el",
			"text": "Οσάκις γίνεται αναφορά στην παρούσα παράγραφο, εφαρμόζεται το άρθρο 8 του κανονισμού (ΕΕ) αριθ. 182/2011, σε συνδυασμό με το άρθρο 5."
		},
		{
			"lang": "bg",
			"text": "При позоваване на настоящия параграф се прилага член 8 от Регламент (ЕС) № 182/2011 във връзка с член 5 от него."
		},
		{
			"lang": "hu",
			"text": "Az e bekezdésre történő hivatkozáskor a 182/2011/EU rendelet 5. cikkével összefüggésben értelmezett 8. cikkét kell alkalmazni."
		},
		{
			"lang": "mt",
			"text": "Meta ssir referenza għal dan il-paragrafu, għandu japplika l-Artikolu 8 tar-Regolament (UE) Nru 182/2011, flimkien mal-Artikolu 5 tiegħu."
		},
		{
			"lang": "lv",
			"text": "Ja ir atsauce uz šo punktu, piemēro Regulas (ES) Nr. 182/2011 8. pantu saistībā ar tās 5. pantu."
		},
		{
			"lang": "ro",
			"text": "Atunci când se face trimitere la prezentul alineat, se aplică articolul 8 din Regulamentul (UE) nr. 182/2011 coroborat cu articolul 5 din același regulament."
		},
		{
			"lang": "sk",
			"text": "Ak sa odkazuje na tento odsek, uplatňuje sa článok 8 nariadenia (EÚ) č. 182/2011 v spojení s jeho článkom 5."
		},
		{
			"lang": "sl",
			"text": "Pri sklicevanju na ta odstavek se uporablja člen 8 Uredbe (EU) št. 182/2011 v povezavi s členom 5 navedene uredbe."
		},
		{
			"lang": "fi",
			"text": "Kun viitataan tähän kohtaan, sovelletaan asetuksen (EU) N:o 182/2011 8 artiklaa yhdessä 5 artiklan kanssa."
		},
		{
			"lang": "pl",
			"text": "W przypadku odesłania do niniejszego ustępu stosuje się art. 8 rozporządzenia (UE) nr 182/2011 w związku z jego art. 5."
		},
		{
			"lang": "lt",
			"text": "Kai daroma nuoroda į šią dalį, taikomas Reglamento (ES) Nr. 182/2011 8 straipsnis kartu su jo 5 straipsniu."
		},
		{
			"lang": "nl",
			"text": "Wanneer naar dit lid wordt verwezen, is artikel 8 van Verordening (EU) nr. 182/2011, in samenhang met artikel 5 van die verordening, van toepassing."
		},
		{
			"lang": "sv",
			"text": "När det hänvisas till denna punkt ska artikel 8 i förordning (EU) nr 182/2011, jämförd med artikel 5 i samma förordning, tillämpas."
		}
	],
	"children": [],
	"title": "Article 87 – Paragraph 3"
}