{
	"id": "a87p1",
	"type": "paragraph",
	"literal": "1",
	"parent": "a87",
	"text": [
		{
			"lang": "en",
			"text": "The Commission shall be assisted by a committee. That committee shall be a committee within the meaning of Regulation (EU) No 182/2011."
		},
		{
			"lang": "de",
			"text": "Die Kommission wird von einem Ausschuss unterstützt. Bei diesem Ausschuss handelt es sich um einen Ausschuss im Sinne der Verordnung (EU) Nr. 182/2011."
		},
		{
			"lang": "fr",
			"text": "La Commission est assistée par un comité. Ce comité est un comité au sens du règlement (UE) n° 182/2011."
		},
		{
			"lang": "es",
			"text": "La Comisión estará asistida por un Comité. Dicho Comité se entenderá en el sentido del Reglamento (UE) nº 182/2011."
		},
		{
			"lang": "pt",
			"text": "A Comissão é assistida por um comité. Esse comité é um comité na aceção do Regulamento (UE) n.º 182/2011."
		},
		{
			"lang": "it",
			"text": "La Commissione è assistita da un comitato. Tale comitato è un comitato ai sensi del regolamento (UE) n. 182/2011."
		},
		{
			"lang": "ga",
			"text": "Beidh coiste de chúnamh ag an gCoimisiún. Coiste de réir bhrí Rialachán (AE) Uimh. 182/2011 a bheidh sa choiste sin."
		},
		{
			"lang": "cs",
			"text": "Komisi je nápomocen výbor. Tento výbor je výborem ve smyslu nařízení (EU) č. 182/2011."
		},
		{
			"lang": "da",
			"text": "Kommissionen bistås af et udvalg. Dette udvalg er et udvalg som omhandlet i forordning (EU) nr. 182/2011."
		},
		{
			"lang": "et",
			"text": "Komisjoni abistab komitee. Kõnealune komitee on komitee määruse (EL) nr 182/2011 tähenduses."
		},
		{
			"lang": "el",
			"text": "Η Επιτροπή επικουρείται από επιτροπή. Η εν λόγω επιτροπή είναι επιτροπή κατά την έννοια του κανονισμού (ΕΕ) αριθ. 182/2011."
		},
		{
			"lang": "bg",
			"text": "Комисията се подпомага от комитет. Този комитет е комитет по смисъла на Регламент (ЕС) № 182/2011."
		},
		{
			"lang": "hu",
			"text": "A Bizottság munkáját egy bizottság segíti. Ez a bizottság a 182/2011/EU rendelet szerinti bizottság."
		},
		{
			"lang": "mt",
			"text": "Il-Kummissjoni għandha tkun assistita minn kumitat. Dak il-kumitat għandu jkun kumitat fis-sens tar-Regolament (UE) Nru 182/2011."
		},
		{
			"lang": "lv",
			"text": "Komisijai palīdz komiteja. Šī komiteja ir komiteja Regulas (ES) Nr. 182/2011 izpratnē."
		},
		{
			"lang": "ro",
			"text": "Comisia este asistată de un comitet. Acesta este un comitet în sensul Regulamentului (UE) nr. 182/2011."
		},
		{
			"lang": "sk",
			"text": "Komisii pomáha výbor. Tento výbor je výborom v zmysle nariadenia (EÚ) č. 182/2011."
		},
		{
			"lang": "sl",
			"text": "Komisiji pomaga odbor. Ta odbor je odbor v smislu Uredbe (EU) št. 182/2011."
		},
		{
			"lang": "fi",
			"text": "Komissiota avustaa komitea. Kyseinen komitea on asetuksessa (EU) N:o 182/2011 tarkoitettu komitea."
		},
		{
			"lang": "pl",
			"text": "Komisję wspomaga komitet. Komitet ten jest komitetem w rozumieniu rozporządzenia (UE) nr 182/2011."
		},
		{
			"lang": "lt",
			"text": "Komisijai padeda komitetas. Šis komitetas yra komitetas, kaip apibrėžta Reglamente (ES) Nr. 182/2011."
		},
		{
			"lang": "nl",
			"text": "De Commissie wordt bijgestaan door een comité. Dat comité is een comité in de zin van Verordening (EU) nr. 182/2011."
		},
		{
			"lang": "sv",
			"text": "Kommissionen ska biträdas av en kommitté. Denna kommitté ska vara en kommitté i den mening som avses i förordning (EU) nr 182/2011."
		}
	],
	"children": [],
	"title": "Article 87 – Paragraph 1"
}