{
	"id": "a87p2",
	"type": "paragraph",
	"literal": "2",
	"parent": "a87",
	"text": [
		{
			"lang": "en",
			"text": "Where reference is made to this paragraph, Article 5 of Regulation (EU) No 182/2011 shall apply."
		},
		{
			"lang": "de",
			"text": "Wird auf diesen Absatz Bezug genommen, so gilt Artikel 5 der Verordnung (EU) Nr. 182/2011."
		},
		{
			"lang": "fr",
			"text": "Lorsqu’il est fait référence au présent paragraphe, l’article 5 du règlement (UE) nº 182/2011 s’applique."
		},
		{
			"lang": "es",
			"text": "Cuando se haga referencia al presente apartado, será de aplicación el artículo 5 del Reglamento (UE) nº 182/2011."
		},
		{
			"lang": "pt",
			"text": "Sempre que se faça referência ao presente número, é aplicável o artigo 5.º do Regulamento (UE) n.º 182/2011."
		},
		{
			"lang": "it",
			"text": "Nel caso in cui è fatto riferimento al presente paragrafo, si applica l’articolo 5 del regolamento (UE) n. 182/2011."
		},
		{
			"lang": "ga",
			"text": "I gcás ina ndéanfar tagairt don mhír seo, beidh feidhm ag Airteagal 5 de Rialachán (AE) Uimh. 182/2011."
		},
		{
			"lang": "cs",
			"text": "Odkazuje-li se na tento odstavec, použije se článek 5 nařízení (EU) č. 182/2011."
		},
		{
			"lang": "da",
			"text": "Når der henvises til dette stykke, anvendes artikel 5 i forordning (EU) nr. 182/2011."
		},
		{
			"lang": "et",
			"text": "Kui on viidatud käesolevale lõikele, kohaldatakse määruse (EL) nr 182/2011 artiklit 5."
		},
		{
			"lang": "el",
			"text": "Οσάκις γίνεται αναφορά στην παρούσα παράγραφο, εφαρμόζεται το άρθρο 5 του κανονισμού (ΕΕ) αριθ. 182/2011."
		},
		{
			"lang": "bg",
			"text": "При позоваване на настоящия параграф се прилага член 5 от Регламент (ЕС) № 182/2011."
		},
		{
			"lang": "hu",
			"text": "Az e bekezdésre történő hivatkozáskor a 182/2011/EU rendelet 5. cikkét kell alkalmazni."
		},
		{
			"lang": "mt",
			"text": "Meta ssir referenza għal dan il-paragrafu, għandu japplika l-Artikolu 5 tar-Regolament (UE) Nru 182/2011."
		},
		{
			"lang": "lv",
			"text": "Ja ir atsauce uz šo punktu, piemēro Regulas (ES) Nr. 182/2011 5. pantu."
		},
		{
			"lang": "ro",
			"text": "Atunci când se face trimitere la prezentul alineat, se aplică articolul 5 din Regulamentul (UE) nr. 182/2011."
		},
		{
			"lang": "sk",
			"text": "Ak sa odkazuje na tento odsek, uplatňuje sa článok 5 nariadenia (EÚ) č. 182/2011."
		},
		{
			"lang": "sl",
			"text": "Pri sklicevanju na ta odstavek se uporablja člen 5 Uredbe (EU) št. 182/2011."
		},
		{
			"lang": "fi",
			"text": "Kun viitataan tähän kohtaan, sovelletaan asetuksen (EU) N:o 182/2011 5 artiklaa."
		},
		{
			"lang": "pl",
			"text": "W przypadku odesłania do niniejszego ustępu stosuje się art. 5 rozporządzenia (UE) nr 182/2011."
		},
		{
			"lang": "lt",
			"text": "Kai daroma nuoroda į šią dalį, taikomas Reglamento (ES) Nr. 182/2011 5 straipsnis."
		},
		{
			"lang": "nl",
			"text": "Wanneer naar dit lid wordt verwezen, is artikel 5 van Verordening (EU) nr. 182/2011 van toepassing."
		},
		{
			"lang": "sv",
			"text": "När det hänvisas till denna punkt ska artikel 5 i förordning (EU) nr 182/2011 tillämpas."
		}
	],
	"children": [],
	"title": "Article 87 – Paragraph 2"
}