{
	"id": "a88p2",
	"type": "paragraph",
	"literal": "2",
	"parent": "a88",
	"text": [
		{
			"lang": "en",
			"text": "References to the repealed Directive shall be construed as references to this Regulation. References to the Working Party on the Protection of Individuals with regard to the Processing of Personal Data established by Article 29 of Directive 95/46/EC shall be construed as references to the European Data Protection Board established by this Regulation."
		},
		{
			"lang": "de",
			"text": "Verweise auf die aufgehobene Richtlinie gelten als Verweise auf die vorliegende Verordnung. Verweise auf die durch Artikel 29 der Richtlinie 95/46/EG eingesetzte Gruppe für den Schutz von Personen bei der Verarbeitung personenbezogener Daten gelten als Verweise auf den kraft dieser Verordnung errichteten Europäischen Datenschutzausschuss."
		},
		{
			"lang": "fr",
			"text": "Les références faites à la directive abrogée s’entendent comme faites au présent règlement. Les références faites au groupe de protection des personnes à l'égard du traitement des données à caractère personnel institué par l'article 29 de la directive 95/46/CE s'entendent comme faites au comité européen de la protection des données institué par le présent règlement."
		},
		{
			"lang": "es",
			"text": "Toda referencia a la Directiva derogada se entenderá hecha al presente Reglamento. Toda referencia al Grupo de protección de las personas en lo que respecta al tratamiento de datos personales creado por el artículo 29 de la Directiva 95/46/CE se entenderá hecha al Consejo Europeo de Protección de Datos, establecido por el presente Reglamento."
		},
		{
			"lang": "pt",
			"text": "As referências à diretiva revogada são consideradas como referências ao presente regulamento. As referências ao Grupo de trabalho de proteção das pessoas singulares no que diz respeito ao tratamento de dados pessoais, criado pelo artigo 29.º da Diretiva 95/46/CE, são consideradas como referências ao Comité Europeu para a Proteção de Dados criado pelo presente regulamento."
		},
		{
			"lang": "it",
			"text": "I riferimenti alla direttiva abrogata si intendono fatti al presente regolamento. I riferimenti al gruppo per la tutela delle persone con riguardo al trattamento dei dati personali istituito dall’articolo 29 della direttiva 95/46/CE si intendono fatti al comitato europeo per la protezione dei dati istituito dal presente regolamento."
		},
		{
			"lang": "ga",
			"text": "Déanfar aon tagairtí don Treoir aisghairthe a fhorléiriú mar thagairtí don Rialachán seo. Déanfar aon tagairtí don Mheitheal um Chosaint Daoine Aonair i ndáil le sonraí pearsanta a phróiseáil a bunaíodh le hAirteagal 29 de Threoir 95/46/CE a fhorléiriú mar thagairtí don Bhord Eorpach um Chosaint Sonraí a bhunaítear leis an Rialachán seo."
		},
		{
			"lang": "cs",
			"text": "Odkazy na zrušenou směrnici se považují za odkazy na toto nařízení. Odkazy na pracovní skupinu pro ochranu fyzických osob v souvislosti se zpracováním osobních údajů zřízenou článkem 29 směrnice 95/46/ES se považují za odkazy na Evropskou radu pro ochranu údajů zřízenou tímto nařízením."
		},
		{
			"lang": "da",
			"text": "Henvisninger til det ophævede direktiv betragtes som henvisninger til nærværende forordning. Henvisninger til Gruppen vedrørende Beskyttelse af Personer i forbindelse med Behandling af Personoplysninger, der er nedsat ved artikel 29 i direktiv 95/46/EF, betragtes som henvisninger til Det Europæiske Databeskyttelsesråd oprettet ved denne forordning."
		},
		{
			"lang": "et",
			"text": "Viiteid kehtetuks tunnistatud direktiivile käsitatakse viidetena käesolevale määrusele. Viiteid direktiivi 95/46/EÜ artikli 29 alusel loodud töörühmale üksikisikute kaitseks seoses isikuandmete töötlemisega käsitatakse viidetena käesoleva määrusega loodud Euroopa Andmekaitsenõukogule."
		},
		{
			"lang": "el",
			"text": "Οι παραπομπές στην καταργούμενη οδηγία θεωρούνται παραπομπές στον παρόντα κανονισμό. Οι παραπομπές στην ομάδα εργασίας για την προστασία των φυσικών προσώπων έναντι της επεξεργασίας των δεδομένων προσωπικού χαρακτήρα που συστάθηκε με το άρθρο 29 της οδηγίας 95/46/ΕΚ θεωρούνται παραπομπές στο Ευρωπαϊκό Συμβούλιο Προστασίας Δεδομένων που συστήνεται με τον παρόντα κανονισμό."
		},
		{
			"lang": "bg",
			"text": "Позоваванията на отменената директива се тълкуват като позовавания на настоящия регламент. Позоваванията на Работната група за защита на лицата при обработването на лични данни, създадена по силата на член 29 от Директива 95/46/ЕО, се тълкуват като позовавания на Европейския комитет по защита на личните данни, създаден с настоящия регламент."
		},
		{
			"lang": "hu",
			"text": "A hatályon kívül helyezett irányelvre történő hivatkozást az e rendeletre történő hivatkozásnak kell tekinteni. A 95/46/EK irányelv 29. cikke által létrehozott, az egyéneknek a személyes adatok feldolgozása tekintetében való védelmével foglalkozó munkacsoportra történő hivatkozást az e rendelet által létrehozott Európai Adatvédelmi Testületre történő hivatkozásnak kell tekinteni."
		},
		{
			"lang": "mt",
			"text": "Ir-referenzi għad-Direttiva revokata għandhom jinftiehmu bħala referenzi għal dan ir-Regolament. Ir-referenzi għall-Grupp ta’ Ħidma dwar il-Protezzjoni ta’ Individwi fir-rigward tal-Ipproċessar tad-Dejta Personali stabbiliti bl-Artikolu 29 tad-Direttiva 95/46/KE għandhom jinftiehmu bħala referenzi għall-Bord Ewropew għall-Protezzjoni tad-Dejta stabbilit b’dan ir-Regolament."
		},
		{
			"lang": "lv",
			"text": "Atsauces uz atcelto direktīvu uzskata par atsaucēm uz šo regulu. Atsauces uz Darba grupu personu aizsardzībai attiecībā uz personas datu apstrādi, kas izveidota ar Direktīvas 95/46/EK 29. pantu, uzskata par atsaucēm uz Eiropas Datu aizsardzības kolēģiju, kas izveidota ar šo regulu."
		},
		{
			"lang": "ro",
			"text": "Trimiterile la directiva abrogată se interpretează ca trimiteri la prezentul regulament. Trimiterile la Grupul de lucru pentru protecția persoanelor în ceea ce privește prelucrarea datelor cu caracter personal instituit prin articolul 29 din Directiva 95/46/CE se interpretează ca trimiteri la Comitetul european pentru protecția datelor instituit prin prezentul regulament."
		},
		{
			"lang": "sk",
			"text": "Odkazy na zrušenú smernicu sa považujú za odkazy na toto nariadenie. Odkazy na pracovnú skupinu pre ochranu jednotlivcov so zreteľom na spracovanie osobných údajov, ustanovenú článkom 29 smernice 95/46/ES, sa považujú za odkazy na Európsky výbor pre ochranu údajov ustanovený týmto nariadením."
		},
		{
			"lang": "sl",
			"text": "Sklicevanja na razveljavljeno direktivo se štejejo kot sklicevanja na to uredbo. Sklicevanja na delovno skupino o varstvu posameznikov pri obdelavi osebnih podatkov, ustanovljeno s členom 29 Direktive 95/46/ES, se štejejo kot sklicevanja na Evropski odbor za varstvo podatkov, ustanovljen s to uredbo."
		},
		{
			"lang": "fi",
			"text": "Viittauksia kumottuun direktiiviin pidetään viittauksina tähän asetukseen. Viittauksia direktiivin 95/46/EY 29 artiklalla perustettuun tietosuojatyöryhmään pidetään viittauksina tällä asetuksella perustettuun Euroopan tietosuojaneuvostoon."
		},
		{
			"lang": "pl",
			"text": "Odesłania do uchylonej dyrektywy należy odczytywać jako odesłania do niniejszego rozporządzenia. Odniesienia do Grupy Roboczej ds. Ochrony Osób Fizycznych w zakresie Przetwarzania Danych Osobowych ustanowionej w art. 29 dyrektywy 95/46/WE należy odczytywać jako odniesienia do Europejskiej Rady Ochrony Danych ustanowionej w niniejszym rozporządzeniu."
		},
		{
			"lang": "lt",
			"text": "Nuorodos į panaikintą direktyvą laikomos nuorodomis į šį reglamentą. Nuorodos į Direktyvos 95/46/EB 29 straipsniu įsteigtą Darbo grupę asmenų apsaugai tvarkant asmens duomenis laikomos nuorodomis į šiuo reglamentu įsteigtą Europos duomenų apsaugos valdybą."
		},
		{
			"lang": "nl",
			"text": "Verwijzingen naar de ingetrokken richtlijn gelden als verwijzingen naar deze verordening. Verwijzingen naar de groep voor de bescherming van personen in verband met de verwerking van persoonsgegevens, die bij artikel 29 van Richtlijn 95/46/EG is opgericht, gelden als verwijzingen naar het bij deze verordening opgerichte Europees Comité voor gegevensbescherming."
		},
		{
			"lang": "sv",
			"text": "Hänvisningar till det upphävda direktivet ska anses som hänvisningar till denna förordning. Hänvisningar till arbetsgruppen för skydd av enskilda med avseende på behandlingen av personuppgifter, som inrättades genom artikel 29 i direktiv 95/46/EG, ska anses som hänvisningar till Europeiska dataskyddsstyrelsen, som inrättas genom denna förordning."
		}
	],
	"children": [],
	"title": "Article 88 – Paragraph 2"
}