{
	"id": "a89p1",
	"type": "paragraph",
	"literal": "1",
	"parent": "a89",
	"text": [
		{
			"lang": "en",
			"text": "This Regulation shall not impose additional obligations on natural or legal persons in relation to the processing of personal data in connection with the provision of publicly available electronic communications services in public communication networks in the Union in relation to matters for which they are subject to specific obligations with the same objective set out in Directive 2002/58/EC."
		},
		{
			"lang": "de",
			"text": "Diese Verordnung erlegt natürlichen oder juristischen Personen in Bezug auf die Verarbeitung personenbezogener Daten in Verbindung mit der Bereitstellung öffentlich zugänglicher elektronischer Kommunikationsdienste in öffentlichen Kommunikationsnetzen in der Union keine zusätzlichen Pflichten auf, soweit sie besonderen in der Richtlinie 2002/85/EG festgelegten Pflichten unterliegen, die dasselbe Ziel verfolgen."
		},
		{
			"lang": "fr",
			"text": "Le présent règlement n'impose pas d'obligations supplémentaires aux personnes physiques ou morales quant au traitement des données à caractère personnel dans le cadre de la fourniture de services de communications électroniques accessibles au public sur les réseaux publics de communications dans l'Union en ce qui concerne les domaines dans lesquels elles sont soumises à des obligations spécifiques ayant le même objet que celles énoncées dans la directive 2002/58/CE."
		},
		{
			"lang": "es",
			"text": "El presente Reglamento no impondrá obligaciones adicionales a las personas físicas o jurídicas en materia de tratamiento de datos personales en relación con la prestación de servicios públicos de comunicaciones electrónicas en redes públicas de comunicación de la Unión en ámbitos en los que estén sujetos a obligaciones específicas con el mismo objetivo establecidos en la Directiva 2002/58/CE."
		},
		{
			"lang": "pt",
			"text": "O presente regulamento não impõe obrigações suplementares a pessoas singulares ou coletivas no que respeita ao tratamento de dados pessoais no contexto da prestação de serviços de comunicações eletrónicas publicamente disponíveis nas redes públicas de comunicações na União em matérias que estejam sujeitas a obrigações específicas com o mesmo objetivo estabelecido na Diretiva 2002/58/CE."
		},
		{
			"lang": "it",
			"text": "Il presente regolamento non impone obblighi supplementari alle persone fisiche o giuridiche in relazione al trattamento dei dati personali nel quadro della fornitura di servizi di comunicazione elettronica accessibili al pubblico su reti pubbliche di comunicazione nell’Unione, per quanto riguarda le materie per le quali sono soggette a obblighi specifici aventi lo stesso obiettivo fissati dalla direttiva 2002/58/CE."
		},
		{
			"lang": "ga",
			"text": "Ní dhéanfaidh an Rialachán seo oibleagáidí breise a fhorchur ar dhaoine nádúrtha nó dlítheanacha i ndáil le próiseáil sonraí pearsanta i dtaobh soláthar seirbhísí cumarsáide leictreonaí a bheidh ar fáil go poiblí i líonraí cumarsáide poiblí san Aontas, maidir le hábhair a bhfuil siad faoi réir oibleagáidí sonracha ina dtaobh a bhfuil an cuspóir céanna leo is atá leagtha amach i dTreoir 2002/58/CE."
		},
		{
			"lang": "cs",
			"text": "Toto nařízení neukládá žádné další povinnosti fyzickým nebo právnických osobám, pokud jde o zpracovávání osobních údajů ve spojení s poskytováním veřejně dostupných služeb elektronických komunikací ve veřejných komunikačních sítích v Unii, co se týče záležitostí, u nichž se na ně vztahují konkrétní povinnosti s týmž cílem stanovené ve směrnici 2002/58/ES."
		},
		{
			"lang": "da",
			"text": "Denne forordning indfører ikke yderligere forpligtelser for fysiske eller juridiske personer, for så vidt angår behandling af personoplysninger i forbindelse med levering af offentligt tilgængelige elektroniske kommunikationstjenester i offentlige kommunikationsnet i Unionen, i forhold, hvor de er underlagt specifikke forpligtelser med samme mål som fastsat i direktiv 2002/58/EF."
		},
		{
			"lang": "et",
			"text": "Käesoleva määrusega ei panda füüsilistele ega juriidilistele isikutele lisakohustusi isikuandmete töötlemise suhtes, mis toimub seoses üldkasutatavate elektrooniliste sideteenuste osutamisega üldkasutatavates sidevõrkudes Euroopa Liidus ja mis on seotud küsimustega, mille puhul kehtivad nende suhtes direktiivis 2002/58/EÜ sätestatud erikohustused, millel on sama eesmärk."
		},
		{
			"lang": "el",
			"text": "Ο παρών κανονισμός δεν επιβάλλει πρόσθετες υποχρεώσεις σε φυσικά ή νομικά πρόσωπα σε σχέση με την επεξεργασία δεδομένων προσωπικού χαρακτήρα όσον αφορά την παροχή υπηρεσιών ηλεκτρονικών επικοινωνιών διαθέσιμων στο κοινό σε δημόσια δίκτυα επικοινωνίας στην Ένωση σε σχέση με θέματα τα οποία υπόκεινται στις ειδικές υποχρεώσεις με τον ίδιο στόχο που ορίζεται στην οδηγία 2002/58/ΕΚ."
		},
		{
			"lang": "bg",
			"text": "Настоящият регламент не налага допълнителни задължения на физическите или юридическите лица във връзка с обработването на лични данни, свързано с доставката на общественодостъпни електронни съобщителни услуги в обществени съобщителни мрежи в Съюза, по отношение на въпроси, за които са им наложени специални задължения със същата цел, установени в Директива 2002/58/ЕО."
		},
		{
			"lang": "hu",
			"text": "E rendelet nem határoz meg kiegészítő kötelezettséget természetes vagy jogi személyek tekintetében az Unión belüli nyilvános hírközlési hálózatokon keresztül történő nyilvánosan elérhető hírközlési szolgáltatással összefüggésben feldolgozott személyes adatok esetében, olyan kérdésekkel kapcsolatban, amelyek a 2002/58/EK irányelvben szereplő azonos célkitűzésekkel bíró különös kötelezettségek hatálya alá tartoznak."
		},
		{
			"lang": "mt",
			"text": "Dan ir-Regolament m’għandux jimponi obbligi addizzjonali fuq persuni fiżiċi u ġuridiċi fir-rigward tal-ipproċessar tad-dejta personali b’rabta mal-provvediment ta’ servizzi ta’ komunikazzjoni elettroniċi li jkunu disponibbli għall-pubbliku fin-netwerks ta’ komunikazzjoni pubbliċi fl-Unjoni fir-rigward ta’ kwistjonijiet li għalihom huma suġġetti għal obbligi speċifiċi bl-istess objettiv stabbilit fid-Direttiva 2002/58/KE."
		},
		{
			"lang": "lv",
			"text": "Šī regula neuzliek papildu pienākumus fiziskām vai juridiskām personām attiecībā uz personas datu apstrādi saistībā ar publiski pieejamu elektronisko komunikāciju pakalpojumu sniegšanu publiskos komunikāciju tīklos Savienībā jautājumos, saistībā ar kuriem tām ir piemērojami Direktīvas 2002/58/EK īpašie noteikumi ar to pašu mērķi."
		},
		{
			"lang": "ro",
			"text": "Prezentul regulament nu impune obligații suplimentare pentru persoanele fizice sau juridice în ceea ce privește prelucrarea datelor cu caracter personal în legătură cu furnizarea de servicii de comunicații electronice destinate publicului în rețelele de comunicații publice din Uniune cu privire la aspectele pentru care acestea fac obiectul unor obligații specifice cu același obiectiv precum cel prevăzut în Directiva 2002/58/CE."
		},
		{
			"lang": "sk",
			"text": "Toto nariadenie neukladá dodatočné povinnosti fyzickým či právnickým osobám pri spracúvaní osobných údajov v súvislosti s poskytovaním verejne dostupných elektronických komunikačných služieb v Únii, pokiaľ ide o záležitosti, v ktorých podliehajú konkrétnym povinnostiam s rovnakým cieľom, stanoveným v smernici 2002/58/ES."
		},
		{
			"lang": "sl",
			"text": "Ta uredba ne uvaja dodatnih obveznosti za fizične ali pravne osebe v zvezi z obdelavo osebnih podatkov, povezano z zagotavljanjem javno dostopnih elektronskih komunikacijskih storitev v javnih komunikacijskih omrežjih v Uniji v povezavi z zadevami, za katere veljajo posebne obveznosti z istim ciljem iz Direktive 2002/58/ES."
		},
		{
			"lang": "fi",
			"text": "Tällä asetuksella ei aseteta luonnollisille tai oikeushenkilöille lisävelvoitteita sellaisen henkilötietojen käsittelyn osalta, joka liittyy yleisesti saatavilla olevien sähköisten viestintäpalvelujen tarjoamiseen yleisissä viestintäverkoissa unionissa, suhteessa sellaisiin seikkoihin, joiden osalta niiden on noudatettava direktiivissä 2002/58/EY säädettyjä erityisiä velvoitteita, joilla on sama tavoite."
		},
		{
			"lang": "pl",
			"text": "Niniejsze rozporządzenie nie nakłada dodatkowych obowiązków na osoby fizyczne i prawne w odniesieniu do przetwarzania danych w związku z ogólnie dostępnymi usługami łączności elektronicznej w publicznych sieciach łączności na terenie Unii w sprawach, w których podmioty te podlegają szczególnym obowiązkom służącym temu samemu celowi określonemu w dyrektywie 2002/58/WE."
		},
		{
			"lang": "lt",
			"text": "Šiuo reglamentu fiziniams arba juridiniams asmenims nenustatoma papildomų pareigų, susijusių su asmens duomenų tvarkymu teikiant Sąjungoje viešai prieinamas elektroninių ryšių paslaugas viešaisiais ryšių tinklais, jeigu jiems taikomos Direktyvoje 2002/58/EB nustatytos specialios pareigos, kuriomis siekiama to paties tikslo."
		},
		{
			"lang": "nl",
			"text": "Deze verordening legt natuurlijke of rechtspersonen geen aanvullende verplichtingen op met betrekking tot de verwerking van persoonsgegevens in verband met het verstrekken van openbare elektronischecommunicatiediensten in openbare communicatienetwerken in de Unie, voor zover zij op grond van Richtlijn 2002/58/EG onderworpen zijn aan specifieke verplichtingen met dezelfde doelstelling."
		},
		{
			"lang": "sv",
			"text": "Denna förordning ska inte innebära några ytterligare förpliktelser för fysiska eller juridiska personer som behandlar personuppgifter inom ramen för tillhandahållande av allmänt tillgängliga elektroniska kommunikationstjänster i allmänna kommunikationsnät i unionen, när det gäller områden inom vilka de redan omfattas av särskilda skyldigheter för samma ändamål i enlighet med direktiv 2002/58/EG."
		}
	],
	"children": [],
	"title": "Article 89 – Paragraph 1"
}