{
	"id": "a8p3",
	"type": "paragraph",
	"literal": "3",
	"parent": "a8",
	"text": [
		{
			"lang": "en",
			"text": "The Commission shall be empowered to adopt delegated acts in accordance with Article 86 for the purpose of further specifying the criteria and requirements for the methods to obtain verifiable consent referred to in paragraph 1. In doing so, the Commission shall consider specific measures for micro, small and medium-sized enterprises."
		},
		{
			"lang": "de",
			"text": "Die Kommission wird ermächtigt, delegierte Rechtsakte nach Maßgabe von Artikel 86 zu erlassen, um die Modalitäten und Anforderungen in Bezug auf die Art der Erlangung einer nachprüfbaren Einwilligung gemäß Absatz 1 näher zu regeln. Dabei zieht die Kommission spezifische Maßnahmen für Kleinst- und Kleinunternehmen sowie mittlere Unternehmen in Betracht."
		},
		{
			"lang": "fr",
			"text": "La Commission est habilitée à adopter des actes délégués en conformité avec l’article 86, aux fins de préciser davantage les critères et exigences applicables aux méthodes d'obtention du consentement vérifiable visé au paragraphe 1. Ce faisant, la Commission envisage des mesures spécifiques pour les micro, petites et moyennes entreprises."
		},
		{
			"lang": "es",
			"text": "La Comisión estará facultada para adoptar actos delegados, de conformidad con lo dispuesto en el artículo 86, a fin de especificar los criterios y condiciones aplicables a los métodos de obtención del consentimiento verificable contemplados en el apartado 1. Para ello, la Comisión se planteará la adopción de medidas específicas para las microempresas, las pequeñas y medianas empresas."
		},
		{
			"lang": "pt",
			"text": "São atribuídas competências à Comissão para adotar atos delegados em conformidade com o artigo 86.º, a fim especificar mais concretamente os critérios e requisitos aplicáveis à obtenção do consentimento verificável referido no n.º 1. Ao fazê-lo, a Comissão deve prever medidas específicas para as micro, pequenas e médias empresas."
		},
		{
			"lang": "it",
			"text": "Alla Commissione è conferito il potere di adottare atti delegati conformemente all’articolo 86 al fine di precisare i criteri e i requisiti concernenti le modalità per ottenere il consenso verificabile di cui al paragrafo 1. A tal fine, la Commissione contempla misure specifiche per le micro, piccole e medie imprese."
		},
		{
			"lang": "ga",
			"text": "Tabharfar de chumhacht don Choimisiún gníomhartha tarmligthe a ghlacadh i gcomhréir le hAirteagal 86 chun na critéir agus na ceanglais maidir le toiliú infhíoraithe a fháil dá dtagraítear i mír 1 a shonrú tuilleadh. Agus gníomhartha tarmligthe á nglacadh ag an gCoimisiún, déanfaidh sé bearta sonracha a mheas do mhicrifhiontair, d’fhiontair bheaga agus d’fhiontair mheánmhéide."
		},
		{
			"lang": "cs",
			"text": "Komise je zmocněna přijímat akty v přenesené pravomoci v souladu s článkem 86 za účelem dalšího vymezení kritérií a požadavků týkajících se metod získávání ověřitelného souhlasu uvedeného v odstavci 1. Komise přitom zváží zvláštní opatření, zejména pro správce, kteří jsou mikropodniky a malými nebo středními podniky."
		},
		{
			"lang": "da",
			"text": "Kommissionen tillægges beføjelser til at vedtage delegerede retsakter i overensstemmelse med artikel 86 med henblik på nærmere fastlæggelse af kriterier og krav for metoderne til at indhente verificerbart samtykke, der er omhandlet i stk. 1. I den forbindelse overvejer Kommissionen særlige foranstaltninger for mikrovirksomheder og små og mellemstore virksomheder."
		},
		{
			"lang": "et",
			"text": "Komisjoni volitatakse vastavalt artiklile 86 võtma vastu delegeeritud õigusakte, et täpsustada lõikes 1 osutatud kontrollitava nõusoleku saamise meetodite suhtes kohaldatavaid kriteeriume ja nõudeid. Seejuures kaalub komisjon konkreetsete meetmete kehtestamist mikro-, väikeste ja keskmise suurusega ettevõtete jaoks."
		},
		{
			"lang": "el",
			"text": "Η Επιτροπή εξουσιοδοτείται να εκδίδει κατ’ εξουσιοδότηση πράξεις σύμφωνα με το άρθρο 86 για τον περαιτέρω προσδιορισμό των κριτηρίων και των απαιτήσεων για τις μεθόδους εξασφάλισης της επαληθεύσιμης συγκατάθεσης η οποία αναφέρεται στην παράγραφο 1. Για τον σκοπό αυτό, η Επιτροπή εξετάζει ειδικά μέτρα για πολύ μικρές, μικρές και μεσαίες επιχειρήσεις."
		},
		{
			"lang": "bg",
			"text": "На Комисията се предоставя правомощието да приема делегирани актове в съответствие с член 86 с цел допълнително уточняване на критериите и изискванията за методите за получаване на удостоверимо съгласие, както е посочено в параграф 1. Когато прави това, Комисията обмисля специални мерки за микропредприятията, малките и средните предприятия."
		},
		{
			"lang": "hu",
			"text": "A Bizottság a 86. cikkel összhangban felhatalmazáson alapuló jogi aktusokat fogadhat el annak érdekében, hogy részletesen meghatározza az (1) bekezdésben szereplő ellenőrizhető hozzájárulás beszerzésének módszereire vonatkozó szempontokat és előírásokat. Ennek során a Bizottság mérlegeli sajátos intézkedések elfogadását a mikro-, kis- és középvállalkozások "
		},
		{
			"lang": "mt",
			"text": "Il-Kummissjoni għandha tingħata s-setgħa li tadotta atti ddelegati skont l-Artikolu 86 għall-finijiet li tispeċifika ulterjorment il-kriterji u r-rekwiżitigħall-metodi biex jinkiseb il-kunsens verifikabbli msemmi fil-paragrafu 1. Billi tagħmel hekk, il-Kummissjoni għandha tikkunsidra miżuri speċifiċi għal mikroimpriżi, impriżi żgħar u ta’ daqs medju."
		},
		{
			"lang": "lv",
			"text": "Komisijai piešķir tiesības pieņemt deleģētos aktus saskaņā ar 86. pantu ar nolūku sīkāk precizēt kritērijus un prasības metodēm, ar kuru palīdzību var iegūt 1. punktā minēto pārbaudāmo piekrišanu. Šajā sakarā Komisija apsver īpašus pasākumus mikrouzņēmumiem, maziem un vidējiem uzņēmumiem."
		},
		{
			"lang": "ro",
			"text": "Comisia este abilitată să adopte acte delegate în conformitate cu articolul 86 în scopul detalierii criteriilor și cerințelor referitoare la metodele de a obține consimțământul verificabil menționate la alineatul (1). În acest sens, Comisia ia în considerare măsuri specifice pentru microîntreprinderi și pentru întreprinderi mici și mijlocii."
		},
		{
			"lang": "sk",
			"text": "Komisia je splnomocnená prijať delegované akty v súlade s článkom 86 s cieľom bližšie určiť kritériá a požiadavky týkajúce sa metód na získanie overiteľného súhlasu uvedeného v odseku 1. Komisia pritom zváži osobitné opatrenia pre mikropodniky a malé a stredné podniky."
		},
		{
			"lang": "sl",
			"text": "Komisija je v skladu s členom 86 pooblaščena za sprejemanje delegiranih aktov, s katerimi podrobneje določi merila in zahteve za metode za pridobitev privolitve, ki jo je mogoče preveriti, iz odstavka 1. Pri tem Komisija upošteva posebne ukrepe za mikro-, mala in srednje velika podjetja."
		},
		{
			"lang": "fi",
			"text": "Siirretään komissiolle valta antaa 86 artiklan mukaisesti delegoituja säädöksiä, joissa määritellään tarkemmin 1 kohdassa tarkoitettuja, todennettavissa olevan suostumuksen saamiseksi käytettäviä menetelmiä koskevat kriteerit ja vaatimukset. Tässä yhteydessä komissio harkitsee erityisten toimenpiteiden toteuttamista mikroyritysten sekä pienten ja keskisuurten yritysten hyväksi."
		},
		{
			"lang": "pl",
			"text": "Komisja jest uprawniona do przyjmowania aktów delegowanych zgodnie z art. 86 w celu doprecyzowania kryteriów i wymogów dotyczących sposobów uzyskania do zweryfikowania zgody, o której mowa w ust. 1. Wykonując to uprawnienie, Komisja rozważa szczególne środki dla mikroprzedsiębiorców oraz małych i średnich przedsiębiorców."
		},
		{
			"lang": "lt",
			"text": "Komisija įgaliojama pagal 86 straipsnį priimti deleguotuosius aktus ir jais nustatyti išsamesnius 1 dalyje nurodytų įrodomo sutikimo gavimo būdų kriterijus ir reikalavimus. Naudodamasi šiuo įgaliojimu, Komisija svarsto labai mažoms, mažosioms ir vidutinėms įmonėms skirtas specialias priemones."
		},
		{
			"lang": "nl",
			"text": "De Commissie is bevoegd overeenkomstig artikel 86 gedelegeerde handelingen vast te stellen met het oog op de nadere invulling van de criteria en de vereisten voor de methoden ter verkrijging van de in lid 1 bedoelde verifieerbare toestemming. Daarbij neemt de Commissie specifieke maatregelen voor micro- en kleine en middelgrote ondernemingen in overweging."
		},
		{
			"lang": "sv",
			"text": "Kommissionen ska ha befogenhet att anta delegerade akter enligt artikel 86 i syfte att närmare precisera kriterierna och kraven för metoderna för att erhålla ett sådant kontrollerbart samtycke enligt punkt 1. Kommissionen ska därvid överväga särskilda åtgärder för mikroföretag och små och medelstora företag."
		}
	],
	"children": [],
	"title": "Article 8 – Paragraph 3"
}