{
	"id": "a91p1",
	"type": "paragraph",
	"literal": "1",
	"parent": "a91",
	"text": [
		{
			"lang": "en",
			"text": "This Regulation shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union."
		},
		{
			"lang": "de",
			"text": "Diese Verordnung tritt am zwanzigsten Tag nach ihrer Veröffentlichung im Amtsblatt der Europäischen Union in Kraft."
		},
		{
			"lang": "fr",
			"text": "Le présent règlement entre en vigueur le vingtième jour suivant celui de sa publication au Journal officiel de l’Union européenne."
		},
		{
			"lang": "es",
			"text": "El presente Reglamento entrará en vigor el vigésimo día siguiente al de su publicación en el Diario Oficial de la Unión Europea."
		},
		{
			"lang": "pt",
			"text": "O presente regulamento entra em vigor no vigésimo dia seguinte ao da sua publicação no Jornal Oficial da União Europeia."
		},
		{
			"lang": "it",
			"text": "Il presente regolamento entra in vigore il ventesimo giorno successivo alla pubblicazione nella Gazzetta ufficiale dell’Unione europea."
		},
		{
			"lang": "ga",
			"text": "Tiocfaidh an Rialachán seo i bhfeidhm an fichiú lá tar éis lá a fhoilsithe in Iris Oifigiúil an Aontais Eorpaigh."
		},
		{
			"lang": "cs",
			"text": "Toto nařízení vstupuje v platnost dvacátým dnem po vyhlášení v Úředním věstníku Evropské unie."
		},
		{
			"lang": "da",
			"text": "Denne forordning træder i kraft på tyvendedagen efter offentliggørelsen i Den Europæiske Unions Tidende."
		},
		{
			"lang": "et",
			"text": "Käesolev määrus jõustub kahekümnendal päeval pärast selle avaldamist Euroopa Liidu Teatajas."
		},
		{
			"lang": "el",
			"text": "Ο παρών κανονισμός αρχίζει να ισχύει την εικοστή ημέρα από τη δημοσίευσή του στην Επίσημη Εφημερίδα της Ευρωπαϊκής Ένωσης."
		},
		{
			"lang": "bg",
			"text": "Настоящият регламент влиза в сила на двадесетия ден след деня на публикуването му в Официален вестник на Европейския съюз."
		},
		{
			"lang": "hu",
			"text": "Ez a rendelet az Európai Unió Hivatalos Lapjában való kihirdetését követő huszadik napon lép hatályba."
		},
		{
			"lang": "mt",
			"text": "Dan ir-Regolament għandu jidħol fis-seħħ fl-għoxrin jum wara dak tal-pubblikazzjoni tiegħu f’Il-Ġurnal Uffiċjali tal-Unjoni Ewropea."
		},
		{
			"lang": "lv",
			"text": "Šī regula stājas spēkā divdesmitajā dienā pēc tās publicēšanas Eiropas Savienības Oficiālajā Vēstnesī."
		},
		{
			"lang": "ro",
			"text": "Prezentul regulament intră în vigoare în a douăzecea zi de la data publicării în Jurnalul Oficial al Uniunii Europene."
		},
		{
			"lang": "sk",
			"text": "Toto nariadenie nadobúda účinnosť dvadsiatym dňom po jeho uverejnení v Úradnom vestníku Európskej únie."
		},
		{
			"lang": "sl",
			"text": "Ta uredba začne veljati dvajseti dan po objavi v Uradnem listu Evropske unije."
		},
		{
			"lang": "fi",
			"text": "Tämä asetus tulee voimaan kahdentenakymmenentenä päivänä sen jälkeen, kun se on julkaistu Euroopan unionin virallisessa lehdessä."
		},
		{
			"lang": "pl",
			"text": "Niniejsze rozporządzenie wchodzi w życie dwudziestego dnia po jego opublikowaniu w Dzienniku Urzędowym Unii Europejskiej."
		},
		{
			"lang": "lt",
			"text": "Šis reglamentas įsigalioja dvidešimtą dieną po jo paskelbimo Europos Sąjungos oficialiajame leidinyje."
		},
		{
			"lang": "nl",
			"text": "Deze verordening treedt in werking op de twintigste dag na die van de bekendmaking ervan in het Publicatieblad van de Europese Unie."
		},
		{
			"lang": "sv",
			"text": "Denna förordning träder i kraft den tjugonde dagen efter det att den har offentliggjorts i Europeiska unionens officiella tidning."
		}
	],
	"children": [],
	"title": "Article 91 – Paragraph 1"
}