{
	"id": "a91p2t1",
	"type": "subparagraph",
	"literal": null,
	"parent": "a91p2",
	"text": [
		{
			"lang": "en",
			"text": "This Regulation shall be binding in its entirety and directly applicable in all Member States."
		},
		{
			"lang": "de",
			"text": "Diese Verordnung ist in allen ihren Teilen verbindlich und gilt unmittelbar in jedem Mitgliedstaat."
		},
		{
			"lang": "fr",
			"text": "Le présent règlement est obligatoire dans tous ses éléments et directement applicable dans tout État membre."
		},
		{
			"lang": "es",
			"text": "El presente Reglamento será obligatorio en todos sus elementos y directamente aplicable en cada Estado miembro."
		},
		{
			"lang": "pt",
			"text": "O presente regulamento é obrigatório em todos os seus elementos e diretamente aplicável em todos os Estados-Membros."
		},
		{
			"lang": "it",
			"text": "Il presente regolamento è obbligatorio in tutti i suoi elementi e direttamente applicabile in ciascuno degli Stati membri."
		},
		{
			"lang": "ga",
			"text": "Beidh an Rialachán seo ina cheangal go huile agus go hiomlán agus beidh sé infheidhme go díreach i ngach Ballstát."
		},
		{
			"lang": "cs",
			"text": "Toto nařízení je závazné v celém rozsahu a přímo použitelné ve všech členských státech."
		},
		{
			"lang": "da",
			"text": "Denne forordning er bindende i alle enkeltheder og gælder umiddelbart i hver medlemsstat."
		},
		{
			"lang": "et",
			"text": "Käesolev määrus on tervikuna siduv ja vahetult kohaldatav kõikides liikmesriikides."
		},
		{
			"lang": "el",
			"text": "Ο παρών κανονισμός είναι δεσμευτικός ως προς όλα τα μέρη του και ισχύει άμεσα σε κάθε κράτος μέλος."
		},
		{
			"lang": "bg",
			"text": "Настоящият регламент е задължителен в своята цялост и се прилага пряко във всички държави-членки."
		},
		{
			"lang": "hu",
			"text": "Ez a rendelet teljes egészében kötelező és közvetlenül alkalmazandó valamennyi tagállamban."
		},
		{
			"lang": "mt",
			"text": "Dan ir-Regolament għandu jorbot fl-intier tiegħu u japplika direttament fl-Istati Membri kollha."
		},
		{
			"lang": "lv",
			"text": "Šī regula uzliek saistības kopumā un ir tieši piemērojama visās dalībvalstīs."
		},
		{
			"lang": "ro",
			"text": "Prezentul regulament este obligatoriu în toate elementele sale și se aplică direct în toate statele membre."
		},
		{
			"lang": "sk",
			"text": "Toto nariadenie je záväzné v celom rozsahu a priamo uplatniteľné vo všetkých členských štátoch."
		},
		{
			"lang": "sl",
			"text": "Ta uredba je v celoti zavezujoča in se neposredno uporablja v vseh državah članicah."
		},
		{
			"lang": "fi",
			"text": "Tämä asetus on kaikilta osiltaan velvoittava, ja sitä sovelletaan sellaisenaan kaikissa jäsenvaltioissa."
		},
		{
			"lang": "pl",
			"text": "Niniejsze rozporządzenie wiąże w całości i jest bezpośrednio stosowane we wszystkich państwach członkowskich."
		},
		{
			"lang": "lt",
			"text": "Šis reglamentas privalomas visas ir tiesiogiai taikomas visose valstybėse narėse."
		},
		{
			"lang": "nl",
			"text": "Deze verordening is verbindend in al haar onderdelen en is rechtstreeks toepasselijk in elke lidstaat."
		},
		{
			"lang": "sv",
			"text": "Denna förordning är till alla delar bindande och direkt tillämplig i alla medlemsstater."
		}
	],
	"children": [],
	"title": "Article 91 – Paragraph 2 – Text 1"
}