{
	"id": "a9p3",
	"type": "paragraph",
	"literal": "3",
	"parent": "a9",
	"text": [
		{
			"lang": "en",
			"text": "The Commission shall be empowered to adopt delegated acts in accordance with Article 86 for the purpose of further specifying the criteria, conditions and appropriate safeguards for the processing of the special categories of personal data referred to in paragraph 1 and the exemptions laid down in paragraph 2."
		},
		{
			"lang": "de",
			"text": "Die Kommission wird ermächtigt, delegierte Rechtsakte nach Maßgabe von Artikel 86 zu erlassen, um die Modalitäten sowie angemessene Garantien für die Verarbeitung der in Absatz 1 genannten besonderen Kategorien von personenbezogenen Daten und die in Absatz 2 genannten Ausnahmen näher zu regeln."
		},
		{
			"lang": "fr",
			"text": "La Commission est habilitée à adopter des actes délégués en conformité avec l’article 86, aux fins de préciser davantage les critères, les conditions et les garanties appropriées pour le traitement des catégories particulières de données à caractère personnel mentionnées au paragraphe 1, ainsi que les dérogations prévues au paragraphe 2."
		},
		{
			"lang": "es",
			"text": "La Comisión estará facultada para adoptar actos delegados, de conformidad con lo dispuesto en el artículo 86, a fin de especificar los criterios, las condiciones y las garantías apropiadas para el tratamiento de las categorías especiales de datos personales contempladas en el apartado 1 y las excepciones establecidas en el apartado 2."
		},
		{
			"lang": "pt",
			"text": "São atribuídas competências à Comissão para adotar atos delegados em conformidade com artigo 86.º, a fim de a especificar mais concretamente os critérios, as condições e garantias adequados aplicáveis ao tratamento das categorias de dados especiais a que se refere o n.º 1, bem como as derrogações previstas no n.º 2."
		},
		{
			"lang": "it",
			"text": "Alla Commissione è conferito il potere di adottare atti delegati conformemente all’articolo 86 al fine di precisare i criteri, le condizioni e le garanzie adeguate per il trattamento delle categorie particolari di dati personali di cui al paragrafo 1, e le deroghe di cui al paragrafo 2."
		},
		{
			"lang": "ga",
			"text": "Tabharfar de chumhacht don Choimisiún gníomhartha tarmligthe a ghlacadh i gcomhréir le hAirteagal 86 chun na critéir, na coinníollacha agus na cosaintí iomchuí a shonrú tuilleadh maidir le próiseáil na gcatagóirí speisialta sonraí pearsanta dá dtagraítear i mír 1 agus maidir leis na heisceachtaí atá leagtha síos i mír 2."
		},
		{
			"lang": "cs",
			"text": "Komise je v souladu s článkem 86 zmocněna přijímat akty v přenesené pravomoci za účelem dalšího vymezení kritérií, podmínek a vhodných záruk pro zpracování zvláštních kategorií osobních údajů uvedených v odstavci 1 a výjimek stanovených v odstavci 2."
		},
		{
			"lang": "da",
			"text": "Kommissionen tillægges beføjelser til at vedtage delegerede retsakter i overensstemmelse med artikel 86 med henblik på nærmere fastlæggelse af kriterierne, betingelserne og de fornødne garantier for behandling af de særlige kategorier af personoplysninger, der er omhandlet i stk. 1, og de undtagelser, der er fastsat ved stk. 2."
		},
		{
			"lang": "et",
			"text": "Komisjoni volitatakse vastavalt artiklile 86 võtma vastu delegeeritud õigusakte, milles täpsustatakse lõikes 1 osutatud isikuandmete eriliikide töötlemise kriteeriume, tingimusi ja kaitsemeetmeid ning lõikes 2 osutatud erandeid."
		},
		{
			"lang": "el",
			"text": "Η Επιτροπή εξουσιοδοτείται να εκδίδει κατ’ εξουσιοδότηση πράξεις σύμφωνα με το άρθρο 86 για τον περαιτέρω προσδιορισμό των κριτηρίων, των προϋποθέσεων και των κατάλληλων εγγυήσεων για την επεξεργασία των ειδικών κατηγοριών δεδομένων προσωπικού χαρακτήρα που αναφέρονται στην παράγραφο 1 και των εξαιρέσεων που προβλέπονται στην παράγραφο 2."
		},
		{
			"lang": "bg",
			"text": "На Комисията се предоставя правомощието да приема делегирани актове в съответствие с член 86 с цел допълнително уточняване на критериите, условията и подходящите гаранции за обработването на специалните категории лични данни, посочени в параграф 1, и за изключенията, определени в параграф 2."
		},
		{
			"lang": "hu",
			"text": "A Bizottság felhatalmazást kap arra, hogy a személyes adatok (1) bekezdés szerinti különleges kategóriáinak feldolgozására és a (2) bekezdésben meghatározott kivételekre vonatkozó feltételek és megfelelő biztosítékok további meghatározása érdekében a 86. cikkel összhangban felhatalmazáson alapuló jogi aktusokat fogadjon el."
		},
		{
			"lang": "mt",
			"text": "Il-Kummissjoni għandu jkollha s-setgħa li tadotta atti delegati skont l-Artikolu 86 sabiex tispeċifika aktar il-kriterji, il-kundizzjonijiet u s-salvagwardji xierqa għall-ipproċessar tal-kategoriji speċjali ta’ dejta personali msemmija fil-paragrafu 1 u l-eżenzjonijiet stabbiliti fil-paragrafu 2."
		},
		{
			"lang": "lv",
			"text": "Komisijai piešķir tiesības pieņemt deleģētos aktus saskaņā ar 86. pantu ar nolūku sīkāk precizēt kritērijus, nosacījumus un atbilstošus aizsardzības pasākumus 1. punktā minēto īpašo kategoriju personas datu apstrādei un 2. punktā minētajiem izņēmumiem."
		},
		{
			"lang": "ro",
			"text": "Comisia este abilitată să adopte acte delegate în conformitate cu articolul 86 în scopul detalierii criteriilor, condițiilor și garanțiilor corespunzătoare pentru prelucrarea categoriilor speciale de date cu caracter personal menționate la alineatul (1), precum și derogările prevăzute la alineatul (2)."
		},
		{
			"lang": "sk",
			"text": "Komisia je splnomocnená prijať delegované akty v súlade s článkom 86 s cieľom bližšie určiť kritériá, podmienky a náležité záruky týkajúce sa spracúvania osobitných kategórií osobných údajov uvedených v odseku 1 a výnimky uvedené v odseku 2."
		},
		{
			"lang": "sl",
			"text": "Komisija je v skladu s členom 86 pooblaščena za sprejemanje delegiranih aktov, s katerimi podrobneje določi merila, pogoje in ustrezne zaščitne ukrepe za obdelavo posebnih vrst osebnih podatkov iz odstavka 1 ter izjeme iz odstavka 2."
		},
		{
			"lang": "fi",
			"text": "Siirretään komissiolle valta antaa 86 artiklan mukaisesti delegoituja säädöksiä, joissa määritellään tarkemmin 1 kohdassa tarkoitettujen erityisten tietoryhmien käsittelyä koskevat kriteerit, edellytykset ja asianmukaiset takeet sekä 2 kohdassa säädetyt poikkeukset."
		},
		{
			"lang": "pl",
			"text": "Komisja jest uprawniona do przyjmowania aktów delegowanych zgodnie z art. 86 w celu doprecyzowania kryteriów, warunków i odpowiednich gwarancji przetwarzania szczególnych kategorii danych osobowych, o których mowa w ust. 1, oraz wyjątków określonych w ust. 2."
		},
		{
			"lang": "lt",
			"text": "Komisija įgaliojama pagal 86 straipsnį priimti deleguotuosius aktus ir jais nustatyti išsamesnius 1 dalyje nurodyto ypatingų kategorijų asmens duomenų tvarkymo kriterijus, sąlygas ir tinkamas apsaugos priemones ir 2 dalyje numatytas išimtis."
		},
		{
			"lang": "nl",
			"text": "De Commissie is bevoegd overeenkomstig artikel 86 gedelegeerde handelingen vast te stellen met het oog op de nadere invulling van de criteria, de voorwaarden en de passende garanties voor de verwerking van de in lid 1 genoemde bijzondere categorieën persoonsgegevens en de in lid 2 vastgestelde uitzonderingen."
		},
		{
			"lang": "sv",
			"text": "Kommissionen ska ha befogenhet att anta delegerade akter enligt artikel 86 i syfte att närmare precisera kriterierna, villkoren och de lämpliga skyddsåtgärderna för behandlingen av de särskilda kategorier av personuppgifter som avses i punkt 1 och de undantag som fastställs i punkt 2."
		}
	],
	"children": [],
	"title": "Article 9 – Paragraph 3"
}