{
	"id": "r10",
	"type": "recital",
	"literal": "10",
	"parent": "_",
	"text": [
		{
			"lang": "en",
			"text": "Article 16(2) of the Treaty mandates the European Parliament and the Council to lay down the rules relating to the protection of individuals with regard to the processing of personal data and the rules relating to the free movement of personal data."
		},
		{
			"lang": "de",
			"text": "Artikel 16 Absatz 2 des Vertrags über die Arbeitsweise der Europäischen Union ermächtigt das Europäische Parlament und den Rat, Vorschriften zum Schutz natürlicher Personen bei der Verarbeitung personenbezogener Daten und zum freien Verkehr solcher Daten festzulegen."
		},
		{
			"lang": "fr",
			"text": "L’article 16, paragraphe 2, du traité donne mandat au Parlement européen et au Conseil pour fixer les règles relatives à la protection des personnes physiques à l’égard du traitement des données à caractère personnel ainsi que les règles relatives à la libre circulation de ces données."
		},
		{
			"lang": "es",
			"text": "El artículo 16, apartado 2, del Tratado encarga al Parlamento Europeo y al Consejo que establezcan las normas sobre protección de las personas físicas respecto del tratamiento de datos de carácter personal y las normas relativas a la libre circulación de dichos datos."
		},
		{
			"lang": "pt",
			"text": "O artigo 16.º, n.º 2, do Tratado incumbe o Parlamento Europeu e o Conselho de estabelecerem as normas relativas à proteção das pessoas singulares no que diz respeito ao tratamento de dados pessoais, bem como as normas relativas à livre circulação desses dados."
		},
		{
			"lang": "it",
			"text": "L’articolo 16, paragrafo 2, del trattato conferisce al Parlamento europeo e al Consiglio il mandato di stabilire le norme relative alla protezione delle persone fisiche con riguardo al trattamento dei dati di carattere personale e le norme relative alla libera circolazione di tali dati."
		},
		{
			"lang": "ga",
			"text": "Le hAirteagal 16(2) den Chonradh, tugtar údarás do Pharlaimint na hEorpa agus don Chomhairle na rialacha a leagan síos maidir le cosaint daoine aonair i ndáil le sonraí pearsanta a phróiseáil agus maidir le saorghluaiseacht sonraí pearsanta."
		},
		{
			"lang": "cs",
			"text": "Ustanovení čl. 16 odst. 2 Smlouvy zmocňuje Evropský parlament a Radu ke stanovení pravidel týkajících se ochrany jednotlivců v souvislosti se zpracováváním osobních údajů a pravidel souvisejících s volným pohybem osobních údajů."
		},
		{
			"lang": "da",
			"text": "Artikel 16, stk. 2, i traktaten giver Europa-Parlamentet og Rådet beføjelse til at fastsætte regler om beskyttelse af fysiske personer i forbindelse med behandling af personoplysninger og om fri udveksling af sådanne oplysninger."
		},
		{
			"lang": "et",
			"text": "ELi toimimise lepingu artikli 16 lõikega 2 volitatakse Euroopa Parlamenti ja nõukogu kehtestama eeskirju üksikisikute kaitse kohta seoses isikuandmete töötlemisega, samuti selliste andmete vaba liikumise eeskirju."
		},
		{
			"lang": "el",
			"text": "Το άρθρο 16 παράγραφος 2 της Συνθήκης αναθέτει στο Ευρωπαϊκό Κοινοβούλιο και στο Συμβούλιο να θεσπίσουν τους κανόνες σχετικά με την προστασία των φυσικών προσώπων έναντι της επεξεργασίας δεδομένων προσωπικού χαρακτήρα και τους κανόνες σχετικά με την ελεύθερη κυκλοφορία των δεδομένων αυτών."
		},
		{
			"lang": "bg",
			"text": "В член 16, параграф 2 от Договора се възлага мандат на Европейския парламент и Съвета да установят правилата относно защитата на физическите лица във връзка с обработването на лични данни, както и правилата, засягащи свободното движение на лични данни."
		},
		{
			"lang": "hu",
			"text": "A Szerződés 16. cikkének (2) bekezdése felhatalmazza az Európai Parlamentet és a Tanácsot a személyes adatok feldolgozása vonatkozásában az egyének védelméről és a személyes adatok szabad áramlásáról szóló szabályok megállapítására."
		},
		{
			"lang": "mt",
			"text": "L-Artikolu 16(2) tat-Trattat jagħti mandat lill-Parlament Ewropew u lill-Kunsill li jistabbilixxu r-regoli li għandhom x’jaqsmu mal-protezzjoni tal-individwi fir-rigward tal-ipproċessar ta’ dejta personali u r-regoli relatati mal-moviment liberu tad-dejta personali."
		},
		{
			"lang": "lv",
			"text": "Līguma 16. panta 2. punktā Eiropas Parlaments un Padome pilnvaroti paredzēt noteikumus par fizisko personu aizsardzību attiecībā uz personas datu apstrādi un noteikumus par šādu datu brīvu apriti."
		},
		{
			"lang": "ro",
			"text": "Articolul 16 alineatul (2) din tratat mandatează Parlamentul European și Consiliul să stabilească normele privind protecția persoanelor fizice referitor la prelucrarea datelor cu caracter personal, precum și normele privind libera circulație a acestor date."
		},
		{
			"lang": "sk",
			"text": "Podľa článku 16 ods. 2 zmluvy má Európsky parlament a Rada právomoc stanovovať pravidlá týkajúce sa ochrany fyzických osôb pri spracúvaní osobných údajov a pravidiel týkajúcich s voľného pohybu osobných údajov."
		},
		{
			"lang": "sl",
			"text": "Člen 16(2) Pogodbe Evropski parlament in Svet pooblašča, da določita pravila o varstvu posameznikov pri obdelavi osebnih podatkov in pravila o prostem pretoku osebnih podatkov."
		},
		{
			"lang": "fi",
			"text": "Euroopan unionin toiminnasta tehdyn sopimuksen 16 artiklan 2 kohdan mukaan Euroopan parlamentti ja neuvosto antavat luonnollisten henkilöiden suojaa koskevat säännöt, jotka koskevat henkilötietojen käsittelyä, sekä säännöt, jotka koskevat näiden tietojen vapaata liikkuvuutta."
		},
		{
			"lang": "pl",
			"text": "Artykuł 16 ust. 2 Traktatu powierza Parlamentowi Europejskiemu i Radzie ustanowienie przepisów dotyczących ochrony osób fizycznych w zakresie przetwarzania danych osobowych oraz swobodnego przepływu takich danych."
		},
		{
			"lang": "lt",
			"text": "Sutarties 16 straipsnio 2 dalimi Europos Parlamentas ir Taryba įgaliojami nustatyti asmenų apsaugos tvarkant asmens duomenis ir laisvo asmens duomenų judėjimo taisykles;"
		},
		{
			"lang": "nl",
			"text": "Artikel 16, lid 2, van het Verdrag machtigt het Europees Parlement en de Raad om de voorschriften vast te stellen betreffende de bescherming van personen ten aanzien van de verwerking van persoonsgegevens, alsmede de voorschriften betreffende het vrije verkeer van die gegevens."
		},
		{
			"lang": "sv",
			"text": "I artikel 16.2 i EUF-fördraget bemyndigas Europaparlamentet och rådet att fastställa regler om skydd av enskilda vid behandling av personuppgifter och regler som rör personuppgifters fria rörlighet."
		}
	],
	"children": [],
	"title": "Recital 10"
}