{
	"id": "r103",
	"type": "recital",
	"literal": "103",
	"parent": "_",
	"text": [
		{
			"lang": "en",
			"text": "The supervisory authorities should assist each other in performing their duties and provide mutual assistance, so as to ensure the consistent application and enforcement of this Regulation in the internal market."
		},
		{
			"lang": "de",
			"text": "Die Aufsichtsbehörden sollten sich gegenseitig bei der Erfüllung ihrer Aufgaben unterstützen, damit eine einheitliche Anwendung und Durchsetzung dieser Verordnung im Binnenmarkt gewährleistet ist."
		},
		{
			"lang": "fr",
			"text": "Les autorités de contrôle devraient se prêter mutuellement assistance dans l’exercice de leurs fonctions afin d'assurer une application cohérente du présent règlement dans le marché intérieur."
		},
		{
			"lang": "es",
			"text": "Las autoridades de control deben ayudarse en el desempeño de sus tareas y facilitarse ayuda mutua, con el fin de garantizar la aplicación y ejecución coherentes del presente Reglamento en el mercado interior."
		},
		{
			"lang": "pt",
			"text": "As autoridades de controlo devem prestar-se mutuamente assistência no desempenho das suas funções por forma a assegurar a execução e aplicação coerentes do presente regulamento no mercado interno."
		},
		{
			"lang": "it",
			"text": "Le autorità di controllo devono prestarsi reciproca assistenza nell’esercizio delle loro funzioni, in modo da garantire la coerente applicazione e attuazione del presente regolamento nel mercato interno."
		},
		{
			"lang": "ga",
			"text": "Ba cheart do na húdaráis mhaoirseachta cúnamh a thabhairt dá chéile agus a ndualgais á gcomhlíonadh acu agus ba cheart dóibh cúnamh frithpháirteach a chur ar fáil, chun cur i bhfeidhm agus forfheidhmiú comhsheasmhach an Rialacháin seo a áirithiú sa mhargadh inmheánach."
		},
		{
			"lang": "cs",
			"text": "Orgány dozoru by si měly při provádění svých úkolů vzájemně pomáhat, aby bylo zajištěno jednotné uplatňování a prosazování tohoto nařízení na vnitřním trhu."
		},
		{
			"lang": "da",
			"text": "Tilsynsmyndighederne bør bistå hinanden i udøvelsen af deres opgaver og yde gensidig bistand med det formål at sikre ensartet anvendelse og håndhævelse af denne forordning på det indre marked."
		},
		{
			"lang": "et",
			"text": "Järelevalveasutused peaksid abistama üksteist ülesannete täitmisel ja andma vastastikust abi, et tagada käesoleva määruse järjekindel kohaldamine ja täitmine siseturul."
		},
		{
			"lang": "el",
			"text": "Οι αρχές ελέγχου πρέπει να αλληλοϋποστηρίζονται κατά την άσκηση των καθηκόντων τους, προκειμένου να διασφαλίζεται η συνεκτική εφαρμογή και επιβολή του παρόντος κανονισμού στην εσωτερική αγορά."
		},
		{
			"lang": "bg",
			"text": "Надзорните органи следва да си сътрудничат при изпълнението на своите задължения и взаимно да се подпомагат, за да се гарантира съгласуваното прилагане и изпълнение на настоящия регламент в рамките на вътрешния пазар."
		},
		{
			"lang": "hu",
			"text": "A felügyelő hatóságoknak feladataik ellátása során együtt kell működniük, és kölcsönösen támogatniuk kell egymást annak érdekében, hogy biztosítsák e rendelet következetes alkalmazását és érvényesítését a belső piacon."
		},
		{
			"lang": "mt",
			"text": "L-awtoritajiet ta’ superviżjoni għandhom jgħinu lil xulxin fit-twettiq tad-dmirijiet tagħhom u jipprovdu assistenza reċiproka, sabiex jiżguraw l-applikazzjoni u l-infurzar konsistenti ta’ dan ir-Regolament fis-suq intern."
		},
		{
			"lang": "lv",
			"text": "Uzraudzības iestādēm būtu vienai otra jāatbalsta viņu pienākumu veikšanā un jāsniedz savstarpēja palīdzība, lai nodrošinātu šīs regulas konsekventu piemērošanu un izpildi iekšējā tirgū."
		},
		{
			"lang": "ro",
			"text": "Autoritățile de supraveghere ar trebui să își acorde reciproc asistență în îndeplinirea atribuțiilor care le revin, pentru a se asigura consecvența aplicării și a asigurării aplicării prezentului regulament în piața internă."
		},
		{
			"lang": "sk",
			"text": "Dozorné orgány by si mali navzájom pomáhať pri výkone svojich povinností a poskytovať vzájomnú pomoc s cieľom zabezpečiť konzistentné uplatňovanie a presadzovanie tohto nariadenia na vnútornom trhu."
		},
		{
			"lang": "sl",
			"text": "Nadzorni organi bi si morali medsebojno pomagati pri opravljanju svojih dolžnosti in zagotoviti medsebojno pomoč, da se zagotovita dosledna uporaba in izvajanje te uredbe na notranjem trgu."
		},
		{
			"lang": "fi",
			"text": "Valvontaviranomaisten olisi autettava toisiaan tehtävien suorittamisessa ja annettava keskinäistä apua, jotta voidaan varmistaa tämän asetuksen johdonmukainen soveltaminen ja täytäntöönpano sisämarkkinoilla."
		},
		{
			"lang": "pl",
			"text": "Organy nadzorcze powinny wspierać się wzajemnie w wykonywaniu swoich zadań oraz świadczyć sobie wzajemną pomoc, by zapewnić spójne stosowanie i egzekwowanie przepisów niniejszego rozporządzenia na rynku wewnętrznym."
		},
		{
			"lang": "lt",
			"text": "priežiūros institucijos turėtų viena kitai padėti atlikti savo pareigas ir teikti savitarpio pagalbą, kad šis reglamentas būtų nuosekliai taikomas ir vykdomas vidaus rinkoje;"
		},
		{
			"lang": "nl",
			"text": "De toezichthoudende autoriteiten dienen elkaar wederzijdse bijstand te verlenen bij de uitvoering van hun taken met het oog op de conformiteit van de toepassing en handhaving van deze verordening binnen de interne markt."
		},
		{
			"lang": "sv",
			"text": "Tillsynsmyndigheterna bör hjälpa varandra att utföra sina uppdrag och ge ömsesidigt bistånd så att denna förordning tillämpas och verkställs enhetligt på den inre marknaden."
		}
	],
	"children": [],
	"title": "Recital 103"
}