{
	"id": "r104",
	"type": "recital",
	"literal": "104",
	"parent": "_",
	"text": [
		{
			"lang": "en",
			"text": "Each supervisory authority should have the right to participate in joint operations between supervisory authorities. The requested supervisory authority should be obliged to respond to the request in a defined time period."
		},
		{
			"lang": "de",
			"text": "Jede Aufsichtsbehörde sollte berechtigt sein, an gemeinsamen Maßnahmen von Aufsichtsbehörden teilzunehmen. Die ersuchte Aufsichtsbehörde sollte auf das Ersuchen binnen einer festgelegten Frist antworten müssen."
		},
		{
			"lang": "fr",
			"text": "Chaque autorité de contrôle devrait avoir le droit de participer à des opérations conjointes entre autorités de contrôle. L'autorité de contrôle requise devrait être tenue de répondre à la demande dans un délai déterminé."
		},
		{
			"lang": "es",
			"text": "Cada autoridad de control debe tener derecho a participar en operaciones conjuntas entre autoridades de control. La autoridad de control requerida debe estar obligada a responder a la solicitud en un plazo determinado."
		},
		{
			"lang": "pt",
			"text": "Cada autoridade de controlo pode participar em operações conjuntas entre autoridades de controlo. A autoridade de controlo requerida é obrigada a responder ao pedido dentro de um determinado prazo."
		},
		{
			"lang": "it",
			"text": "Ciascuna autorità di controllo deve avere il diritto di partecipare alle operazioni congiunte tra autorità di controllo. L’autorità di controllo che riceve una richiesta dovrebbe darvi seguito entro un termine definito."
		},
		{
			"lang": "ga",
			"text": "Ba cheart go mbeadh sé de cheart ag gach údarás maoirseachta a bheith rannpháirteach i gcomhoibríochtaí idir údaráis mhaoirseachta. Ba cheart go mbeadh sé d’oibleagáid ar an údarás maoirseachta iarrtha freagairt don iarraidh laistigh de thréimhse sonraithe ama."
		},
		{
			"lang": "cs",
			"text": "Každý orgán dozoru by měl mít právo účastnit se společných operací orgánů dozoru. Dožadovaný orgán dozoru byl měl mít povinnost odpovědět na žádost ve stanovené lhůtě."
		},
		{
			"lang": "da",
			"text": "Hver tilsynsmyndighed bør have ret til at deltage i fælles aktiviteter sammen med andre tilsynsmyndigheder. Den tilsynsmyndighed, der modtager anmodningen, bør være forpligtet til at besvare anmodningen inden for en bestemt frist."
		},
		{
			"lang": "et",
			"text": "Igal järelevalveasutusel peaks olema õigus osaleda järelevalveasutuste ühisoperatsioonides. Taotluse saanud järelevalveasutus peaks olema kohustatud taotlusele vastama kindlaksmääratud ajavahemiku jooksul."
		},
		{
			"lang": "el",
			"text": "Κάθε αρχή ελέγχου πρέπει να έχει δικαίωμα συμμετοχής σε κοινές πράξεις μεταξύ αρχών ελέγχου. Η αρχή ελέγχου στην οποία υποβάλλεται το αίτημα πρέπει να υποχρεούται να απαντά στο αίτημα εντός καθορισμένης προθεσμίας."
		},
		{
			"lang": "bg",
			"text": "Всеки надзорен орган следва да има правото да участва в съвместни операции на надзорните органи. Надзорният орган, до който е отправено искането, следва да бъде длъжен да отговори в определен срок на искането."
		},
		{
			"lang": "hu",
			"text": "Mindegyik felügyelő hatóság jogosult részt venni a felügyelő hatóságok közös műveleteiben. A megkeresett felügyelő hatóság köteles a megkeresésre meghatározott időn belül választ adni."
		},
		{
			"lang": "mt",
			"text": "Kull awtorità ta’ superviżjoni għandu jkollha d-dritt li tipparteċipa f’operazzjonijiet konġunti bejn awtoritajiet ta’ superviżjoni. L-awtorità ta’ superviżjoni mitluba għandha tkun obbligata li twieġeb f’perjodu ta’ żmien definit."
		},
		{
			"lang": "lv",
			"text": "Katrai uzraudzības iestādei būtu jābūt tiesībām piedalīties kopīgās uzraudzības iestāžu operācijās. Uzraudzības iestādei, kurai izteikts pieprasījums, būtu pienākums atbildēt uz pieprasījumu konkrētā termiņā."
		},
		{
			"lang": "ro",
			"text": "Fiecare autoritate de supraveghere ar trebui să aibă dreptul de a participa la operațiuni comune între autoritățile de supraveghere. Autoritatea de supraveghere căreia i s-a adresat solicitarea ar trebui să aibă obligația de a răspunde cererii într-un anumit termen."
		},
		{
			"lang": "sk",
			"text": "Každý dozorný orgán by mal mať právo zúčastňovať sa na spoločných operáciách medzi dozornými orgánmi. Požiadaný dozorný orgán by mal mať povinnosť odpovedať na žiadosť v rámci vymedzenej časovej lehoty."
		},
		{
			"lang": "sl",
			"text": "Vsak nadzorni organ bi moral imeti pravico do sodelovanja pri skupnem ukrepanju nadzornih organov. Zaprošeni nadzorni organ bi moral na zahtevo odgovoriti v določenem roku."
		},
		{
			"lang": "fi",
			"text": "Jokaisella valvontaviranomaisella olisi oltava oikeus osallistua valvontaviranomaisten yhteisiin operaatioihin. Pyynnön vastaanottanut valvontaviranomainen olisi velvoitettava vastaamaan pyyntöön tietyssä määräajassa."
		},
		{
			"lang": "pl",
			"text": "Każdy organ nadzorczy powinien mieć prawo udziału w operacjach prowadzonych wspólnie przez organy nadzorcze. Organ nadzoru, który otrzyma stosowny wniosek, powinien mieć obowiązek udzielenia odpowiedzi w ściśle określonym terminie."
		},
		{
			"lang": "lt",
			"text": "kiekviena priežiūros institucija turėtų turėti teisę dalyvauti bendrose priežiūros institucijų operacijose. Prašomoji priežiūros institucija turėtų būti įpareigota į prašymą atsakyti per nustatytą terminą;"
		},
		{
			"lang": "nl",
			"text": "Iedere toezichthoudende autoriteit dient het recht te hebben om deel te nemen aan gezamenlijke operaties van toezichthoudende autoriteiten. Iedere aangezochte toezichthoudende autoriteit dient verplicht te zijn binnen een vastgestelde termijn op het verzoek te reageren."
		},
		{
			"lang": "sv",
			"text": "Alla tillsynsmyndigheter bör ha rätt att delta i gemensamma insatser mellan tillsynsmyndigheter. Den anmodade tillsynsmyndigheten bör vara skyldig att besvara en begäran inom en fastställd tidsperiod."
		}
	],
	"children": [],
	"title": "Recital 104"
}