{
	"id": "r105",
	"type": "recital",
	"literal": "105",
	"parent": "_",
	"text": [
		{
			"lang": "en",
			"text": "In order to ensure the consistent application of this Regulation throughout the Union, a consistency mechanism for co-operation between the supervisory authorities themselves and the Commission should be established. This mechanism should in particular apply where a supervisory authority intends to take a measure as regards processing operations that are related to the offering of goods or services to data subjects in several Member States, , or to the monitoring such data subjects, or that might substantially affect the free flow of personal data. It should also apply where any supervisory authority or the Commission requests that the matter should be dealt with in the consistency mechanism. This mechanism should be without prejudice to any measures that the Commission may take in the exercise of its powers under the Treaties."
		},
		{
			"lang": "de",
			"text": "Um die einheitliche Anwendung dieser Verordnung in der gesamten Union sicherzustellen, sollte ein Verfahren zur Gewährleistung einer einheitlichen Rechtsanwendung (Kohärenz-Verfahren) eingeführt werden, das die Aufsichtsbehörden verpflichtet, untereinander und mit der Kommission zusammenzuarbeiten. Dieses Verfahren sollte insbesondere dann angewendet werden, wenn eine Aufsichtsbehörde beabsichtigt, eine Maßnahme in Bezug auf Verarbeitungsvorgänge zu treffen, die mit dem Angebot von Waren oder Dienstleistungen für Personen in mehreren Mitgliedstaaten oder der Beobachtung des Verhaltens dieser Personen im Zusammenhang stehen oder die den freien Verkehr personenbezogener Daten erheblich beeinträchtigen könnten. Ferner sollte es zur Anwendung kommen, wenn eine Aufsichtsbehörde oder die Kommission beantragen, dass die Angelegenheit im Rahmen des Kohärenzverfahrens behandelt wird. Dieses Verfahren sollte andere Maßnahmen, die die Kommission möglicherweise in Ausübung ihrer Befugnisse nach den Verträgen trifft, unberührt lassen."
		},
		{
			"lang": "fr",
			"text": "Afin de garantir l’application cohérente du présent règlement dans toute l'Union, il y a lieu d'instaurer un mécanisme de contrôle de la cohérence encadrant la coopération entre les autorités de contrôle elles-mêmes et avec la Commission. Ce mécanisme devrait notamment s'appliquer lorsqu'une autorité de contrôle a l'intention de prendre une mesure à l'égard d'opérations de traitement qui sont liées à l'offre de biens ou de services à des personnes concernées se trouvant dans plusieurs États membres, ou à l'observation de ces personnes, ou qui pourraient affecter considérablement la libre circulation des données à caractère personnel. Il devrait également s'appliquer lorsqu'une autorité de contrôle ou la Commission demande qu'une question soit traitée dans ce cadre. Le mécanisme devrait s'appliquer sans préjudice des éventuelles mesures que la Commission pourrait prendre dans l'exercice des pouvoirs que lui confèrent les traités."
		},
		{
			"lang": "es",
			"text": "Con objeto de garantizar la aplicación coherente del presente Reglamento en toda la Unión, debe establecerse un mecanismo de coherencia con vistas a la cooperación entre las propias autoridades de control y la Comisión. Este mecanismo debe aplicarse en particular cuando una autoridad de control tenga intención de adoptar una medida por lo que se refiere a las operaciones de tratamiento relativas a la oferta de bienes o servicios a los interesados en varios Estados miembros, o a la supervisión de tales interesados, o que puedan afectar de manera sustancial a la libre circulación de los datos personales. También debe aplicarse cuando cualquier autoridad de control o la Comisión soliciten que el asunto se trate en el marco del mecanismo de coherencia. Este mecanismo debe entenderse sin perjuicio de cualesquiera medidas que la Comisión pueda adoptar en el ejercicio de sus competencias, con arreglo a los Tratados."
		},
		{
			"lang": "pt",
			"text": "A fim de assegurar a aplicação coerente do presente regulamento em toda a União, deve ser criado um mecanismo de controlo da coerência para enquadrar a cooperação entre as próprias autoridades de controlo e a Comissão. Este mecanismo deve ser aplicável, nomeadamente, sempre que uma autoridade de controlo previr adotar uma medida em relação a operações de tratamento que estão relacionadas com a oferta de bens ou serviços aos titulares de dados em diversos Estados-Membros, ou com o controlo dessas pessoas, ou suscetíveis de afetar substancialmente a livre circulação de dados pessoais. Aplica-se igualmente sempre que uma autoridade de controlo ou a Comissão solicitar que essa matéria seja tratada no âmbito do mecanismo de controlo da coerência. Este mecanismo não deve prejudicar medidas eventualmente adotadas pela Comissão no exercício das suas competências nos termos dos Tratados."
		},
		{
			"lang": "it",
			"text": "È necessario istituire un meccanismo di coerenza per la cooperazione tra le autorità di controllo e con la Commissione, al fine di assicurare un’applicazione coerente del presente regolamento in tutta l’Unione. Tale meccanismo deve applicarsi in particolare quando un’autorità di controllo intenda adottare una misura relativa ad attività di trattamento finalizzate all’offerta di beni o servizi agli interessati in vari Stati membri o al controllo degli stessi, o che possono incidere significativamente sulla libera circolazione dei dati personali. È opportuno che il meccanismo si attivi anche quando un’autorità di controllo o la Commissione chiede che una questione sia trattata nell’ambito del meccanismo di coerenza. Tale meccanismo non deve pregiudicare le misure che la Commissione può adottare nell’esercizio dei suoi poteri a norma dei trattati."
		},
		{
			"lang": "ga",
			"text": "Chun a áirithiú go gcuirtear an Rialachán seo i bhfeidhm go comhsheasmhach ar fud an Aontais, ba cheart sásra comhsheasmhachta a bhunú le haghaidh comhair idir na húdaráis mhaoirseachta agus an Coimisiún. Ba cheart feidhm a bheith ag an sásra sin go háirithe i gcás ina bhfuil sé beartaithe ag údarás maoirseachta beart a dhéanamh maidir le hoibríochtaí próiseála a bhaineann le hearraí nó seirbhísí a chur ar fáil i roinnt mhaith Ballstát do dhaoine is ábhar do shonraí, nó a bhaineann le faireachán a dhéanamh ar na daoine sin is ábhar do na sonraí, nó i gcás ina bhfuil sé beartaithe aige beart a dhéanamh maidir le hoibríochtaí próiseála a d’fhéadfadh dochar suntasach a dhéanamh do shaorshreabhadh sonraí pearsanta. Ba cheart feidhm a bheith aige freisin i gcás ina n‑iarrann aon údarás maoirseachta nó an Coimisiún go ndéileálfar leis an ábhar faoin sásra comhsheasmhachta. Ba cheart go mbeadh an sásra sin gan dochar d’aon bhearta a fhéadfaidh an Coimisiún a dhéanamh i bhfeidhmiú a chumhachtaí faoi na Conarthaí."
		},
		{
			"lang": "cs",
			"text": "Aby bylo zajištěno jednotné uplatňování tohoto nařízení v celé Unii, měl by být zaveden mechanismus jednotnosti pro spolupráci mezi orgány dozoru a s Komisí. Tento mechanismus by se měl použít především tehdy, má-li orgán dozoru v úmyslu přijmout opatření ohledně jednotlivých činností zpracování, které souvisejí s nabídkou zboží nebo služeb subjektům údajů v několika členských státech, nebo se sledováním těchto subjektů údajů nebo které by mohly významně ovlivnit volný pohyb osobních údajů. Měl by se použít také v případě, kdy orgán dozoru nebo Komise žádají, aby byla záležitost projednávána v rámci mechanismu jednotnosti. Tímto mechanismem by neměla být dotčena jiná opatření, která by Komise mohla přijmout při výkonu svých pravomocí podle Smluv."
		},
		{
			"lang": "da",
			"text": "For at sikre en ensartet anvendelse af denne forordning i hele Unionen indføres der en sammenhængsmekanisme for samarbejdet mellem tilsynsmyndighederne og Kommis­sionen. Denne mekanisme bør navnlig anvendes, når en tilsynsmyndighed agter at iværksætte en foranstaltning med hensyn til behandling, der vedrører udbud af varer eller tjenester til registrerede i flere medlemsstater eller overvågning af sådanne registrerede, eller som i væsentlig grad kan påvirke den frie udveksling af personoplysninger. Den bør også anvendes, hvis en tilsynsmyndighed eller Kommissionen ønsker, at sagen håndteres inden for sammenhængsmekanismen. Denne mekanisme berører ikke foranstaltninger, som Kommissionen iværksætter som led i udøvelsen af sine beføjelser i henhold til traktaterne."
		},
		{
			"lang": "et",
			"text": "Selleks et tagada käesoleva määruse ühtne kohaldamine terves ELis, tuleks kehtestada järelevalveasutuste vaheliseks ja komisjoniga tehtavaks koostööks järjepidevuse mehhanism. Kõnealust mehhanismi tuleks kohaldada eelkõige siis, kui järelevalveasutus kavatseb võtta meetmeid seoses töötlustoimingutega, mis on seotud kaupade või teenuste pakkumisega mitmes liikmesriigis asuvatele andmesubjektidele või selliste andmesubjektide jälgimisega või mis võivad oluliselt mõjutada isikuandmete vaba liikumist. Mehhanismi tuleks kohaldada ka siis, kui mis tahes järelevalveasutus või komisjon taotleb küsimuse käsitlemist järjepidevuse mehhanismi raames. Nimetatud mehhanism ei tohi piirata mis tahes meedet, mida komisjon võib võtta oma aluslepingutest tulenevate volituste kasutamisel."
		},
		{
			"lang": "el",
			"text": "Για τη διασφάλιση της συνεκτικής εφαρμογής του παρόντος κανονισμού σε ολόκληρη την Ένωση, πρέπει να θεσπισθεί ένας μηχανισμός συνεκτικότητας για τη συνεργασία μεταξύ των αρχών ελέγχου και με την Επιτροπή. Ο μηχανισμός αυτός πρέπει να εφαρμόζεται ειδικότερα εάν μια αρχή ελέγχου προτίθεται να θεσπίσει ένα μέτρο όσον αφορά πράξεις επεξεργασίας οι οποίες σχετίζονται με την προσφορά αγαθών ή υπηρεσιών σε πρόσωπα στα οποία αναφέρονται τα δεδομένα σε περισσότερα κράτη μέλη ή σχετίζονται με την παρακολούθηση των εν λόγω προσώπων στα οποία αναφέρονται τα δεδομένα ή οι οποίες μπορεί να επηρεάζουν ουσιαστικά την ελεύθερη ροή δεδομένων προσωπικού χαρακτήρα. Πρέπει να εφαρμόζεται επίσης εάν οποιαδήποτε αρχή ελέγχου ή η Επιτροπή ζητήσουν την εξέταση της υπόθεσης στο πλαίσιο του μηχανισμού συνεκτικότητας. Ο εν λόγω μηχανισμός δεν πρέπει να θίγει τυχόν μέτρα τα οποία ενδέχεται να λάβει η Επιτροπή κατά την άσκηση των εξουσιών της βάσει των Συνθηκών."
		},
		{
			"lang": "bg",
			"text": "За да се гарантира съгласуваното прилагане на настоящия регламент навсякъде в Съюза, следва да се създаде механизъм за съгласуваност за осъществяване на сътрудничество между самите надзорни органи и между тях и Комисията. Този механизъм следва по-специално да се прилага, когато даден надзорен орган възнамерява да приеме мярка по отношение на операциите по обработване на данни, които са свързани с предлагането на стоки или услуги на субекти на данни в няколко държави-членки или с наблюдението на поведението на такива субекти на данни, или които биха могли съществено да засегнат свободното движение на лични данни. Той следва да се прилага също така, когато даден надзорен орган или Комисията поиска въпросът да бъде разгледан чрез механизма за съгласуваност. Механизмът следва да действа, без да се засягат мерките, които Комисията може да предприеме в изпълнение на своите правомощия съгласно Договорите."
		},
		{
			"lang": "hu",
			"text": "E rendelet Unió-szerte következetes alkalmazásának biztosítása érdekében létre kell hozni a felügyelő hatóságok egymás közötti és a Bizottsággal való együttműködését szolgáló egységességi mechanizmust. Ezt a mechanizmust különösen akkor kell alkalmazni, amikor valamely felügyelő hatóság olyan feldolgozási műveletekkel kapcsolatban kíván intézkedést hozni, amelyek termékek vagy szolgáltatások különböző tagállamokbeli érintettek számára történő nyújtásához, vagy az ilyen érintettek nyomon követéséhez kapcsolódnak, vagy amelyek lényegesen érinthetik a személyes adatok szabad áramlását. A mechanizmus abban az esetben is alkalmazandó, ha a felügyelő hatóság vagy a Bizottság kéri az ügy egységességi eljárásban való kezelését. E mechanizmust a Bizottság azon intézkedéseinek sérelme nélkül lehet alkalmazni, amelyeket a Szerződések szerinti hatásköreinek gyakorlása során tesz."
		},
		{
			"lang": "mt",
			"text": "Sabiex tkun assigurata l-applikazzjoni konsistenti ta’ dan ir-Regolament fl-Unjoni kollha, għandu jkun stabbilit mekkaniżmu ta’ konsistenza għall-kooperazzjoni bejn l-awtoritajiet ta’ superviżjoni nfushom u l-Kummissjoni. Dan il-mekkaniżmu għandu japplika b’mod partikolari fejn awtorità ta’ superviżjoni jkollha l-ħsieb li tieħu miżura fir-rigward ta’ operazzjonijiet ta’ pproċessar li huma relatati mal-offerta ta’ prodotti, jew servizzi għal suġġetti tad-dejta f’bosta Stati Membri, jew għall-monitoraġġ ta’ dawn is-suġġetti tad-dejta, jew li jistgħu sostanzjalment jaffettwaw il-fluss liberu ta’ dejta personali. Dan għandu japplika wkoll meta xi awtorità ta’ superviżjoni jew il-Kummissjoni titlob li l-kwistjoni għandha tiġi trattata fil-mekkaniżmu ta’ konsistenza. Dan il-mekkaniżmu għandu jkun mingħajr preġudizzju għal kwalunkwe miżura li l-Kummissjoni tista’ tieħu fl-eżerċizzju tas-setgħat tagħha skont it-Trattati."
		},
		{
			"lang": "lv",
			"text": "Lai nodrošinātu šīs regulas konsekventu piemērošanu visā Savienībā, būtu jāizveido konsekvences mehānisms sadarbībai starp uzraudzības iestādēm un ar Komisiju. Šo mehānismu jo īpaši būtu jāpiemēro, ja uzraudzības iestāde gatavojas īstenot pasākumu attiecībā uz datu apstrādes darbībām, kas ir saistītas ar preču un pakalpojumu piedāvāšanu datu subjektiem vairākās dalībvalstīs, vai ar šādu datu subjektu novērošanu, vai ja tas varētu būtiski ietekmēt personas datu brīvu apriti. Tas būtu jāpiemēro arī gadījumos, kad uzraudzības iestāde vai Komisija pieprasa kāda jautājuma izskatīšanu konsekvences mehānisma ietvaros. Šim mehānismam nebūtu jāskar pasākumus, ko Komisija varētu rīkot, īstenojot savas pilnvaras saskaņā ar Līgumiem."
		},
		{
			"lang": "ro",
			"text": "Pentru a se asigura aplicarea consecventă a prezentului regulament în întreaga Uniune, ar trebui să se instituie un mecanism pentru asigurarea coerenței în cadrul căruia autoritățile de supraveghere și Comisia să coopereze. Acest mecanism ar trebui să se aplice, în special, în cazul în care o autoritate de supraveghere intenționează să ia o măsură în ceea ce privește operațiunile de prelucrare care au legătură cu oferirea de bunuri sau servicii persoanelor vizate în mai multe state membre sau cu monitorizarea comportamentului unor astfel de persoane vizate sau care ar putea afecta în mod substanțial libera circulație a datelor cu caracter personal. Mecanismul ar trebui să se aplice, de asemenea, în cazul în care o autoritate de supraveghere sau Comisia solicită ca aspectul respectiv să fie abordat în cadrul mecanismului pentru asigurarea coerenței. Acest mecanism nu ar trebui să aducă atingere măsurilor pe care Comisia le poate adopta în exercitarea competențelor care îi revin în temeiul tratatelor."
		},
		{
			"lang": "sk",
			"text": "S cieľom zabezpečiť konzistentné uplatňovanie tohto nariadenia v celej Únii by sa mal zriadiť mechanizmus konzistentnosti pre spoluprácu medzi dozornými orgánmi navzájom a medzi nimi a Komisiou. Tento mechanizmus by sa mal uplatňovať najmä vtedy, keď dozorný orgán mieni prijať opatrenie týkajúce sa operácií spracovania, ktoré súvisia s ponukou tovaru alebo služieb dotknutým osobám v niekoľkých členských štátoch, alebo so sledovaním správania takýchto dotknutých osôb, alebo ktoré by mohli podstatne ovplyvniť voľný pohyb osobných údajov. Mal by sa takisto uplatniť vtedy, keď niektorý dozorný orgán alebo Komisia žiadajú, aby sa predmetná záležitosť riešila v rámci mechanizmu konzistentnosti. Týmto mechanizmom by nemali byť dotknuté žiadne opatrenia, ktoré by Komisia mohla prijať pri výkone svojich právomocí v zmysle zmlúv."
		},
		{
			"lang": "sl",
			"text": "Za zagotovitev dosledne uporabe te uredbe v vsej Uniji bi bilo treba vzpostaviti mehanizem za skladnost za sodelovanje med nadzornimi organi in s Komisijo. Ta mehanizem bi se moral uporabljati zlasti v primerih, ko namerava nadzorni organ ukrepati glede postopkov obdelave, ki so povezani z nudenjem blaga ali storitev posameznikom, na katere se nanašajo osebni podatki, v več državah članicah ali s spremljanjem takih posameznikov, ali pa v primerih, ki bi lahko znatno vplivali na prosti pretok osebnih podatkov. Uporabljati bi se moral tudi, kadar nadzorni organ ali Komisija zahteva, da se zadeva obravnava v mehanizmu za skladnost. Ta mehanizem ne bi smel posegati v noben ukrep, ki ga lahko Komisija sprejme pri izvajanju svojih pooblastil na podlagi Pogodb."
		},
		{
			"lang": "fi",
			"text": "Olisi perustettava yhdenmukaisuusmekanismi valvontaviranomaisten keskinäistä ja niiden ja komission välistä yhteistyötä varten, jotta voidaan varmistaa tämän asetuksen johdonmukainen soveltaminen kaikkialla unionissa. Tätä mekanismia olisi sovellettava erityisesti silloin kun valvontaviranomainen aikoo toteuttaa sellaista käsittelytoimea koskevan toimenpiteen, joka liittyy tavaroiden tai palvelujen tarjoamiseen eri jäsenvaltioissa asuville rekisteröidyille tai näiden käyttäytymisen seurantaan tai joka saattaisi merkittävästi haitata henkilötietojen vapaata liikkuvuutta. Mekanismia olisi sovellettava myös silloin kun joku valvontaviranomainen tai komissio pyytää asian käsittelyä yhdenmukaisuusmekanismin puitteissa. Tämä mekanismi ei saisi vaikuttaa toimenpiteisiin, joita komissio voi toteuttaa perussopimuksissa vahvistettujen toimivaltuuksiensa nojalla."
		},
		{
			"lang": "pl",
			"text": "By zapewnić spójne stosowanie przepisów niniejszego rozporządzenia w całej Unii, należy ustanowić mechanizm zgodności w zakresie współpracy między organami nadzorczymi i Komisją. Mechanizm ten powinien mieć w szczególności zastosowanie tam, gdzie organ nadzorczy zamierza podjąć środek w zakresie operacji przetwarzania powiązanych z oferowaniem towarów lub usług podmiotom danych w kilku państwach członkowskich, lub też monitorowaniem podmiotów danych, lub który mógłby mieć istotny wpływ na swobodny przepływ danych. Powinien także mieć zastosowanie wtedy, gdy organ nadzorczy lub Komisja wnioskują o rozwiązanie danej kwestii w ramach mechanizmu zgodności. Mechanizm ten powinien pozostawać bez uszczerbku dla środków, które Komisja może podjąć w ramach wykonywania swoich uprawnień na mocy Traktatu."
		},
		{
			"lang": "lt",
			"text": "kad šis reglamentas būtų nuosekliai taikomas visoje Sąjungoje, reikėtų sukurti nuoseklumo užtikrinimo mechanizmą, pagal kurį priežiūros institucijos bendradarbiautų tarpusavyje ir su Komisija. Šis mechanizmas pirmiausia taikomas, kai priežiūros institucija ketina imtis tam tikros priemonės dėl duomenų tvarkymo operacijų, kurios yra susijusios su prekių ir paslaugų siūlymu duomenų subjektams keliose valstybėse narėse arba su tokių duomenų subjektų stebėjimu, arba kurios gali iš esmės paveikti laisvą asmens duomenų judėjimą. Be to, jis turėtų būti taikomas, kai kuri nors priežiūros institucija arba Komisija prašo tam tikrą klausimą nagrinėti pagal nuoseklumo užtikrinimo mechanizmą. Šis mechanizmas neturėtų prieštarauti priemonėms, kurių Komisija gali imtis vykdydama savo įgaliojimus pagal Sutartis;"
		},
		{
			"lang": "nl",
			"text": "Om te verzekeren dat deze verordening in de gehele Unie consequent wordt toegepast, dient een conformiteitstoetsing te worden vastgesteld voor samenwerking tussen de toezichthoudende autoriteiten en met de Commissie. Deze toetsing dient met name te worden toegepast wanneer een toezichthoudende autoriteit voornemens is een maatregel te nemen inzake verwerkingen die betrekking hebben op het aanbieden van goederen of diensten aan betrokkenen in meerdere lidstaten of op het toezicht op dergelijke betrokkenen, of die aanzienlijke gevolgen kunnen hebben voor het vrije verkeer van persoonsgegevens. Het dient ook van toepassing te zijn wanneer een toezichthoudende autoriteit of de Commissie verzoekt om de aangelegenheid aan de conformiteitstoetsing te onderwerpen. Deze toetsing dient geen afbreuk te doen aan maatregelen die de Commissie kan nemen in de uitoefening van de bevoegdheden die haar bij de Verdragen zijn toegekend."
		},
		{
			"lang": "sv",
			"text": "För att denna förordning ska tillämpas enhetligt i hela unionen bör en mekanism för enhetlighet för samarbete mellan tillsynsmyndigheterna själva och kommissionen skapas. Denna mekanism bör främst vara tillämplig när en tillsynsmyndighet avser att vidta en åtgärd gällande behandlingar som avser erbjudande av varor eller tjänster till registrerade i flera medlemsstater, eller som avser övervakning av registrerade, eller som påtagligt kan påverka personuppgifternas fria flöde. Den bör också vara tillämplig när en tillsynsmyndighet eller kommissionen begär att ärendet bör hanteras inom ramen för mekanismen för enhetlighet. Mekanismen bör inte påverka åtgärder som kommissionen kan komma att vidta när den utövar sina befogenheter enligt fördragen."
		}
	],
	"children": [],
	"title": "Recital 105"
}