{
	"id": "r109",
	"type": "recital",
	"literal": "109",
	"parent": "_",
	"text": [
		{
			"lang": "en",
			"text": "The application of this mechanism should be a condition for the legal validity and enforcement of the respective decision by a supervisory authority. In other cases of cross-border relevance, mutual assistance and joint investigations might be carried out between the concerned supervisory authorities on a bilateral or multilateral basis without triggering the consistency mechanism."
		},
		{
			"lang": "de",
			"text": "Die Anwendung dieses Verfahrens sollte eine Bedingung für die rechtliche Gültigkeit und die Durchsetzung des entsprechenden Beschlusses durch eine Aufsichtsbehörde sein. In anderen Fällen von grenzübergreifender Relevanz können die betroffenen Aufsichtsbehörden auf bilateraler oder multilateraler Ebene Amtshilfe leisten und gemeinsame Untersuchungen durchführen, ohne auf das Kohärenz-Verfahren zurückzugreifen."
		},
		{
			"lang": "fr",
			"text": "L'application de ce mécanisme devrait conditionner la validité juridique et l'exécution de la décision par une autorité de contrôle. Dans d'autres cas présentant une dimension transfrontière, les autorités de contrôle concernées pourraient se prêter mutuellement assistance et mener des enquêtes conjointes sur une base bilatérale ou multilatérale, sans actionner le mécanisme de contrôle de la cohérence."
		},
		{
			"lang": "es",
			"text": "La aplicación de este mecanismo debe ser una condición para la validez jurídica y la ejecución de la correspondiente decisión por parte de una autoridad de control. En otros casos de relevancia transfronteriza, se podría ofrecer asistencia mutua y llevar a cabo investigaciones conjuntas entre las autoridades de control con carácter bilateral o multilateral sin poner en marcha el mecanismo de coherencia."
		},
		{
			"lang": "pt",
			"text": "A aplicação deste mecanismo deve condicionar a validade jurídica e execução da decisão correspondente por uma autoridade de controlo. Noutros casos com dimensão transfronteiriça, a assistência mútua e as investigações conjuntas podem ser realizadas entre as autoridades de controlo em causa, bilateral ou multilateralmente, sem para o efeito ser necessário ativar o mecanismo de controlo da coerência."
		},
		{
			"lang": "it",
			"text": "L’applicazione di tale meccanismo deve essere un requisito indispensabile ai fini della validità giuridica e dell’esecuzione della rispettiva decisione a cura dell’autorità di controllo. In altri casi di rilevanza transfrontaliera, le autorità di controllo possono prestarsi reciproca assistenza ed effettuare indagini congiunte, su base bilaterale o multilaterale, senza attivare il meccanismo di coerenza."
		},
		{
			"lang": "ga",
			"text": "Ba cheart cur i bhfeidhm an tsásra sin a bheith ina choinníoll do bhailíocht dhlíthiúil agus forfheidhmiú an chinnidh lena mbaineann ó údarás maoirseachta. I gcásanna eile atá ábhartha maidir le gníomhaíochtaí trasteorann, féadfar cúnamh frithpháirteach a thabhairt agus imscrúduithe comhpháirteacha a dhéanamh idir na húdaráis mhaoirseachta lena mbaineann ar bhonn déthaobhach nó ar bhonn iltaobhach gan an sásra comhsheasmhachta a chur ag obair."
		},
		{
			"lang": "cs",
			"text": "Použití tohoto mechanismu by mělo být podmínkou pro právní platnost a prosazování příslušného rozhodnutí orgánem dozoru. V ostatních případech s přeshraničním rozměrem by si mohly příslušné orgány dozoru na dvoustranné nebo mnohostranné úrovni poskytovat vzájemnou pomoc a provádět společná šetření, aniž by použily mechanismus jednotnosti."
		},
		{
			"lang": "da",
			"text": "Anvendelsen af denne mekanisme bør være en forudsætning for den retlige gyldighed og en tilsynsmyndigheds håndhævelse af den pågældende afgørelse. I andre tilfælde af tværnational relevans kan gensidig bistand og fælles undersøgelser gennemføres mellem de berørte tilsynsmyndigheder på et bilateralt eller multilateralt grundlag, uden at det udløser sammenhængsmekanismen."
		},
		{
			"lang": "et",
			"text": "Kõnealuse mehhanismi kohaldamine peaks olema järelevalveasutuse vastava otsuse õiguspärasuse ja täitmisele pööramise tingimus. Teistel piiriülese tähtsusega juhtudel võivad asjaomased järelevalveasutused kahepoolselt või mitmepoolselt pakkuda vastastikust abi ja teostada ühist uurimist, kasutamata selleks järjepidevuse mehhanismi."
		},
		{
			"lang": "el",
			"text": "Η εφαρμογή του εν λόγω μηχανισμού πρέπει να αποτελεί προϋπόθεση για τη νομική ισχύ και την επιβολή της αντίστοιχης απόφασης από αρχή ελέγχου. Σε άλλες περιπτώσεις διασυνοριακού ενδιαφέροντος, ενδέχεται να παρασχεθεί αμοιβαία συνδρομή και να διεξαχθούν από κοινού έρευνες από τις ενδιαφερόμενες αρχές ελέγχου, σε διμερή ή πολυμερή βάση, χωρίς να ενεργοποιηθεί ο μηχανισμός συνεκτικότητας."
		},
		{
			"lang": "bg",
			"text": "Прилагането на този механизъм следва да бъде условие за юридическата сила и изпълнението на съответното решение от даден надзорен орган. В други случаи с трансгранично значение засегнатите надзорни органи могат да осъществяват взаимопомощ и съвместни разследвания на двустранна или многостранна основа, без да се задейства механизмът за съгласуваност."
		},
		{
			"lang": "hu",
			"text": "E mechanizmus alkalmazása a szóban forgó határozat jogi érvényességének és a felügyelő hatóság általi végrehajtásának feltétele. Más, határon átnyúló ügyekben az érintett felügyelő hatóságok az egységességi mechanizmus aktiválása nélkül, két- vagy többoldalú kölcsönös segítséget nyújthatnak és közös vizsgálatot folytathatnak."
		},
		{
			"lang": "mt",
			"text": "L-applikazzjoni ta’ dan il-mekkaniżmu għandha tkun kundizzjoni għall-validità legali u l-infurzar tad-deċiżjoni rispettiva minn awtorità ta’ superviżjoni. F’każijiet oħra ta’ rilevanza transkonfinali jista’ jkun hemm assistenza reċiproka u investigazzjonijiet konġunti bejn l-awtoritajiet ta’ superviżjoni kkonċernati fuq bażi bilaterali jew multilaterali mingħajr ma jingħata bidu għall-mekkaniżmu ta’ konsistenza."
		},
		{
			"lang": "lv",
			"text": "Šā mehānisma piemērošanai jābūt par priekšnosacījumu attiecīgā uzraudzības iestādes lēmuma juridiskajai spēkā esamībai un izpildei. Citās lietās, kas ir svarīgas pārrobežu kontekstā, uzraudzības iestāžu savstarpējo palīdzību un kopīgas izmeklēšanas varētu rīkot, pamatojoties uz to divpusējām vai daudzpusējām attiecībām, neiedarbinot konsekvences mehānismu."
		},
		{
			"lang": "ro",
			"text": "Aplicarea acestui mecanism ar trebui să fie o condiție pentru valabilitatea juridică și executarea deciziei respective de către o autoritate de supraveghere. În alte cazuri cu relevanță transfrontalieră, autoritățile de supraveghere în cauză ar putea să își acorde reciproc asistență și să efectueze investigații comune, pe bază bilaterală sau multilaterală, fără declanșarea mecanismului pentru asigurarea coerenței."
		},
		{
			"lang": "sk",
			"text": "Uplatňovanie tohto mechanizmu by malo byť podmienkou právoplatnosti a vymáhania príslušného rozhodnutia dozorným orgánom. V iných prípadoch s cezhraničnou pôsobnosťou by sa vzájomná pomoc a spoločné vyšetrovanie mohli vykonávať medzi dotknutými dozornými orgánmi na dvojstrannom alebo viacstrannom základe bez uvedenia mechanizmu konzistentnosti do činnosti."
		},
		{
			"lang": "sl",
			"text": "Uporaba tega mehanizma bi morala biti pogoj za pravno veljavnost in izvajanje zadevne odločitve nadzornega organa. V drugih primerih čezmejnega pomena se lahko medsebojna pomoč in skupno ukrepanje med zadevnimi nadzornimi organi izvajata na dvostranski ali večstranski podlagi, ne da bi pri tem sprožili mehanizem za skladnost."
		},
		{
			"lang": "fi",
			"text": "Tämän mekanismin soveltamisen olisi oltava valvontaviranomaisen asiaa koskevan päätöksen oikeudellisen pätevyyden ja täytäntöönpanon edellytys. Muissa tapauksissa, joilla on rajatylittävää merkitystä, asianomaiset valvontaviranomaiset voivat soveltaa keskinäistä avunantoa ja toteuttaa yhteisiä tutkimuksia kahden- tai monenväliseltä pohjalta yhdenmukaisuusmekanismiin turvautumatta."
		},
		{
			"lang": "pl",
			"text": "Stosowanie tego mechanizmu powinno być warunkiem ważności prawnej i egzekwowania odnośnej decyzji przez organ nadzorczy. W innych przypadkach o charakterze transgranicznym wzajemna współpraca i wspólne dochodzenia mogą być prowadzone przez zainteresowane organy nadzorcze na zasadzie dwustronnej lub wielostronnej bez stosowania mechanizmu zgodności."
		},
		{
			"lang": "lt",
			"text": "atitinkamas sprendimas įgyja teisinę galią ir gali būti vykdomas priežiūros institucijos, tik jeigu buvo taikytas šis mechanizmas. Kitais tarpvalstybinės svarbos atvejais atitinkamos priežiūros institucijos gali teikti tarpusavio pagalbą ir atlikti bendrus tyrimus dvišaliu arba daugiašaliu pagrindu, nesinaudodamos nuoseklumo užtikrinimo mechanizmu;"
		},
		{
			"lang": "nl",
			"text": "De verrichting van deze toetsing dient een voorwaarde te zijn voor de rechtsgeldigheid en handhaving van het betrokken besluit door een toezichthoudende autoriteit. In andere gevallen van grensoverschrijdende relevantie kunnen de betrokken toezichthoudende autoriteiten op bilaterale of multilaterale basis wederzijdse bijstand en gezamenlijke onderzoeken uitvoeren zonder dat de conformiteitstoetsing hoeft te worden verricht."
		},
		{
			"lang": "sv",
			"text": "Tillämpningen av denna mekanism bör vara ett villkor för att en tillsynsmyndighets beslut ska var rättsligt giltiga och kunna verkställas. I andra ärenden som inbegriper flera länder kan ömsesidigt bistånd och gemensamma insatser komma ifråga mellan berörda tillsynsmyndigheter på bilateral eller multilateral basis utan att mekanismen för enhetlighet utlöses."
		}
	],
	"children": [],
	"title": "Recital 109"
}