{
	"id": "r110",
	"type": "recital",
	"literal": "110",
	"parent": "_",
	"text": [
		{
			"lang": "en",
			"text": "At Union level, a European Data Protection Board should be set up. It should replace the Working Party on the Protection of Individuals with Regard to the Processing of Personal Data established by Directive 95/46/EC. It should consist of a head of a supervisory authority of each Member State and of the European Data Protection Supervisor. The Commission should participate in its activities. The European Data Protection Board should contribute to the consistent application of this Regulation throughout the Union, including by advising the Commission and promoting co-operation of the supervisory authorities throughout the Union. The European Data Protection Board should act independently when exercising its tasks."
		},
		{
			"lang": "de",
			"text": "Auf Unionsebene sollte ein Europäischer Datenschutzausschuss eingerichtet werden. Dieser ersetzt die mit der Richtlinie 95/46/EG eingesetzte Arbeitsgruppe für den Schutz der Rechte von Personen bei der Verarbeitung personenbezogener Daten. Er sollte aus dem Leiter einer Aufsichtsbehörde jedes Mitgliedstaats und dem Europäischen Datenschutzbeauftragten gebildet werden. Die Kommission sollte sich an seinen Tätigkeiten beteiligen. Der Europäische Datenschutzausschuss sollte zur einheitlichen Anwendung der Verordnung in der gesamten Union beitragen, die Kommission beraten und die Zusammenarbeit der Aufsichtsbehörden in der Union fördern. Der Europäische Datenschutzausschuss sollte bei der Erfüllung seiner Aufgaben unabhängig handeln."
		},
		{
			"lang": "fr",
			"text": "Un comité européen de la protection des données devrait être créé au niveau de l'Union. Il devrait remplacer le groupe de protection des personnes à l'égard du traitement des données à caractère personnel institué par l'article 29 de la directive 95/46/CE. Il devrait se composer d'un directeur d'une autorité de contrôle de chaque État membre et du contrôleur européen de la protection des données. La Commission devrait participer à ses activités. Le comité européen de la protection des données devrait contribuer à l'application cohérente du présent règlement dans toute l'Union, notamment en conseillant la Commission et en favorisant la coopération des autorités de contrôle dans l'ensemble de l'Union. Il devrait exercer ses fonctions en toute indépendance."
		},
		{
			"lang": "es",
			"text": "A escala de la Unión, se debe crear un Consejo Europeo de Protección de Datos que debe sustituir al Grupo de protección de las personas en lo que respecta al tratamiento de datos personales creado por la Directiva 95/46/CE. Debe estar compuesto por los directores de las autoridades de control de los Estados miembros y el Supervisor Europeo de Protección de Datos. La Comisión debe participar en sus actividades. El Consejo Europeo de Protección de Datos debe contribuir a la aplicación coherente del presente Reglamento en toda la Unión, entre otras cosas, asesorando a la Comisión y fomentando la cooperación de las autoridades de control en toda la Unión. El Consejo Europeo de Protección de Datos debe actuar con independencia en el ejercicio de sus funciones."
		},
		{
			"lang": "pt",
			"text": "A nível da União, deve ser criado um Comité Europeu para a Proteção de Dados. Este Comité deve substituir o Grupo de Trabalho sobre a proteção das pessoas no que diz respeito ao tratamento de dados pessoais instituído pelo artigo 29.º da Diretiva 95/46/CE. Deve ser composto por um diretor da autoridade de controlo de cada Estado-Membro e da Autoridade Europeia para a Proteção de Dados. A Comissão deve participar nas suas atividades. O Comité Europeu para a Proteção de Dados deve contribuir para a aplicação coerente do presente regulamento em toda a União, nomeadamente no aconselhamento da Comissão e na promoção da cooperação das autoridades de controlo no conjunto da União. O Comité Europeu para a Proteção de Dados deve ser independente no exercício das suas funções."
		},
		{
			"lang": "it",
			"text": "Occorre istituire a livello di Unione un comitato europeo per la protezione dei dati che sostituisca il gruppo per la tutela delle persone con riguardo al trattamento dei dati personali istituito con direttiva 95/46/CE. Il comitato deve essere composto dal responsabile dell’autorità di controllo di ciascuno Stato membro e dal garante europeo della protezione dei dati. È necessario che la Commissione partecipi alle attività del comitato. Il comitato europeo per la protezione dei dati deve contribuire all’applicazione uniforme del presente regolamento in tutta l’Unione, in particolare dando consulenza alla Commissione e promuovendo la cooperazione delle autorità di controllo in tutta l’Unione. Esso deve svolgere le sue funzioni in piena indipendenza."
		},
		{
			"lang": "ga",
			"text": "Ar leibhéal an Aontais, ba cheart Bord Eorpach um Chosaint Sonraí a chur ar bun. Ba cheart go ngabhfadh an Bord sin ionad na Meithle um Chosaint Daoine Aonair i ndáil le sonraí pearsanta a phróiseáil a bunaíodh le Treoir 95/46/CE. Ba é ba cheart a bheith ar an mBord ceann údaráis mhaoirseachta ó gach Ballstát agus an Maoirseoir Eorpach ar Chosaint Sonraí. Ba cheart don Choimisiún páirt a ghlacadh i ngníomhaíochtaí an Bhoird. Ba cheart don Bhord Eorpach um Chosaint Sonraí rannchuidiú le cur i bhfeidhm comhsheasmhach an Rialacháin seo ar fud an Aontais, lena n‑áirítear trí chomhairle a thabhairt don Choimisiún agus trí chomhar idir údaráis mhaoirseachta ar fud an Aontais a chur chun cinn. Ba cheart don Bhord Eorpach um Chosaint Sonraí gníomhú go neamhspleách agus a chúraimí á gcomhlíonadh aige."
		},
		{
			"lang": "cs",
			"text": "Na úrovni Unie by měla být zřízena Evropská rada pro ochranu údajů. Tato Rada by měla nahradit pracovní skupinu pro ochranu fyzických osob v souvislosti se zpracováním osobních údajů zřízenou směrnicí 95/46/ES. Měla by být složena z vedoucího orgánu dozoru každého členského státu a evropského inspektora ochrany údajů. Komise by se měla jejích činností účastnit. Evropská rada pro ochranu údajů by měla přispívat k jednotnému uplatňování tohoto nařízení v celé Unii, například poskytovat Komisi poradenství a podporovat spolupráci orgánů dozoru v celé Unii. Evropská rada pro ochranu údajů by měla při plnění svých úkolů jednat nezávisle."
		},
		{
			"lang": "da",
			"text": "På EU-plan bør der oprettes et europæisk databeskyttelsesråd. Det bør erstatte Gruppen vedrørende Beskyttelse af Personer i forbindelse med Behandling af Personoplysninger, der er nedsat ved direktiv 95/46/EF. Det bør sammensættes af chefen for tilsynsmyndigheden i hver medlemsstat og Den Europæiske Tilsynsførende for Databeskyttelse. Kommissionen bør deltage i rådets aktiviteter. Det Europæiske Databeskyttelsesråd bør bidrage til den ensartede anvendelse af denne forordning i hele Unionen, herunder ved at rådgive Kommissionen og fremme samarbejdet mellem tilsynsmyndighederne i hele Unionen. Det Europæiske Databeskyttelsesråd bør handle uafhængigt, når det udfører sine opgaver."
		},
		{
			"lang": "et",
			"text": "ELi tasandil tuleks luua Euroopa Andmekaitsenõukogu. See peaks asendama direktiivi 95/46/EÜ alusel loodud töörühma üksikisikute kaitseks seoses isikuandmete töötlemisega. Sinna peaksid kuuluma iga liikmesriigi järelevalveasutuse juht ja Euroopa andmekaitseinspektor. Komisjon peaks osalema nõukogu tegevuses. Euroopa Andmekaitsenõukogu peaks aitama kaasa käesoleva määruse ühtsele kohaldamine terves ELis, sealhulgas nõustades komisjoni ja edendades järelevalveasutuste koostööd terves ELis. Euroopa Andmekaitsenõukogu peaks täitma oma ülesandeid sõltumatult."
		},
		{
			"lang": "el",
			"text": "Πρέπει να συσταθεί Ευρωπαϊκή Επιτροπή Προστασίας Δεδομένων στο επίπεδο της Ένωσης, η οποία πρέπει να αντικαταστήσει την ομάδα εργασίας για την προστασία των φυσικών προσώπων έναντι της επεξεργασίας δεδομένων προσωπικού χαρακτήρα που συστάθηκε με την οδηγία 95/46/ΕΚ. Πρέπει να απαρτίζεται από τον προϊστάμενο αρχής ελέγχου κάθε κράτους μέλους και τον Ευρωπαίο Επόπτη Προστασίας Δεδομένων. Η Επιτροπή πρέπει να συμμετέχει στις δραστηριότητές της. Το Ευρωπαϊκό Συμβούλιο Προστασίας Δεδομένων πρέπει να συμβάλλει στη συνεκτική εφαρμογή του παρόντος κανονισμού σε ολόκληρη την Ένωση, μεταξύ άλλων παρέχοντας συμβουλές στην Επιτροπή και προωθώντας τη συνεργασία των αρχών ελέγχου σε ολόκληρη την Ένωση. Το Ευρωπαϊκό Συμβούλιο Προστασίας Δεδομένων πρέπει να ενεργεί ανεξάρτητα κατά την άσκηση των καθηκόντων της."
		},
		{
			"lang": "bg",
			"text": "На равнището на Съюза следва да се създаде Европейски комитет по защита на данните. Той следва да замени Работната група за защита на лицата при обработването на лични данни, създадена с Директива 95/46/ЕО. Той следва да е съставен от ръководителя на един надзорен орган на всяка държава-членка и на Европейския надзорен орган по защита на данните. Комисията следва да участва в неговите дейности. Европейският комитет по защита на данните следва да допринася за съгласуваното прилагане на настоящия регламент навсякъде в Съюза, включително като съветва Комисията и насърчава сътрудничеството на надзорните органи в Съюза. Европейският комитет по защита на данните следва да действа независимо при изпълнението на задачите си."
		},
		{
			"lang": "hu",
			"text": "Uniós szinten létre kell hozni az Európai Adatvédelmi Testületet. A Testület felváltja a 95/46/EK irányelvvel létrehozott, az egyéneknek a személyes adatok feldolgozása tekintetében való védelmével foglalkozó munkacsoportot. A Testület a tagállamok felügyelő hatóságainak vezetőiből és az európai adatvédelmi biztosból áll. A Bizottság részt vesz a Testület tevékenységében. Az Európai Adatvédelmi Testület az Unió egész területén hozzájárul e rendelet következetes alkalmazásához, ideértve a Bizottság részére történő tanácsadást és a felügyelő hatóságok közötti, Unión belüli együttműködés előmozdítását is. Az Európai Adatvédelmi Testület feladatai ellátása során függetlenül jár el."
		},
		{
			"lang": "mt",
			"text": "Fil-livell tal-Unjoni, għandu jkun stabbilit Bord Ewropew għall-Protezzjoni tad-Dejta. Dan għandu jieħu post il-Grupp ta’ Ħidma għall-Protezzjoni ta’ Individwi fl-Ipproċessar ta’ Dejta Personali stabbilit bid-Direttiva 95/46/KE. Għandu jkun magħmul minn kap ta’ awtorità ta’ superviżjoni ta’ kull Stat Membru u mill-Kontrollur Ewropew għall-Protezzjoni tad-Dejta. Il-Kummissjoni għandha tipparteċipa fl-attivitajiet tiegħu. Il-Bord Ewropew għall-Protezzjoni tad-Dejta għandu jikkontribwixxi għall-applikazzjoni konsistenti ta’ dan ir-Regolament madwar l-Unjoni, inkluż billi jagħti pariri lill-Kummissjoni u jippromwovi l-kooperazzjoni tal-awtoritajiet ta’ superviżjoni madwar l-Unjoni. Il-Bord Ewropew għall-Protezzjoni tad-Dejta għandu jaġixxi b’mod indipendenti meta jeżerċita l-kompiti tiegħu."
		},
		{
			"lang": "lv",
			"text": "Savienības līmenī būtu jāizveido Eiropas Datu aizsardzības kolēģija. Ar to būtu jāaizstāj Darba grupa par personu aizsardzību attiecībā uz personas datu apstrādi, kas izveidota ar Direktīvu 95/46/EK. Tai būtu jāsastāv no katras dalībvalsts uzraudzības iestādes vadītāja un Eiropas Datu aizsardzības uzraudzītāja. Komisijai būtu jāpiedalās kolēģijas darbā. Eiropas Datu aizsardzības kolēģijai būtu jāpalīdz nodrošināt šīs regulas konsekventu piemērošanu visā Savienībā, tostarp jāsniedz padomi Komisijai un jāveicina uzraudzības iestāžu sadarbība visā Savienībā. Eiropas Datu aizsardzības kolēģijai, pildot savus uzdevumus, būtu jārīkojas neatkarīgi."
		},
		{
			"lang": "ro",
			"text": "La nivelul Uniunii, ar trebui să se înființeze Comitetul european pentru protecția datelor. Acesta ar trebui să înlocuiască Grupul de lucru pentru protecția persoanelor în ceea ce privește prelucrarea datelor cu caracter personal, instituit prin Directiva 95/46/CE. Acesta ar trebui să fie format din șefii autorității de supraveghere a fiecărui stat membru și din șeful Autorității Europene pentru Protecția Datelor. Comisia ar trebui să participe la activitățile sale. Comitetul european pentru protecția datelor ar trebui să contribuie la aplicarea consecventă a prezentului regulament în întreaga Uniune, inclusiv prin oferirea de consultanță Comisiei și prin promovarea cooperării autorităților de supraveghere în întreaga Uniune. Comitetul european pentru protecția datelor ar trebui să acționeze în mod independent în exercitarea sarcinilor sale."
		},
		{
			"lang": "sk",
			"text": "Na úrovni Únie by sa mal zriadiť Európsky výbor pre ochranu údajov. Mal by nahradiť pracovnú skupinu pre ochranu jednotlivcov so zreteľom na spracovanie osobných údajov, zriadenú smernicou 95/46/ES. Mal by pozostávať z vedúcich predstaviteľov dozorných orgánov, a to po jednom z každého členského štátu, a európskeho dozorného úradníka pre ochranu údajov. Na jeho činnosti by sa mala podieľať aj Komisia. Európsky výbor pre ochranu údajov by mal prispievať ku konzistentnému uplatňovaniu tohto nariadenia v rámci celej Únie, a to aj poskytovaním poradenstva Komisii a podporou spolupráce medzi dozornými orgánmi v rámci celej Únie. Európsky výbor pre ochranu údajov by mal pri výkone svojich úloh konať nezávisle."
		},
		{
			"lang": "sl",
			"text": "Na ravni Unije bi bilo treba ustanoviti Evropski odbor za varstvo podatkov. Moral bi nadomestiti delovno skupino o varstvu posameznikov pri obdelavi osebnih podatkov, ustanovljeno z Direktivo 95/46/ES. Sestavljati bi ga morali vodje nadzornega organa vsake države članice in Evropski nadzornik za varstvo podatkov. Komisija bi morala sodelovati pri dejavnostih odbora. Evropski odbor za varstvo podatkov bi moral prispevati k dosledni uporabi te uredbe v vsej Uniji, vključno s svetovanjem Komisiji in spodbujanjem sodelovanja nadzornih organov v vsej Uniji. Evropski odbor za varstvo podatkov mora pri opravljanju svojih nalog delovati neodvisno."
		},
		{
			"lang": "fi",
			"text": "Unionin tasolla olisi perustettava Euroopan tietosuojaneuvosto. Sen olisi korvattava direktiivillä 95/46/EY perustettu tietosuojatyöryhmä. Siinä olisi oltava mukana kunkin jäsenvaltion valvontaviranomaisen päällikkö ja Euroopan tietosuojavaltuutettu. Komission olisi osallistuttava tietosuojaneuvoston toimintaan. Euroopan tietosuojaneuvoston olisi edistettävä tämän asetuksen yhdenmukaista soveltamista kaikkialla unionissa, mukaan lukien neuvojen antaminen komissiolle sekä valvontaviranomaisten yhteistyön tukeminen unionissa. Euroopan tietosuojaneuvoston olisi hoidettava tehtäviään riippumattomasti."
		},
		{
			"lang": "pl",
			"text": "Na szczeblu Unii należy ustanowić Europejską Radę Ochrony Danych. Powinna ona zastąpić Grupę Roboczą ds. Ochrony Osób Fizycznych w zakresie Przetwarzania Danych Osobowych powołaną na mocy dyrektywy 95/46/WE. W jej skład powinni wchodzić szefowie organów nadzorczych wszystkich państw członkowskich oraz Europejski Inspektor Ochrony Danych. Komisja powinna uczestniczyć w jej działaniach. Europejska Rada Ochrony Danych powinna przyczyniać się do spójnego stosowania przepisów niniejszego rozporządzenia na terytorium całej Unii, w tym poprzez doradzanie Komisji i promowanie współpracy organów nadzorczych na terytorium całej Unii. Wypełniając swoje zadania, Europejska Rada Ochrony Danych powinna działać niezależnie."
		},
		{
			"lang": "lt",
			"text": "Sąjungos lygmeniu turėtų būti įsteigta Europos duomenų apsaugos valdyba. Ji turėtų pakeisti pagal Direktyvą 95/46/EB įsteigtą darbo grupę asmenų apsaugai tvarkant asmens duomenis. Ją turėtų sudaryti visų valstybių narių priežiūros institucijų vadovai ir Europos duomenų apsaugos priežiūros pareigūnas. Jos veikloje turėtų dalyvauti Komisija. Europos duomenų apsaugos valdyba turėtų padėti nuosekliai taikyti šį reglamentą visoje Sąjungoje, be kita ko, patarti Komisijai ir skatinti priežiūros institucijų bendradarbiavimą visoje Sąjungoje. Atlikdama savo užduotis Europos duomenų apsaugos valdyba turėtų veikti nepriklausomai;"
		},
		{
			"lang": "nl",
			"text": "Op het niveau van de Unie dient een Europees Comité voor gegevensbescherming te worden ingesteld. Dit comité dient de bij artikel 29 van Richtlijn 95/46/EG opgerichte Groep voor de bescherming van personen in verband met de verwerking van persoonsgegevens te vervangen. Het dient te bestaan uit de hoofden van de toezichthoudende autoriteit van iedere lidstaat en de Europese Toezichthouder voor gegevensbescherming. De Commissie dient deel te nemen aan zijn activiteiten. Het Europees Comité voor gegevensbescherming dient bij te dragen tot de consistente toepassing van deze richtlijn in de Unie, onder meer door de Commissie advies te verlenen en de samenwerking tussen de toezichthoudende autoriteiten in de Unie te bevorderen. Het Europees Comité voor gegevensbescherming dient bij de uitvoering van zijn taken onafhankelijk op te treden."
		},
		{
			"lang": "sv",
			"text": "På unionsnivå bör en europeisk dataskyddsstyrelse inrättas. Den bör ersätta arbetsgruppen för skydd av enskilda med avseende på behandlingen av personuppgifter som inrättas genom direktiv 95/46/EG. Den bör bestå av en chef för en tillsynsmyndighet i varje medlemsstat och av Europeiska datatillsynsmannen. Kommissionen bör delta i dess verksamheter. Europeiska dataskyddsstyrelsen bör bidra till denna förordnings enhetliga tillämpning i hela unionen, bl.a. genom att lämna råd till kommissionen och främja samarbetet mellan tillsynsmyndigheterna i hela unionen. Europeiska dataskyddsstyrelsen bör agera oberoende när den utför sina arbetsuppgifter."
		}
	],
	"children": [],
	"title": "Recital 110"
}