{
	"id": "r113",
	"type": "recital",
	"literal": "113",
	"parent": "_",
	"text": [
		{
			"lang": "en",
			"text": "Each natural or legal person should have the right to a judicial remedy against decisions of a supervisory authority concerning them. Proceedings against a supervisory authority should be brought before the courts of the Member State, where the supervisory authority is established."
		},
		{
			"lang": "de",
			"text": "Jede natürliche oder juristische Person sollte das Recht auf einen gerichtlichen Rechtsbehelf gegen sie betreffende Entscheidungen einer Aufsichtsbehörde haben. Für Verfahren gegen eine Aufsichtsbehörde sollten die Gerichte des Mitgliedstaats zuständig sein, in dem die Aufsichtsbehörde ihren Sitz hat."
		},
		{
			"lang": "fr",
			"text": "Toute personne physique ou morale devrait disposer d'un droit de recours contre les décisions d'une autorité de contrôle qui la concernent. Les actions contre une autorité de contrôle devraient être intentées devant les juridictions de l’État membre sur le territoire duquel l'autorité de contrôle est établie."
		},
		{
			"lang": "es",
			"text": "Toda persona física o jurídica debe tener derecho a presentar un recurso judicial contra las decisiones de una autoridad de control que le conciernan. Las acciones legales contra una autoridad de control deben ejercitarse ante los órganos jurisdiccionales del Estado miembro en el que esté establecida la autoridad de control."
		},
		{
			"lang": "pt",
			"text": "Qualquer pessoa, singular ou coletiva, deve ter o direito a ação judicial contra as decisões que lhes digam respeito emitidas por uma autoridade de controlo. As ações contra uma autoridade de controlo devem ser intentadas nos tribunais do Estado‑Membro no território do qual se encontra estabelecida a autoridade de controlo."
		},
		{
			"lang": "it",
			"text": "Ogni persona fisica o giuridica deve avere il diritto di proporre ricorso giurisdizionale avverso la decisione dell’autorità di controllo che la riguarda. Le azioni contro l’autorità di controllo devono essere promosse dinanzi alle autorità giurisdizionali dello Stato membro in cui l’autorità di controllo è stabilita."
		},
		{
			"lang": "ga",
			"text": "Ba cheart go mbeadh an ceart chun leighis bhreithiúnaigh ag gach duine nádúrtha nó dlítheanach i gcoinne cinntí údaráis mhaoirseachta a bhaineann leo. Ba cheart imeachtaí i gcoinne údaráis mhaoirseachta a thabhairt os comhair na gcúirteanna sa Bhallstát ina bhfuil an t‑údarás maoirseachta bunaithe."
		},
		{
			"lang": "cs",
			"text": "Každá fyzická nebo právnická osoba by měla mít právo na soudní opravný prostředek proti rozhodnutím orgánu dozoru, která se jí týkají. Řízení proti orgánu dozoru by se měla zahajovat před soudy toho členského státu, v němž je daný orgán dozoru usazen."
		},
		{
			"lang": "da",
			"text": "Enhver fysisk eller juridisk person bør have adgang til domstolsprøvelse af afgørelser truffet af en tilsynsmyndighed vedrørende vedkommende. En sag mod en tilsynsmyndighed bør anlægges ved domstolen i den medlemsstat, hvor tilsynsmyndigheden er etableret."
		},
		{
			"lang": "et",
			"text": "Iga füüsilisel ja juriidilisel isikul peaks olema õigus õiguskaitsevahendile järelevalveasutuse teda käsitleva otsuse puhul. Järelevalveasutuse vastane hagi tuleks esitada selle liikmesriigi kohtutele, kus järelevalveasutus asub."
		},
		{
			"lang": "el",
			"text": "Κάθε φυσικό ή νομικό πρόσωπο πρέπει να έχει δικαίωμα δικαστικής προσφυγής κατά αποφάσεων αρχής ελέγχου που τα αφορά. Η διαδικασία κατά αρχής ελέγχου πρέπει να κινείται ενώπιον των δικαστηρίων του κράτους μέλους στο οποίο είναι εγκαταστημένη η αρχή ελέγχου."
		},
		{
			"lang": "bg",
			"text": "Всяко физическо или юридическо лице следва да има право на средства за съдебна защита срещу решенията на надзорен орган, които го засягат. Производствата срещу даден надзорен орган следва да бъдат завеждани пред съдилищата на държавата-членка, в която е установен надзорният орган."
		},
		{
			"lang": "hu",
			"text": "Valamennyi természetes vagy jogi személyt megilleti a jog, hogy a felügyelő hatóság rá vonatkozó határozata ellen bírósági úton keressen jogorvoslatot. A felügyelő hatóság elleni eljárást a felügyelő hatóság székhelye szerinti tagállam bírósága előtt lehet megindítani."
		},
		{
			"lang": "mt",
			"text": "Kull persuna fiżika jew ġuridika għandu jkollha d-dritt għal rimedju ġudizzjarju kontra d-deċiżjonijiet ta’ awtorità ta’ superviżjoni fir-rigward tagħha. Il-proċeduri kontra awtorità ta’ superviżjoni għandhom jitressqu quddiem il-qrati tal-Istat Membru, fejn tkun stabbilita l-awtorità ta’ superviżjoni."
		},
		{
			"lang": "lv",
			"text": "Katrai fiziskai vai juridiskai personai būtu jābūt tiesībām uz tiesas aizsardzību pret uzraudzības iestādes lēmumiem, kas to skar. Tiesvedībai pret uzraudzības iestādi būtu jānotiek tās dalībvalsts tiesā, kurā atrodas uzraudzības iestāde."
		},
		{
			"lang": "ro",
			"text": "Orice persoană fizică sau juridică ar trebui să aibă dreptul la o cale de atac împotriva deciziilor unei autorități de supraveghere care o privesc. Acțiunile inițiate împotriva unei autorități de supraveghere ar trebui să fie aduse în fața instanțelor statului membru în care este stabilită autoritatea de supraveghere."
		},
		{
			"lang": "sk",
			"text": "Každá fyzická či právnická osoba by mala mať právo na súdne prostriedky nápravy voči rozhodnutiam dozorného orgánu, ktoré sa jej týka. Návrh na začatie konania voči dozornému orgánu by sa mal podať na súde členského štátu, v ktorom má dozorný orgán sídlo."
		},
		{
			"lang": "sl",
			"text": "Vsaka fizična ali pravna oseba bi morala imeti pravico do pravnega sredstva v sodnem postopku zoper odločbo nadzornega organa v zvezi z njo. Za postopke zoper nadzorni organ bi morala biti pristojna sodišča države članice, v kateri ima nadzorni organ sedež."
		},
		{
			"lang": "fi",
			"text": "Jokaisella luonnollisella tai oikeushenkilöllä olisi oltava oikeus oikeussuojakeinoihin häntä koskevia valvontaviranomaisen päätöksiä vastaan. Kanne valvontaviranomaista vastaan olisi nostettava sen jäsenvaltion tuomioistuimissa, mihin valvontaviranomainen on sijoittautunut."
		},
		{
			"lang": "pl",
			"text": "Każda osoba fizyczna lub prawna powinna mieć prawo do sądowego środka ochrony prawnej przeciwko dotyczącej jej decyzji organu nadzorczego. Postępowanie przeciwko organowi nadzorczemu należy wszcząć przed sądem państwa członkowskiego, w którym organ nadzorczy ma siedzibę."
		},
		{
			"lang": "lt",
			"text": "kiekvienas fizinis arba juridinis asmuo turėtų turėti teisę imtis teisminių teisių gynimo priemonių prieš jų atžvilgiu priimtus priežiūros institucijos sprendimus. Ieškinys priežiūros institucijai turėtų būti pareiškiamas valstybės narės, kurioje priežiūros institucija įsisteigusi, teismuose;"
		},
		{
			"lang": "nl",
			"text": "Iedere natuurlijke persoon of rechtspersoon dient het recht te hebben om tegen hem betreffende besluiten van een toezichthoudende autoriteit een beroep in rechte in te stellen. Een vordering tegen een toezichthoudende autoriteit moet worden ingesteld bij de gerechten van de lidstaat waar de toezichthoudende autoriteit gevestigd is."
		},
		{
			"lang": "sv",
			"text": "Varje fysisk eller juridisk person bör ha rätt till ett rättsmedel mot beslut rörande dem som meddelats av en tillsynsmyndighet. En eventuell talan mot en tillsynsmyndighet bör väckas vid domstolarna i den medlemsstat där tillsynsmyndigheten har sitt säte."
		}
	],
	"children": [],
	"title": "Recital 113"
}