{
	"id": "r114",
	"type": "recital",
	"literal": "114",
	"parent": "_",
	"text": [
		{
			"lang": "en",
			"text": "In order to strengthen the judicial protection of the data subject in situations where the competent supervisory authority is established in another Member State than the one where the data subject is residing, the data subject may request any body, organisation or association aiming to protect the rights and interests of data subjects in relation to the protection of their data to bring on the data subject's behalf proceedings against that supervisory authority to the competent court in the other Member State."
		},
		{
			"lang": "de",
			"text": "Um den gerichtlichen Schutz der betroffenen Person in Situationen zu stärken, in denen die zuständige Aufsichtsbehörde ihren Sitz in einem anderen Mitgliedstaat als dem Mitgliedstaat hat, in dem die betroffene Person ansässig ist, sollte die betroffene Person eine Einrichtung, Organisation oder einen Verband, die sich den Schutz der Rechte und Interessen der betroffenen Personen im Bereich des Datenschutzes zum Ziel gesetzt haben, darum ersuchen können, in ihrem Namen vor dem zuständigen Gericht in dem anderen Mitgliedstaat Klage gegen die Aufsichtsbehörde zu erheben."
		},
		{
			"lang": "fr",
			"text": "Afin de renforcer la protection judiciaire de la personne concernée dans les cas où l'autorité de contrôle compétente est établie dans un autre État membre que celui dans lequel la personne concernée réside, cette dernière peut demander à tout organisme, organisation ou association œuvrant à la protection des droits et intérêts des personnes concernées en vue de protéger leurs données à caractère personnel, d'intenter, pour son compte, un recours contre l'autorité de contrôle en question devant la juridiction compétente de l'autre État membre."
		},
		{
			"lang": "es",
			"text": "Para reforzar la protección judicial del interesado en caso de que la autoridad de control competente esté establecida en un Estado miembro distinto de aquel en el que el interesado resida, este puede solicitar a cualquier entidad, organización o asociación destinadas a proteger los derechos e intereses de los interesados en relación con la protección de sus datos que ejercite acciones legales contra dicha autoridad de control en nombre del interesado ante el órgano jurisdiccional competente del otro Estado miembro."
		},
		{
			"lang": "pt",
			"text": "A fim de reforçar a proteção judicial do titular dos dados em situações em que a autoridade de controlo competente se encontra estabelecida noutro Estado-Membro diferente do de residência da pessoa em causa, esta última pode solicitar a qualquer organismo, organização ou associação que vise proteger os direitos e interesses dos titulares de dados relativamente à proteção dos seus dados, que intente uma ação por sua conta contra essa autoridade de controlo no tribunal competente do outro Estado‑Membro."
		},
		{
			"lang": "it",
			"text": "Al fine di potenziare la tutela giurisdizionale dell’interessato nei casi in cui l’autorità di controllo competente è stabilita in uno Stato membro diverso da quello in cui risiede l’interessato, questi può chiedere a qualsiasi organismo, organizzazione o associazione mirante a tutelare i diritti e gli interessi degli interessati in relazione alla protezione dei dati personali di proporre un ricorso giurisdizionale per suo conto contro tale autorità di controllo davanti all’autorità giurisdizionale competente nell’altro Stato membro."
		},
		{
			"lang": "ga",
			"text": "Chun an chosaint bhreithiúnach atá ag na daoine is ábhar do shonraí a neartú i gcásanna nach bhfuil an t‑údarás inniúil maoirseachta bunaithe sa Bhallstát céanna ina bhfuil cónaí ar an duine is ábhar do na sonraí, féadfaidh an duine is ábhar do na sonraí iarraidh ar aon chomhlacht, eagraíocht nó comhlachas a bhfuil sé d’aidhm aige cearta agus leasanna daoine is ábhar do shonraí a chosaint i ndáil le cosaint a sonraí pearsanta, féadfaidh sé iarraidh ar aon cheann acu sin imeachtaí i gcoinne an údaráis mhaoirseachta sin a thabhairt os comhair na cúirte inniúla sa Bhallstát eile thar ceann an duine is ábhar do na sonraí."
		},
		{
			"lang": "cs",
			"text": "Aby byla posílena soudní ochrana subjektu údajů v situacích, kdy je příslušný orgán dozoru usazen v jiném členském státě než je stát, ve kterém má subjekt údajů bydliště, může subjekt údajů požádat jakýkoli subjekt, organizaci nebo sdružení, jejichž cílem je chránit práva a zájmy subjektů údajů v souvislosti s ochranou jejich osobních údajů, aby proti tomuto orgánu dozoru v tomto jiném členském státě jeho jménem zahájil u příslušného soudu řízení."
		},
		{
			"lang": "da",
			"text": "For at styrke den retlige beskyttelse af den registrerede i situationer, hvor den kompetente tilsynsmyndighed er etableret i en anden medlemsstat end den medlemsstat, hvor den registrerede er bosiddende, kan den registrerede anmode et organ, en organisation eller en sammenslutning, der har til formål at beskytte registreredes rettigheder og interesser i forbindelse med beskyttelsen af deres personoplysninger, om at anlægge den registreredes sag mod den pågældende tilsynsmyndighed ved den kompetente domstol i den anden medlemsstat."
		},
		{
			"lang": "et",
			"text": "Andmesubjekti õiguskaitse parandamiseks olukorras, kus pädev järelevalveasutus asub liikmesriigis, mis ei ole andmesubjekti elukohariik, võib andmesubjekt paluda mis tahes asutusel, organisatsioonil või ühingul, mille eesmärk on kaitsta andmesubjektide andmete kaitsega seonduvaid õigusi ja huve, esitada andmesubjekti nimel hagi kõnealuse järelevalveasutuse vastu teise liikmesriigi pädevale kohtule."
		},
		{
			"lang": "el",
			"text": "Για την ενίσχυση της δικαστικής προστασίας του προσώπου στο οποίο αναφέρονται τα δεδομένα, σε περιπτώσεις στις οποίες η αρμόδια αρχή ελέγχου είναι εγκαταστημένη σε κράτος μέλος διαφορετικό από εκείνο στο οποίο διαμένει το συγκεκριμένο πρόσωπο, το πρόσωπο αυτό το τελευταίο μπορεί να ζητήσει από οποιονδήποτε φορέα, οργανισμό ή οργάνωση που αποσκοπεί στην προστασία των δικαιωμάτων και των συμφερόντων των προσώπων στα οποία αναφέρονται τα δεδομένα, να κινήσει, για λογαριασμό του, διαδικασία κατά της εν λόγω αρχής ελέγχου στο αρμόδιο δικαστήριο του άλλου κράτους μέλους."
		},
		{
			"lang": "bg",
			"text": "С цел да се укрепи съдебната защита на субекта на данни в ситуации, когато компетентният надзорен орган е установен в държава-членка, различна от държавата-членка по местоживеене на субекта на данни, субектът на данни може да поиска от всяка структура, организация или сдружение, чиято цел е да защитава правата и интересите на субектите на данни по отношение на защитата на техните данни, да заведе дело от негово име срещу този надзорен орган пред компетентния съд в другата държава-членка."
		},
		{
			"lang": "hu",
			"text": "Az érintett bírósági jogvédelmét erősítendő azokban az esetekben, amelyekben az illetékes felügyelő hatóság székhelye nem az érintett lakóhelye szerinti tagállamban van, az érintett az érintettek adataik védelmével kapcsolatos jogainak és érdekeinek védelmével foglalkozó bármely szervtől, szervezettől vagy egyesülettől kérheti, hogy az érintett nevében indítson eljárást a felügyelő hatóssággal szemben a másik tagállam illetékes bírósága előtt."
		},
		{
			"lang": "mt",
			"text": "Sabiex tissaħħaħ il-protezzjoni ġudizzjarja tas-suġġett tad-dejta fis-sitwazzjonijiet fejn l-awtorità ta’ superviżjoni kompetenti hija stabbilita fi Stat Membru ieħor minn dak fejn jgħix is-suġġett tad-dejta, is-suġġett tad-dejta jista’ jitlob kull korp, organizzazzjoni jew assoċjazzjoni li għandha l-għan li tipproteġi d-drittijiet u l-interessi ta’ suġġetti tad-dejta fir-rigward tal-protezzjoni tad-dejta tagħhom biex tressaq ’il quddiem il-proċedimenti f’isem is-suġġett tad-dejta kontra l-awtorità ta’ superviżjoni lill-qorti kompetenti fl-Istat Membru l-ieħor."
		},
		{
			"lang": "lv",
			"text": "Lai stiprinātu datu subjektu tiesību aizsardzību tiesā situācijās, kad kompetentā uzraudzības iestāde atrodas citā dalībvalstī, kas nav datu subjekta dzīvesvietas dalībvalsts, datu subjekts var lūgt jebkurai vienībai, organizācijai vai asociācijai, kuras mērķis ir datu subjektu tiesību un interešu aizsardzība saistībā ar viņu datu aizsardzību, iesniegt datu subjekta vārdā kompetentajā citas dalībvalsts tiesā prasību pret uzraudzības iestādi."
		},
		{
			"lang": "ro",
			"text": "Pentru a se consolida protecția judiciară a persoanelor vizate în situațiile în care autoritatea de supraveghere competentă este stabilită în alt stat membru decât cel în care persoana vizată își are reședința, persoana vizată poate solicita oricărui organism, oricărei organizații sau oricărei asociații care are drept obiectiv asigurarea protecției drepturilor și intereselor persoanelor vizate în ceea ce privește protecția datelor acestora să introducă o acțiune în numele său împotriva autorității de supraveghere respective în fața instanței competente din celălalt stat membru."
		},
		{
			"lang": "sk",
			"text": "S cieľom posilniť súdnu ochranu dotknutých osôb v situáciách, keď príslušný dozorný orgán má sídlo v inom členskom štáte, než je štát, v ktorom má dotknutá osoba bydlisko, dotknutá osoba môže požiadať ktorýkoľvek z orgánov, organizácií či združení, ktorých cieľom je ochrana práv a záujmov dotknutých osôb súvisiaca s ochranou ich osobných údajov, podať v mene dotknutej osoby návrh na začatie konania voči dozornému orgánu na príslušnom súde v tomto druhom členskom štáte."
		},
		{
			"lang": "sl",
			"text": "Za okrepitev sodnega varstva posameznika, na katerega se nanašajo osebni podatki, kadar je pristojni nadzorni organ ustanovljen v drugi državi članici kot tisti, v kateri prebiva posameznik, na katerega se nanašajo osebni podatki, lahko tak posameznik od katerega koli organa, organizacije ali združenja, katerega namen je varstvo pravic in interesov posameznikov pri obdelavi njihovih podatkov, zahteva, da v njegovem imenu pred pristojnim sodiščem v drugi državi članici začne postopek zoper navedeni nadzorni organ."
		},
		{
			"lang": "fi",
			"text": "Jotta voitaisiin vahvistaa rekisteröityjen oikeussuojaa silloin kun toimivaltainen valvontaviranomainen on sijoittautunut johonkin toiseen jäsenvaltioon kuin rekisteröidyn asuinvaltioon, rekisteröity voi pyytää mitä tahansa elintä, järjestöä tai yhdistystä, jonka tarkoituksena on suojella henkilötietojen suojaamiseen liittyviä rekisteröidyn oikeuksia ja etuja, nostamaan puolestaan kanteen valvontaviranomaista vastaan toisen jäsenvaltion toimivaltaisessa tuomioistuimessa."
		},
		{
			"lang": "pl",
			"text": "By wzmocnić ochronę sądową podmiotu danych w sytuacjach, w których właściwy organ nadzorczy ma siedzibę w innym państwie członkowskim niż to, w którym mieszka podmiot danych, podmiot danych może zwrócić się do podmiotu, organizacji lub zrzeszenia mającego na celu ochronę praw i interesów podmiotu danych w zakresie ochrony jego danych z wnioskiem o wszczęcie w jego imieniu postępowania przeciwko temu organowi nadzorczemu we właściwym sądzie innego państwa członkowskiego."
		},
		{
			"lang": "lt",
			"text": "siekiant sustiprinti duomenų subjekto teisminę apsaugą tais atvejais, kai kompetentinga priežiūros institucija įsisteigusi kitoje valstybėje narėje nei duomenų subjektas gyvena, duomenų subjektas gali prašyti bet kurios įstaigos, organizacijos ar asociacijos, siekiančios apginti duomenų subjektų teises ir interesus, susijusius su jų duomenų apsauga, ieškinį tai priežiūros institucijai jo vardu pareikšti kompetentingame kitos valstybės narės teisme;"
		},
		{
			"lang": "nl",
			"text": "Teneinde de juridische bescherming van de betrokkene te beschermen wanneer de bevoegde toezichthoudende autoriteit is gevestigd in een andere lidstaat dan die waar de betrokkene woont, kan de betrokkene alle organen, organisaties of verenigingen die de bescherming van de rechten en belangen van betrokkenen in verband met de bescherming van hun persoonsgegevens tot doel hebben, vragen om namens hem in de andere lidstaat tegen de bevoegde toezichthoudende autoriteit een vordering in te stellen."
		},
		{
			"lang": "sv",
			"text": "För att stärka de registrerades rättsliga skydd i situationer då den behöriga tillsynsmyndigheten är belägen i en annan medlemsstat än den där den registrerade bor, kan dessa begära att organ, organisationer eller sammanslutningar vars syfte är att skydda deras rättigheter och intressen vad gäller personuppgifter på deras vägnar väcker talan mot den tillsynsmyndigheten vid behörig domstol i den andra medlemsstaten."
		}
	],
	"children": [],
	"title": "Recital 114"
}