{
	"id": "r115",
	"type": "recital",
	"literal": "115",
	"parent": "_",
	"text": [
		{
			"lang": "en",
			"text": "In situations where the competent supervisory authority established in another Member State does not act or has taken insufficient measures in relation to a complaint, the data subject may request the supervisory authority in the Member State of his or her habitual residence to bring proceedings against that supervisory authority to the competent court in the other Member State. The requested supervisory authority may decide, subject to judicial review, whether it is appropriate to follow the request or not."
		},
		{
			"lang": "de",
			"text": "In Fällen, in denen die zuständige Aufsichtsbehörde mit Sitz in einem anderen Mitgliedstaat nicht tätig wird oder unzureichende Maßnahmen in Bezug auf eine Beschwerde getroffen hat, sollte die betroffene Person die Aufsichtsbehörde in dem Mitgliedstaat ihres gewöhnlichen Aufenthalts ersuchen können, vor dem zuständigen Gericht im anderen Mitgliedstaat Klage gegen die dortige Aufsichtsbehörde zu erheben. Die ersuchte Aufsichtsbehörde sollte entscheiden können, ob es angemessen ist, dem Ersuchen stattzugeben; diese Entscheidung sollte von einem Gericht nachgeprüft werden können."
		},
		{
			"lang": "fr",
			"text": "Dans le cas où l'autorité de contrôle compétente établie dans un autre État membre n'agit pas ou a pris des mesures insuffisantes au sujet d'une réclamation, la personne concernée peut demander à l'autorité de contrôle de l'État membre dans lequel elle réside habituellement d'intenter une action contre l'autorité de contrôle défaillante, devant la juridiction compétente de l'autre État membre. L'autorité de contrôle requise peut décider, sous contrôle juridictionnel, s'il y a lieu ou non de faire droit à la demande."
		},
		{
			"lang": "es",
			"text": "Cuando la autoridad de control competente establecida en otro Estado miembro no actúe o haya adoptado medidas insuficientes en relación con una reclamación, el interesado puede solicitar a la autoridad de control del Estado miembro de su residencia habitual que ejercite acciones legales contra dicha autoridad de control ante el órgano jurisdiccional competente del otro Estado miembro. La autoridad de control requerida puede decidir, bajo control jurisdiccional, si es oportuno atender la solicitud o no."
		},
		{
			"lang": "pt",
			"text": "Quando a autoridade de controlo competente estabelecida noutro Estado-Membro não adotar as medidas necessárias ou o fizer de forma insuficiente em relação a uma queixa, o titular dos dados pode solicitar à autoridade de controlo do Estado-Membro da sua residência habitual que intente uma ação contra a autoridade de controlo em falta no tribunal competente do outro Estado-Membro. A autoridade de controlo requerida pode decidir, sem prejuízo de ação judicial, se é ou não adequado responder a esse pedido."
		},
		{
			"lang": "it",
			"text": "Nei casi in cui l’autorità di controllo competente stabilita in un altro Stato membro non agisca o abbia adottato misure insufficienti a seguito di un reclamo, l’interessato può chiedere all’autorità di controllo dello Stato membro in cui ha la residenza abituale di proporre un ricorso giurisdizionale contro tale autorità di controllo davanti all’autorità giurisdizionale competente nell’altro Stato membro. L’autorità di controllo richiesta può decidere, con atto impugnabile in via giurisdizionale, se sia opportuno dare seguire alla richiesta."
		},
		{
			"lang": "ga",
			"text": "Mura ngníomhaíonn an t‑údarás inniúil maoirseachta atá bunaithe i mBallstát eile nó mura bhfuil bearta leordhóthanacha déanta aige mar fhreagairt ar ghearán, féadfaidh an duine is ábhar do na sonraí iarraidh ar an údarás maoirseachta sa Bhallstát ina bhfuil gnáthchónaí air imeachtaí i gcoinne an chéad údaráis mhaoirseachta sin a thabhairt os comhair na cúirte inniúla sa Bhallstát eile. Féadfaidh an t‑údarás maoirseachta iarrtha cinneadh a dhéanamh, faoi réir athbhreithniú breithiúnach, an iomchuí an iarraidh a chomhlíonadh nó nach iomchuí."
		},
		{
			"lang": "cs",
			"text": "V případech, kdy příslušný orgán dozoru usazený v jiném členském státě v souvislosti se stížností nejedná nebo přijal nedostatečná opatření, může subjekt údajů požádat orgán dozoru v členském státě svého obvyklého pobytu, aby proti tomuto orgánu dozoru v tomto jiném členském státě zahájil u příslušného soudu řízení. Dožadovaný orgán dozoru může s výhradou soudního přezkumu rozhodnout, zda je vhodné této žádosti vyhovět či nikoli."
		},
		{
			"lang": "da",
			"text": "I situationer, hvor den kompetente tilsynsmyndighed, der er etableret i en anden medlemsstat, undlader at handle eller har iværksat utilstrækkelige foranstaltninger i forbindelse med en klage, kan den registrerede anmode tilsynsmyndigheden i den medlemsstat, hvor han eller hun har sit sædvanlige opholdssted, om at anlægge sag mod den pågældende tilsynsmyndighed ved den kompetente domstol i den anden medlemsstat. Den tilsynsmyndighed, der har modtaget en sådan anmodning, kan med forbehold af domstolsprøvelse afgøre, om anmodningen bør efterkommes."
		},
		{
			"lang": "et",
			"text": "Olukorras, kus teises liikmesriigis asuv pädev järelevalveasutus ei võta seoses kaebusega meetmeid või on tema võetud meetmed ebapiisavad, võib andmesubjekt esitada oma tavapärases elukohariigis asuvale järelevalveasutusele taotluse, et see esitaks teise liikmesriigi pädevale kohtule hagi teise liikmesriigi järelevalveasutuse vastu. Taotluse saanud järelevalveasutus võib otsustada, kas taotluse vastuvõtmine on asjakohane või mitte ning tema otsuse võib kohtulikult läbi vaadata."
		},
		{
			"lang": "el",
			"text": "Σε περιπτώσεις στις οποίες η αρμόδια αρχή ελέγχου που είναι εγκαταστημένη σε άλλο κράτος μέλος δεν ενεργεί ή λαμβάνει ανεπαρκή μέτρα σε σχέση με μια καταγγελία, το πρόσωπο στο οποίο αναφέρονται τα δεδομένα μπορεί να ζητεί από την αρχή ελέγχου του κράτους μέλους στο οποίο έχει τη συνήθη διαμονή του να κινήσει διαδικασία κατά της εν λόγω αρχής ελέγχου στο αρμόδιο δικαστήριο του άλλου κράτους μέλους. Η αρχή ελέγχου στην οποία υποβάλλεται το αίτημα μπορεί να αποφασίζει, με την επιφύλαξη δικαστικού ελέγχου, κατά πόσον ενδείκνυται να δώσει συνέχεια στο αίτημα."
		},
		{
			"lang": "bg",
			"text": "В ситуации, в които компетентният надзорен орган, установен в друга държава-членка, не предприема действия по дадена жалба или не предприема достатъчни мерки по нея, субектът на данни може да поиска от надзорния орган в неговата държава-членка по местоживеене да заведе дело срещу другия надзорен орган пред компетентния съд в другата държава-членка. Надзорният орган, към който е отправено такова искане, може да реши, след като го подложи на съдебен контрол, дали е целесъобразно да изпълни искането или не."
		},
		{
			"lang": "hu",
			"text": "Azokban az esetekben, amelyekben a valamely másik tagállamban székhellyel rendelkező illetékes felügyelő hatóság nem jár el, vagy nem megfelelő intézkedéseket tett valamely panasz nyomán, az érintett a szokásos tartózkodási helye szerinti tagállam felügyelő hatóságától kérheti, hogy indítson eljárást e felügyelő hatóssággal szemben a másik tagállam illetékes bírósága előtt. A kérelmet elbíráló felügyelő hatóság – bírósági felülvizsgálat tárgyát képező – határozatban dönthet arról, hogy helyt adhat-e a kérelemnek, vagy sem."
		},
		{
			"lang": "mt",
			"text": "F’sitwazzjonijiet fejn l-awtorità ta’ superviżjoni kompetenti li tkun stabbilita fi Stat Membru ieħor ma taġixxix jew tkun ħadet miżuri insuffiċjenti fir-rigward ta’ lment, is-suġġett tad-dejta jista’ titlob lill-awtorità ta’ superviżjoni fl-Istat Membru tar-residenza abitwali tiegħu jew tagħha sabiex tressaq proċeduri kontra dik l-awtorità ta’ superviżjoni lill-qorti kompetenti fl-Istat Membru l-ieħor. L-awtorità ta’ superviżjoni mitluba tista’ tiddeċiedi, soġġett għal stħarriġ ġudizzjarju, jekk huwiex xieraq li tiġi segwita t-talba jew le."
		},
		{
			"lang": "lv",
			"text": "Gadījumos, kad uzraudzības iestāde, kas atrodas citā dalībvalstī nerīkojas vai ir īstenojusi nepietiekamus pasākumus saistībā ar sūdzību, datu subjekts var lūgt uzraudzības iestādi savas pastāvīgās dzīvesvietas dalībvalstī iesniegt kompetentajā citas dalībvalsts tiesā prasību pret attiecīgo uzraudzības iestādi. Uzraudzības iestāde, kurai izteikts šāds pieprasījums, var lemt, vai ir pamats izpildīt šādu pieprasījumu ar noteikumu, ka šo lēmumu var pārsūdzēt tiesā."
		},
		{
			"lang": "ro",
			"text": "În situațiile în care autoritatea de supraveghere competentă stabilită în alt stat membru nu acționează sau a adoptat măsuri insuficiente în legătură cu o plângere, persoana vizată poate solicita autorității de supraveghere din statul membru în care își are reședința obișnuită să introducă o acțiune împotriva autorității de supraveghere respective în fața instanței competente din celălalt stat membru. Autoritatea de supraveghere poate decide, sub control judiciar, dacă este sau nu este oportun să se dea curs cererii."
		},
		{
			"lang": "sk",
			"text": "V situáciách, keď príslušný dozorný orgán so sídlom v inom členskom štáte nekoná alebo neprijal dostatočné opatrenia vo veci sťažnosti, dotknutá osoba môže požiadať dozorný orgán v členskom štáte jej obvyklého pobytu, aby tento podal návrh na začatie konania voči predmetnému dozornému orgánu na príslušnom súde v tomto druhom členskom štáte. Požiadaný dozorný orgán môže rozhodnúť, s výhradou preskúmania súdom, či je vhodné danej žiadosti vyhovieť alebo nie."
		},
		{
			"lang": "sl",
			"text": "V primerih, kadar se pristojni nadzorni organ s sedežem v drugi državi članici ne odzove ali ne sprejme zadostnih ukrepov v zvezi s pritožbo, lahko posameznik, na katerega se nanašajo osebni podatki, od nadzornega organa države članice njegovega običajnega prebivališča zahteva, da pred pristojnim sodiščem v drugi državi članici začne postopek zoper navedeni nadzorni organ. Zaprošeni nadzorni organ se lahko odloči, ali je primerno ugoditi zahtevi; odločitev je lahko predmet sodne presoje."
		},
		{
			"lang": "fi",
			"text": "Jos toiseen jäsenvaltioon sijoittautunut toimivaltainen valvontaviranomainen ei toteuta valituksen perusteella toimenpiteitä tai ei toteuta riittäviä toimenpiteitä, rekisteröity voi pyytää asuinjäsenvaltionsa valvontaviranomaista nostamaan kanteen tuota viranomaista vastaan toisen jäsenvaltion toimivaltaisessa tuomioistuimessa. Pyynnön vastaanottanut valvontaviranomainen voi päättää, onko pyynnön perusteella asianmukaista toteuttaa toimenpiteitä vai ei, ja ratkaisu olisi voitava saattaa tuomioistuimen käsiteltäväksi."
		},
		{
			"lang": "pl",
			"text": "W sytuacji, w której właściwy organ nadzorczy mający siedzibę w innym państwie członkowskim nie podejmuje działania lub podjął niewystarczające środki w odniesieniu do skargi, podmiot danych może zwrócić się do organu nadzorczego w państwie członkowskim, w którym ma miejsce zwykłego pobytu, o wszczęcie postępowania przeciwko temu organowi nadzorczemu we właściwym sądzie innego państwa członkowskiego. Organ nadzorczy, do którego złożono wniosek, może podjąć decyzję, z zastrzeżeniem kontroli sądowej, czy przyjęcie wniosku jest właściwe."
		},
		{
			"lang": "lt",
			"text": "tais atvejais, kai kitoje valstybėje narėje įsisteigusi kompetentinga priežiūros institucija nesiima veiksmų arba ėmėsi nepakankamų priemonių dėl skundo, duomenų subjektas gali prašyti valstybės narės, kurioje yra jo nuolatinė gyvenamoji vieta, priežiūros institucijos pareikšti ieškinį tai priežiūros institucijai kompetentingame kitos valstybės narės teisme. Prašomoji priežiūros institucija gali priimti sprendimą, kurį galima peržiūrėti teismine tvarka, ar tinkama šį prašymą tenkinti;"
		},
		{
			"lang": "nl",
			"text": "Wanneer de bevoegde toezichthoudende autoriteit in een andere lidstaat is gevestigd en niet optreedt of onvoldoende maatregelen heeft getroffen naar aanleiding van een klacht, kan de betrokkene de toezichthoudende autoriteit van de lidstaat waar hij gewoonlijk verblijft, verzoeken om tegen die bevoegde toezichthoudende autoriteit een vordering in te stellen bij de bevoegde gerechtelijke instantie in de andere lidstaat. De beslissing of het passend is om gevolg te geven aan het verzoek, is aan de aangezochte toezichthoudende autoriteit en kan worden onderworpen aan rechterlijke toetsing."
		},
		{
			"lang": "sv",
			"text": "I situationer då en behörig tillsynsmyndighet belägen i en annan medlemsstat underlåter att agera eller har vidtagit otillräckliga åtgärder i samband med klagomål kan de registrerade anmoda tillsynsmyndigheten i den medlemsstat där de har hemvist att väcka talan mot den tillsynsmyndigheten vid behörig domstol i den andra medlemsstaten. Den anmodade tillsynsmyndigheten kan fatta beslut om huruvida denna begäran bör hörsammas eller ej. Beslutet bör kunna bli föremål för domstolsprövning."
		}
	],
	"children": [],
	"title": "Recital 115"
}