{
	"id": "r119",
	"type": "recital",
	"literal": "119",
	"parent": "_",
	"text": [
		{
			"lang": "en",
			"text": "Penalties should be imposed to any person, whether governed by private or public law, who fails to comply with this Regulation. Member States should ensure that the penalties should be effective, proportionate and dissuasive and should take all measures to implement the penalties."
		},
		{
			"lang": "de",
			"text": "Gegen jede – privatem oder öffentlichem Recht unterliegende – Person, die gegen diese Verordnung verstößt, sollten Sanktionen verhängt werden. Die Mitgliedstaaten sollten dafür sorgen, dass die Sanktionen wirksam, verhältnismäßig und abschreckend sind, und alle Maßnahmen zu ihrer Anwendung treffen."
		},
		{
			"lang": "fr",
			"text": "Toute personne de droit privé ou de droit public qui ne respecte pas le présent règlement devrait faire l'objet de sanctions pénales. Les États membres devraient veiller à ce que les sanctions soient effectives, proportionnées et dissuasives, et prendre toutes mesures nécessaires à leur application."
		},
		{
			"lang": "es",
			"text": "Deben imponerse sanciones a aquellas personas, ya sean de Derecho público o privado, que no cumplan lo dispuesto en el presente Reglamento. Los Estados miembros deben asegurarse de que las sanciones sean efectivas, proporcionadas y disuasorias y deben tomar todas las medidas para su aplicación."
		},
		{
			"lang": "pt",
			"text": "Devem ser aplicadas sanções a qualquer pessoa, de direito privado ou de direito público, que não respeite o disposto no presente regulamento. Os Estados-Membros devem assegurar que as sanções sejam efetivas, proporcionadas e dissuasivas, e adotar todas as medidas necessárias à sua aplicação."
		},
		{
			"lang": "it",
			"text": "Dovrebbe essere punibile chiunque, persona di diritto pubblico o di diritto privato, non ottemperi alle disposizioni del presente regolamento. Gli Stati membri devono garantire sanzioni efficaci, proporzionate e dissuasive e adottare tutte le misure necessarie per la loro applicazione."
		},
		{
			"lang": "ga",
			"text": "Ba cheart pionóis a ghearradh ar aon duine, arna rialú faoin dlí príobháideach nó faoin dlí poiblí, nach gcomhlíonann an Rialachán seo. Ba cheart do na Ballstáit a áirithiú gur pionóis éifeachtacha comhréireacha athchomhairleacha iad agus ba cheart dóibh gach beart a dhéanamh chun na pionóis sin a chur chun feidhme."
		},
		{
			"lang": "cs",
			"text": "Každé osobě, ať již podléhá soukromému či veřejnému právu, která nebude dodržovat toto nařízení, by měly být uloženy sankce. Členské státy by měly zajistit, že sankce budou účinné, přiměřené a odrazující, a měly by přijmout veškerá opatření pro uplatnění sankcí."
		},
		{
			"lang": "da",
			"text": "Personer, der overtræder denne forordning, bør kunne pålægges sanktioner, uanset om de er omfattet af privat- eller offentligretlig lovgivning. Medlemsstaterne bør sikre, at sanktionerne er effektive, står i et rimeligt forhold til overtrædelsen og har afskrækkende virkning, og bør træffe alle foranstaltninger for at gennemføre sanktionerne."
		},
		{
			"lang": "et",
			"text": "Igale eraõiguslikule või avalik-õiguslikule isikule, kes ei järgi käesolevat määrust, tuleks määrata karistus. Liikmesriigid peaksid tagama, et karistused on tõhusad, proportsionaalsed ja hoiatavad ning nad peaksid võtma kõik meetmed karistuste täitmisele pööramiseks."
		},
		{
			"lang": "el",
			"text": "Πρέπει να επιβάλλονται ποινές σε κάθε πρόσωπο, ιδιωτικού ή δημόσιου δικαίου το οποίο δεν συμμορφώνεται προς τον παρόντα κανονισμό. Τα κράτη μέλη πρέπει να διασφαλίζουν ότι οι ποινές είναι αποτελεσματικές, αναλογικές και αποτρεπτικές και πρέπει να λαμβάνουν κάθε μέτρο για την επιβολή των ποινών."
		},
		{
			"lang": "bg",
			"text": "На всяко физическо или юридическо лице, което не спазва настоящия регламент, следва да се налагат санкции, независимо дали то е субект на частното или публичното право. Държавите-членки следва да гарантират, че санкциите са ефективни, съразмерни и възпиращи и следва да предприемат всички мерки за тяхното изпълнение."
		},
		{
			"lang": "hu",
			"text": "Szankciót kell kiróni minden olyan személyre – függetlenül attól, hogy a magán- vagy a közjog hatálya alá tartozik-e –, aki/amely nem tesz eleget e rendeletnek. A tagállamoknak biztosítaniuk kell, hogy a szankciók hatékonyak, arányosak és visszatartó erejűek legyenek, és minden szükséges intézkedést meg kell tenniük a szankciók végrehajtása érdekében."
		},
		{
			"lang": "mt",
			"text": "Għandhom jiġu imposti pieni fuq kwalunkwe persuna, sew jekk regolati b’liġi privata kif ukoll jekk bil-liġi pubblika, li tonqos li tikkonforma ma’ dan ir-Regolament. L-Istati Membri għandhom jassiguraw li l-pieni jkunu effettivi, proporzjonati u dissważivi u għandhom jrisu l-miżuri kollha sabiex jimplimentaw il-pieni"
		},
		{
			"lang": "lv",
			"text": "Būtu jāpiemēro sankcijas jebkurai personai - privāto vai publisko tiesību subjektam, kura neievēro šo regulu. Dalībvalstīm būtu jānodrošina, ka sankcijas ir efektīvas, samērīgas un atturošas un tām būtu jāveic visi pasākumi sankciju īstenošanai."
		},
		{
			"lang": "ro",
			"text": "Ar trebui impuse sancțiuni oricărei persoane, de drept privat sau public, care nu respectă prezentul regulament. Statele membre ar trebui să se asigure că sancțiunile sunt eficace, proporționale și cu efect de descurajare și ar trebui să adopte toate măsurile pentru punerea în aplicare a sancțiunilor."
		},
		{
			"lang": "sk",
			"text": "Každej osobe, ktorá nedodrží toto nariadenie, by sa mali uložiť sankcie bez ohľadu na to, či podlieha súkromnému alebo verejnému právu. Členské štáty by mali zabezpečiť, aby sankcie boli účinné, primerané a odrádzajúce a prijať všetky opatrenia na vymáhanie týchto sankcií."
		},
		{
			"lang": "sl",
			"text": "Kaznovati bi bilo treba vsako osebo, za katero velja zasebno ali javno pravo in ki ne ravna v skladu s to uredbo. Države članice bi morale zagotoviti, da so kazenske sankcije učinkovite, sorazmerne in odvračilne, ter sprejeti vse ukrepe za izvršitev kazenskih sankcij."
		},
		{
			"lang": "fi",
			"text": "Olisi säädettävä seuraamuksista julkis- tai yksityisoikeudellisille luonnollisille tai oikeushenkilöille, jotka eivät noudata tätä asetusta. Jäsenvaltioiden olisi varmistettava, että seuraamukset ovat tehokkaita, oikeasuhteisia ja varoittavia, ja toteutettava kaikki toimenpiteet seuraamusten täytäntöönpanemiseksi."
		},
		{
			"lang": "pl",
			"text": "Na wszystkie osoby fizyczne i prawne, która nie przestrzegają niniejszego rozporządzenia, niezależnie od tego czy działają na podstawie prawa prywatnego czy publicznego, powinny zostać nałożone kary. Państwa członkowskie powinny dopilnować, by kary były skuteczne, proporcjonalne i odstraszające, oraz podjąć wszelkie środki mające na celu wykonanie tych kar."
		},
		{
			"lang": "lt",
			"text": "viešosios teisės arba privatinės teisės reglamentuojamam asmeniui, nesilaikančiam šio reglamento, turėtų būti skiriamos sankcijos. Valstybės narės turėtų užtikrinti, kad sankcijos būtų veiksmingos, proporcingos ir atgrasomos, ir privalo imtis visų priemonių sankcijoms vykdyti;"
		},
		{
			"lang": "nl",
			"text": "Er moet worden voorzien in sancties jegens iedere persoon, ongeacht of deze onder het publiekrecht dan wel onder het privaatrecht valt, die deze verordening niet naleeft. De lidstaten dienen erop toe te zien dat de sancties doeltreffend, evenredig en afschrikkend zijn en alle maatregelen te nemen om de sancties ten uitvoer te leggen."
		},
		{
			"lang": "sv",
			"text": "Om någon underlåter att följa denna förordning bör detta leda till påföljder, oavsett om personen omfattas av privaträttslig eller offentligrättslig lagstiftning. Medlemsstaterna bör se till att påföljderna är effektiva, proportionella och avskräckande och bör vidta alla åtgärder som krävs för att påföljderna ska verkställas."
		}
	],
	"children": [],
	"title": "Recital 119"
}