{
	"id": "r120",
	"type": "recital",
	"literal": "120",
	"parent": "_",
	"text": [
		{
			"lang": "en",
			"text": "In order to strengthen and harmonise administrative sanctions against infringements of this Regulation, each supervisory authority should have the power to sanction administrative offences. This Regulation should indicate these offences and the upper limit for the related administrative fines, which should be fixed in each individual case proportionate to the specific situation, with due regard in particular to the nature, gravity and duration of the breach. The consistency mechanism may also be used to cover divergences in the application of administrative sanctions."
		},
		{
			"lang": "de",
			"text": "Um die verwaltungsrechtlichen Sanktionen, die bei Verstößen gegen diese Verordnung verhängt werden können, zu vereinheitlichen und ihnen mehr Wirkung zu verleihen, sollte jede Aufsichtsbehörde befugt sein, verwaltungsrechtliche Vergehen zu ahnden. Diese Vergehen sollten in dieser Verordnung zusammen mit der Obergrenze der entsprechenden Geldbußen aufgeführt werden, die in jedem Einzelfall im Verhältnis zu den besonderen Umständen des Falls und unter Berücksichtigung insbesondere der Art, Schwere und Dauer des Verstoßes festzusetzen sind. Abweichungen bei der Anwendung verwaltungsrechtlicher Sanktionen können im Kohärenzverfahren behandelt werden."
		},
		{
			"lang": "fr",
			"text": "Afin de renforcer et d'harmoniser les sanctions administratives applicables en cas de violation du présent règlement, chaque autorité de contrôle devrait avoir le pouvoir de sanctionner les infractions administratives. Le présent règlement devrait définir ces infractions ainsi que le montant maximal des amendes administratives dont elles sont passibles. Le montant de l'amende devrait être fixé, dans chaque cas, en fonction de la situation spécifique, compte dûment tenu, notamment, de la nature, de la gravité et de la durée de l'infraction. Il pourrait en outre être recouru au mécanisme de contrôle de la cohérence pour résoudre les divergences d'application des sanctions administratives."
		},
		{
			"lang": "es",
			"text": "Con el fin de reforzar y armonizar las sanciones administrativas contra las infracciones de las disposiciones del presente Reglamento, cada autoridad de control debe estar facultado para sancionar las infracciones administrativas. El presente Reglamento debe indicar estas infracciones y el límite máximo para las correspondientes multas administrativas que deben fijarse en cada caso concreto, en proporción a la situación específica, teniendo en cuenta, en particular, la naturaleza, la gravedad y la duración de la violación. El mecanismo de coherencia también puede emplearse para cubrir las divergencias en la aplicación de las sanciones administrativas."
		},
		{
			"lang": "pt",
			"text": "A fim de reforçar e harmonizar as sanções administrativas aplicáveis em caso de infração ao presente regulamento, cada autoridade de controlo deve ter competência para sancionar as infrações administrativas. O presente regulamento deve definir essas infrações e o montante máximo das multas administrativas daí decorrentes, que deve ser fixado, para cada caso, proporcionalmente à situação específica, e tendo em devida conta, em particular, a natureza, a gravidade e a duração da violação. O mecanismo de controlo da coerência pode ser utilizado para resolver as divergências de aplicação das sanções administrativas."
		},
		{
			"lang": "it",
			"text": "Al fine di rafforzare e armonizzare le sanzioni amministrative applicabili per violazione del presente regolamento, ogni autorità di controllo deve poter sanzionare gli illeciti amministrativi. Il presente regolamento deve specificare detti illeciti e indicare il limite massimo della relativa sanzione amministrativa, che va stabilita in misura proporzionata alla situazione specifica, tenuto conto in particolare della natura, gravità e durata dell’infrazione. Il meccanismo di coerenza può essere utilizzato anche per colmare divergenze nell’applicazione delle sanzioni amministrative."
		},
		{
			"lang": "ga",
			"text": "Chun smachtbhannaí riaracháin a neartú agus a chomhchuibhiú i gcoinne sáruithe ar an Rialachán seo, ba cheart go mbeadh sé de chumhacht ag gach údarás maoirseachta smachtbhannaí a chur ar chionta riaracháin. Sa Rialachán seo, ba cheart na cionta sin agus an uasteorainn do na fíneálacha riaracháin a bhaineann leo a leagan amach, ar fíneálacha iad ba cheart a shocrú i ngach cás aonair i gcomhréir leis an staid shonrach, agus aird chuí á tabhairt go háirithe ar chineál, tromaíocht agus fad an tsáraithe. Féadfar an sásra comhsheasmhachta a úsáid freisin chun éagothromachtaí i gcur i bhfeidhm smachtbhannaí riaracháin a chumhdach."
		},
		{
			"lang": "cs",
			"text": "Aby byly posíleny a harmonizovány správní sankce za porušení tohoto nařízení, měl by každý orgán dozoru mít pravomoc trestat správní přestupky. Tyto přestupky by měly být uvedeny v tomto nařízení spolu s maximální hranicí odpovídajících správních pokut, které by měly být stanoveny v každém jednotlivém případě poměrně ke konkrétní situaci a s ohledem zejména na povahu, závažnost a dobu trvání daného porušení. V rámci mechanismu jednotnosti mohou být projednávány také odchylky při používání správních sankcí."
		},
		{
			"lang": "da",
			"text": "For at styrke og harmonisere de administrative sanktioner for overtrædelse af denne forordning bør hver tilsynsmyndighed have beføjelse til at sanktionere administrative overtrædelser. Denne forordning bør angive disse overtrædelser og maksimumsbeløb for de tilknyttede administrative bøder, der bør fastsættes i hver sag i forhold til den konkrete situation med behørig hensyntagen til karakteren, alvoren og varigheden af hver overtrædelse. Sammenhængsmekanismen kan også anvendes til at dække forskelle i anvendelsen af administrative sanktioner."
		},
		{
			"lang": "et",
			"text": "Selleks et tugevdada ja ühtlustada halduskaristusi käesoleva määruse rikkumise korral, peaksid igal järelevalveasutusel olema volitused karistada haldusrikkumiste eest. Käesolevas määruses tuleks loetleda need rikkumised ja sätestada asjaomase haldustrahvi ülemmäär, mis tuleks iga juhtumi puhul eraldi kindlaks määrata vastavalt konkreetsele olukorrale, eelkõige silmas pidades rikkumise laadi, raskusastet ja ajalist kestvust. Halduskaristuste kohaldamise erinevuste kompenseerimiseks võib kasutada ka järjepidevuse mehhanismi."
		},
		{
			"lang": "el",
			"text": "Για την ενίσχυση και την εναρμόνιση των διοικητικών κυρώσεων κατά παραβάσεων του παρόντος κανονισμού, κάθε αρχή ελέγχου πρέπει να έχει την εξουσία να επιβάλλει κυρώσεις για διοικητικά παραπτώματα. Ο παρών κανονισμός πρέπει να υποδεικνύει τα παραπτώματα αυτά καθώς και το ανώτατο όριο για τα σχετικά διοικητικά πρόστιμα, τα οποία πρέπει να καθορίζονται σε κάθε μεμονωμένη περίπτωση αναλογικά προς τη συγκεκριμένη κατάσταση, λαμβάνοντας δεόντως υπόψη ειδικότερα τη φύση, τη βαρύτητα και τη διάρκεια της παράβασης. Ο μηχανισμός συνεκτικότητας μπορεί να χρησιμοποιείται επίσης για την αντιμετώπιση αποκλίσεων στην επιβολή διοικητικών κυρώσεων."
		},
		{
			"lang": "bg",
			"text": "С цел да се засилят и хармонизират административните санкции за нарушенията на настоящия регламент всеки надзорен орган следва да има правомощието да санкционира административни нарушения. В настоящия регламент следва да се посочат тези нарушения, както и максималния размер на свързаните с тях административни глоби, които следва да се определят във всеки отделен случай, пропорционално на конкретната ситуация, по-специално като надлежно се отчитат естеството, тежестта и продължителността на нарушението. Механизмът за съгласуваност може да се използва също така за уреждане на различия в прилагането на административните санкции."
		},
		{
			"lang": "hu",
			"text": "Az e rendelet megsértése esetén alkalmazott közigazgatási szankciók szigorítása és harmonizálása érdekében minden felügyelő hatóság szankcionálhatja a közigazgatási szabálysértéseket. E rendelet meghatározza e szabálysértéseket, valamint a kapcsolódó közigazgatási bírság felső határát, amelyet minden egyes esetben a konkrét helyzettel arányosan kell meghatározni, kellő figyelmet fordítva különösen a jogsértés természetére, súlyosságára és időtartamára. Az egységességi mechanizmus a közigazgatási szankciók alkalmazásában mutatkozó eltérések kezelésére is felhasználható."
		},
		{
			"lang": "mt",
			"text": "Sabiex issaħħaħ u tarmonizza s-sanzjonijiet amministrattivi kontra l-ksur ta’ dan ir-Regolament, kull awtorità ta’ superviżjoni għandu jkollha s-setgħa li tissanzjona reati amministrattivi. Dan ir-Regolament għandu jindika dawn ir-reati u l-limitu massimu għall-multi amministrattivi relatati, li għandhom ikunu ffissati f’kull każ individwali b’mod proporzjonali mas-sitwazzjoni speċifika, bil-kunsiderazzjoni xierqa speċjalment għan-natura, il-gravità u t-tul ta’ żmien tal-ksur. Il-mekkaniżmu ta’ konsistenza jista' jintuża wkoll biex ikopri d-diverġenzi fl-applikazzjoni tas-sanzjonijiet amministrattivi."
		},
		{
			"lang": "lv",
			"text": "Lai stiprinātu un tuvinātu administratīvās sankcijas par regulas pārkāpumiem, katrai uzraudzības iestādei būtu jāpiešķir pilnvaras sodīt par administratīviem pārkāpumiem. Šajā regulā būtu jāuzskaita šie pārkāpumi un jānosaka maksimālais attiecīgā administratīvā naudas soda apmērs, savukārt, soda apmēru katrā atsevišķā gadījumā būtu jānosaka samērīgi konkrētajai situācijai, pienācīgi ņemot vērā jo īpaši pārkāpuma būtību, smagumu un ilgumu. Konsekvences mehānismu arī varētu izmantot, lai aptvertu tos gadījumus, kad ir novērojamas atšķirības administratīvo sankciju piemērošanā."
		},
		{
			"lang": "ro",
			"text": "Pentru consolidarea și armonizarea sancțiunilor administrative în cazul încălcării prezentului regulament, fiecare autoritate de supraveghere ar trebui să aibă competența de a sancționa infracțiunile administrative. Prezentul regulament ar trebui să indice aceste infracțiuni și limita maximă a amenzilor administrative aferente, care ar trebui să fie stabilite în fiecare caz, proporțional cu situația specifică, luându-se în considerare în mod corespunzător, în special, natura, gravitatea și durata încălcării. Mecanismul pentru asigurarea coerenței poate fi, de asemenea, utilizat în scopul remedierii divergențelor în aplicarea sancțiunilor administrative."
		},
		{
			"lang": "sk",
			"text": "S cieľom posilniť a harmonizovať správne sankcie za porušovanie tohto nariadenia by každý dozorný orgán mal mať právomoc sankcionovať správne priestupky. V tomto nariadení by sa mali uviesť tieto priestupky a horná hranica príslušných správnych pokút, ktoré by sa mali stanoviť v každom jednotlivom prípade úmerne ku konkrétnej situácii s náležitým zreteľom najmä na povahu, závažnosť a trvanie porušenia. Mechanizmus konzistentnosti by sa mal využiť aj na riešenie rozdielností pri uplatňovaní správnych sankcií."
		},
		{
			"lang": "sl",
			"text": "Za okrepitev in uskladitev upravnih sankcij za kršitve te uredbe bi moral imeti vsak nadzorni organ pooblastila za kaznovanje upravnih kršitev. Ta uredba bi morala navajati te kršitve in zgornjo mejo s tem povezanih upravnih kazni, ki bi morale biti v vsakem posameznem primeru določene sorazmerno s posebnimi okoliščinami in ob upoštevanju zlasti narave, teže in trajanja kršitve. Mehanizem za skladnost se lahko uporabi tudi za kritje razlik pri uporabi upravnih sankcij."
		},
		{
			"lang": "fi",
			"text": "Tämän asetuksen rikkomisen vuoksi määrättävien hallinnollisten seuraamusten lujittamiseksi ja yhdenmukaistamiseksi jokaisella valvontaviranomaisella olisi oltava valtuudet määrätä hallinnollisia seuraamuksia. Tässä asetuksessa olisi mainittava nämä rikkomukset ja niistä määrättävien sakkojen enimmäismäärä, joka olisi vahvistettava kussakin tapauksessa erikseen tilanteen mukaan, ottaen huomioon rikkomuksen luonne, vakavuus ja kesto. Yhdenmukaisuusmekanismissa voidaan käsitellä myös hallinnollisten seuraamusten soveltamiseen liittyviä eroavuuksia."
		},
		{
			"lang": "pl",
			"text": "W celu wzmocnienia i zharmonizowania sankcji administracyjnych za naruszenia przepisów niniejszego rozporządzenia, każdy organ nadzorczy powinien być uprawniony do nakładania sankcji administracyjnych. Niniejsze rozporządzenie powinno wymieniać te przestępstwa oraz wskazywać górną granicę wysokości grzywien administracyjnych, którą należy ustalić oddzielnie dla każdego przypadku, odpowiednio do danej sytuacji, ze szczególnym uwzględnieniem charakteru, wagi i czasu trwania naruszenia. Z mechanizmu zgodności można także korzystać do zniesienia różnic w stosowaniu sankcji administracyjnych."
		},
		{
			"lang": "lt",
			"text": "siekiant sustiprinti administracinių sankcijų už šio reglamento pažeidimus poveikį ir jas suvienodinti, kiekvienai priežiūros institucijai turėtų būti suteikti įgaliojimai skirti sankcijas už administracinius pažeidimus. Šiame reglamente turėtų būti nurodyti tie pažeidimai ir nustatyti didžiausi už juos skiriamų administracinių baudų dydžiai; baudos kiekvienu konkrečiu atveju turėtų būti proporcingos atvejo aplinkybėms ir skiriamos atsižvelgiant visų pirma į pažeidimo pobūdį, sunkumą ir trukmę. Nuoseklumo užtikrinimo mechanizmas taip pat gali būti naudojamas siekiant pašalinti administracinių sankcijų taikymo skirtumus;"
		},
		{
			"lang": "nl",
			"text": "Teneinde de administratieve sancties tegen inbreuken op deze verordening te versterken en te harmoniseren dient iedere toezichthoudende autoriteit bevoegd te zijn om administratieve overtredingen te bestraffen. In deze verordening dienen de overtredingen te worden benoemd en maxima te worden vastgesteld voor de daaraan verbonden administratieve geldboeten, die evenredig moeten zijn met de betrokken situatie en per afzonderlijk geval dienen te worden bepaald, met inachtneming van met name de aard, de ernst en de duur van de inbreuk. De conformiteitstoetsing kan ook worden gebruikt met betrekking tot verschillen bij de toepassing van administratieve sancties."
		},
		{
			"lang": "sv",
			"text": "För att förstärka och harmonisera de administrativa sanktioner som kan föranledas av överträdelser av denna förordning bör samtliga tillsynsmyndigheter ha befogenhet att utfärda sanktioner för administrativa överträdelser. I denna förordning bör det anges vilka dessa överträdelser är och en övre gräns för de administrativa böter som i varje enskilt fall bör fastställas proportionellt i det enskilda fallet, med vederbörlig hänsyn bl.a. till överträdelsens natur, svårhetsgrad och varaktighet. Avvikelser i tillämpningen av de administrativa sanktionerna kan också tas upp inom ramen för mekanismen för enhetlighet."
		}
	],
	"children": [],
	"title": "Recital 120"
}