{
	"id": "r122",
	"type": "recital",
	"literal": "122",
	"parent": "_",
	"text": [
		{
			"lang": "en",
			"text": "The processing of personal data concerning health, as a special category of data which deserves higher protection, may often be justified by a number of legitimate reasons for the benefit of individuals and society as a whole, in particular in the context of ensuring continuity of cross-border healthcare. Therefore this Regulation should provide for harmonised conditions for the processing of personal data concerning health, subject to specific and suitable safeguards so as to protect the fundamental rights and the personal data of individuals. This includes the right for individuals to have access to their personal data concerning their health, for example the data in their medical records containing such information as diagnosis, examination results, assessments by treating physicians and any treatment or interventions provided."
		},
		{
			"lang": "de",
			"text": "Für die Verarbeitung von personenbezogenen Gesundheitsdaten als besonderer Datenkategorie, die eines höheren Schutzes bedarf, lassen sich häufig berechtigte Gründe zugunsten des Einzelnen wie der Gesellschaft insgesamt anführen, insbesondere wenn es darum geht, die Kontinuität der Gesundheitsversorgung über die Landesgrenzen hinaus zu gewährleisten. Diese Verordnung sollte daher vorbehaltlich besonderer und geeigneter Garantien zum Schutz der Grundrechte und der personenbezogenen Daten natürlicher Personen die Bedingungen für die Verarbeitung personenbezogener Gesundheitsdaten harmonisieren. Dies schließt das Recht natürlicher Personen auf Auskunft über ihre eigenen gesundheitsbezogenen Daten ein, etwa Daten in ihren Patientenakten, die Informationen wie beispielsweise Diagnosen, Untersuchungsergebnisse, Befunde der behandelnden Ärzte und Angaben zu Behandlungen oder Eingriffen enthalten."
		},
		{
			"lang": "fr",
			"text": "Le traitement des données à caractère personnel concernant la santé, qui constituent une catégorie spéciale de données exigeant une protection plus élevée, peut souvent être justifié par divers motifs légitimes, dans l'intérêt des personnes et de la société dans son ensemble, notamment lorsqu'il s'agit d'assurer la continuité des soins de santé d'un pays à un autre. Le présent règlement devrait donc prévoir des conditions harmonisées pour le traitement des données à caractère personnel dans le domaine de la santé, en les assortissant de garanties spécifiques et appropriées pour protéger les droits fondamentaux et les données à caractère personnel des personnes physiques. Ceci inclut leur droit d'accéder aux données ayant trait à leur santé, par exemple les données des dossiers médicaux faisant état de diagnostics, de résultats d'examens, d'avis de médecins traitants ou de tout traitement ou intervention effectués."
		},
		{
			"lang": "es",
			"text": "El tratamiento de datos personales relativos a la salud, como categoría especial de datos que merece mayor protección, puede justificarse a menudo por motivos legítimos en beneficio de los ciudadanos y la sociedad en su conjunto, en particular cuando se trate de garantizar la continuidad de la asistencia sanitaria transfronteriza. Por tanto, el presente Reglamento debe establecer unas condiciones armonizadas para el tratamiento de los datos personales relativos a la salud, sujetas a garantías específicas y adecuadas a fin de proteger los derechos fundamentales y los datos personales de las personas físicas. Ello incluye el derecho de las personas físicas a acceder a sus datos personales relativos a la salud, por ejemplo los datos de sus historias clínicas que contengan información de este tipo como los diagnósticos, los resultados de exámenes, las evaluaciones de los facultativos y cualesquiera tratamientos o intervenciones practicadas."
		},
		{
			"lang": "pt",
			"text": "O tratamento de dados pessoais relativos à saúde, enquanto categoria especial de dados que merece uma proteção mais elevada, pode ser frequentemente justificado por diversos motivos legítimos, no interesse das pessoas e da sociedade como um todo, nomeadamente quando se trata de assegurar a continuidade dos cuidados de saúde além-fronteiras. Por conseguinte, o presente regulamento deve prever condições harmonizadas para o tratamento de dados pessoais relativos à saúde, sujeito a garantias específicas e adequadas com vista à proteção dos direitos fundamentais e dos dados pessoais das pessoas singulares. Aqui se inclui o seu direito de acederem aos dados pessoais sobre a sua saúde, por exemplo os dados dos registos médicos com informações como diagnósticos, resultados de exames, avaliações dos médicos e quaisquer intervenções ou tratamentos realizados."
		},
		{
			"lang": "it",
			"text": "Il trattamento dei dati personali relativi alla salute, particolare categoria di dati che necessita di una maggiore protezione, può spesso essere giustificato da diversi motivi legittimi a beneficio delle persone e dell’intera società, in particolare se l’obiettivo è garantire la continuità dell’assistenza sanitaria transfrontaliera. Pertanto il presente regolamento deve prevedere condizioni armonizzate per il trattamento dei dati relativi alla salute, fatte salve garanzie appropriate e specifiche a tutela dei diritti fondamentali e dei dati personali delle persone fisiche. Ciò include il diritto di accedere ai propri dati personali relativi alla salute, ad esempio le cartelle mediche contenenti informazioni quali diagnosi, risultati di esami, parere di medici curanti o eventuali terapie o interventi praticati."
		},
		{
			"lang": "ga",
			"text": "Maidir le sonraí pearsanta a phróiseáil a bhaineann le sláinte, mar chatagóir speisialta sonraí ann féin a bhfuil níos mó cosanta dlite di, féadfar údar a bheith leis an bpróiseáil sin go minic ar bhonn roinnt cúiseanna dlisteanacha chun leas na ndaoine aonair agus chun leas na sochaí ina hiomláine, go háirithe i gcomhthéacs comhsheasmhacht a áirithiú i gcúram sláinte trasteorann. Dá bhrí sin, ba cheart foráil a dhéanamh sa Rialachán seo maidir le coinníollacha comhchuibhithe do phróiseáil sonraí pearsanta a bhaineann le sláinte, faoi réir cosaintí sonracha oiriúnacha chun cearta bunúsacha agus sonraí pearsanta daoine aonair a chosaint. Áirítear leis sin an ceart atá ag daoine aonair rochtain a fháil ar na sonraí pearsanta a bhaineann lena sláinte, mar shampla na sonraí ina dtaifid leighis ina bhfuil faisnéis amhail diagnóis, torthaí scrúduithe, measúnuithe a rinne lianna cóireála agus faisnéis faoi aon chóireáil nó idirghabháil a rinneadh."
		},
		{
			"lang": "cs",
			"text": "Zpracování osobních údajů o zdravotním stavu jako zvláštní kategorie údajů, která si zasluhuje vyšší stupeň ochrany, může být často odůvodněno řadou oprávněných důvodů ve prospěch jednotlivců a společnosti jako celku, zejména pokud jde o zajištění kontinuity přeshraniční zdravotní péče. Toto nařízení by proto mělo s využitím vhodných a zvláštních záruk na ochranu základních práv a osobních údajů jednotlivců harmonizovat podmínky zpracování osobních údajů o zdravotním stavu. To zahrnuje právo jednotlivců na přístup k osobním údajům o svém zdravotním stavu, například k údajům ve své lékařské dokumentaci, která obsahuje například informace o diagnóze, výsledky vyšetření, posudky ošetřujících lékařů a údaje o léčbě a údaje o veškerých provedených ošetřeních nebo zákrocích."
		},
		{
			"lang": "da",
			"text": "Behandling af personlige helbredsoplysninger - en særlig kategori af oplysninger, der kræver større beskyttelse - kan være begrundet i en række legitime forhold til gavn for enkeltpersoner og samfundet som helhed, navnlig indsatsen for at sikre kontinuitet i sundhedsydelser på tværs af grænserne. Denne forordning bør derfor skabe harmoniserede betingelser for behandling af personlige helbredsoplysninger, der er omfattet af specifikke og fornødne garantier med henblik på at beskytte fysiske personers grundlæggende rettigheder og personoplysninger. Dette omfatter fysiske personers ret til indsigt i deres personlige helbredsoplysninger, f.eks. data i deres lægejournaler om diagnoser, undersøgelsesresultater, lægelige vurderinger samt behandling og indgreb, der er foretaget."
		},
		{
			"lang": "et",
			"text": "Terviseandmete kui põhjalikumat kaitset vääriva andmete eriliigi töötlemist põhjendatakse tihti mitme seadusliku põhjusega, näiteks üksikisiku ja terve ühiskonna kasuga, eelkõige piiriülese tervishoiu järjepidevuse tagamise kontekstis. Seetõttu tuleks käesoleva määrusega ühtlustada terviseandmete töötlemine, mille puhul rakendatakse konkreetseid ja sobivaid kaitsemeetmeid, et kaitsta üksikisikute põhiõigusi ja isikuandmeid. See hõlmab üksikisikute õigust tutvuda oma terviseandmetega, näiteks oma tervisekaardile kantud andmetega, mis sisaldab sellist teavet nagu diagnoos, arstliku läbivaatuse tulemus, raviarstide hinnangud ning mis tahes teostatud ravi ja sekkumised."
		},
		{
			"lang": "el",
			"text": "Η επεξεργασία δεδομένων προσωπικού χαρακτήρα που αφορούν την υγεία, ως ειδική κατηγορία δεδομένων που χρήζει υψηλότερης προστασίας, μπορεί να δικαιολογείται συχνά μέσω ποικίλλων θεμιτών λόγων προς όφελος των φυσικών προσώπων και της κοινωνίας στο σύνολό της, ιδίως στο πλαίσιο της εξασφάλισης της συνέχειας της διασυνοριακής υγειονομικής περίθαλψης. Επομένως, ο παρών κανονισμός πρέπει να προβλέπει εναρμονισμένες προϋποθέσεις για την επεξεργασία δεδομένων προσωπικού που αφορούν την υγεία, με την επιφύλαξη ειδικών και κατάλληλων εγγυήσεων, ώστε να προστατεύονται τα θεμελιώδη δικαιώματα και τα δεδομένα προσωπικού χαρακτήρα των φυσικών προσώπων. Αυτό περιλαμβάνει το δικαίωμα των φυσικών προσώπων να έχουν πρόσβαση στα δεδομένα προσωπικού χαρακτήρα που αφορούν την υγεία τους, για παράδειγμα τα δεδομένα των ιατρικών αρχείων τους τα οποία περιέχουν πληροφορίες όπως διαγνώσεις, αποτελέσματα εξετάσεων, αξιολογήσεις από θεράποντες ιατρούς και κάθε παρασχεθείσα θεραπεία ή επέμβαση."
		},
		{
			"lang": "bg",
			"text": "Обработването на лични данни за здравословното състояние като специална категория данни, на която се полага по-висока защита, често може да бъде обоснована от редица основателни причини в полза на физическите лица и на обществото като цяло, по-специално в контекста на осигуряването на приемственост при трансграничното здравно обслужване. Поради това настоящият регламент следва да предвижда хармонизирани условия за обработването на лични данни за здравословното състояние при спазване на специални и подходящи гаранции за защита на основните права и личните данни на физическите лица. Това включва правото на физическите лица на достъп до техните лични данни за здравословното им състояние, например данните в техните медицински досиета, които съдържат такава информация като диагноза, резултати от прегледи, становища на лекуващите лекари и проведени лечения или извършени операции."
		},
		{
			"lang": "hu",
			"text": "A szigorúbb védelmet igénylő különös adatkategóriának minősülő egészségügyi vonatkozású személyes adatok feldolgozását gyakran indokolhatja egy sor, az egyének és a társadalom egészének hasznára vonatkozó jogszerű ok, különösen a határokon átnyúló egészségügyi ellátások folytonosságának biztosításával összefüggésben. Következésképpen e rendelet meghatározza az egészségügyi vonatkozású személyes adatok feldolgozásának harmonizált feltételeit, amelyekre az egyének alapvető jogait és személyes adatait védelemben részesítő különös és megfelelő biztosítékok vonatkoznak. Ez magában foglalja az egyének jogát az egészségükre vonatkozó személyes adataikhoz, például a diagnózist, a vizsgálati eredményeket, a kezelőorvos vizsgálatait és a kezeléseket és beavatkozásokat tartalmazó kórlaphoz való hozzáféréshez."
		},
		{
			"lang": "mt",
			"text": "L-ipproċessar ta’ dejta personali rigward is-saħħa, bħala kategorija speċjali ta’ dejta li jistħoqqilha protezzjoni ogħla, spiss jista’ jkun iġġustifikat minn għadd ta’ raġunijiet leġittimi għall-benefiċċju tal-individwi u tas-soċjetà inġenerali, b’mod partikolari fil-kuntest tal-iżgurar tal-kontinwità tal-kura tas-saħħa transkonfinali. Għaldaqstant dan ir-Regolament għandu jipprovdi kundizzjonijiet armonizzati għall-ipproċessar ta’ dejta personali dwar is-saħħa, soġġett għal salvagwardji speċifiċi u adattati sabiex ikunu protetti d-drittijiet fundamentali u d-dejta personali tal-individwi. Dan jinkludi d-dritt tal-individwi li jkollhom aċċess għad-dejta personali dwar is-saħħa tagħhom, pereżempju d-dejta fir-reġistru mediku tagħhom li jkun fih informazzjoni dwar dijanjosi, riżultati ta’ eżamijiet, evalwazzjonijiet mit-tobba u kwalunkwe kura jew intervent ipprovdut."
		},
		{
			"lang": "lv",
			"text": "Personas veselības datu apstrāde, kas ir īpašas kategorijas dati un kas ir īpaši jāaizsargā, bieži vien var būt attaisnota vairāku leģitīmu iemeslu dēļ personas un visas sabiedrības labā, jo īpaši saistībā ar pārrobežu veselības aprūpes nepārtrauktības nodrošināšanu. Tāpēc šai regulai būtu jānodrošina tuvināti nosacījumi personas veselības datu apstrādei, ievērojot īpašus un atbilstošus aizsardzības pasākumus, lai aizsargātu pamattiesības un personas datus. Tas ietver arī fizisku personu tiesības piekļūt saviem personas veselības datiem, piemēram, datiem par slimības vēsturi, kas aptver tādu informāciju kā diagnoze, analīžu rezultāti, ārstējošā terapeita vērtējums un ārstēšanas vai medicīniskās iejaukšanās pasākumi."
		},
		{
			"lang": "ro",
			"text": "Prelucrarea datelor cu caracter personal privind sănătatea, care reprezintă o categorie specială de date necesitând un nivel mai ridicat de protecție, poate fi adesea justificată de o serie de motive legitime în beneficiul persoanelor și al societății în general, în special în contextul asigurării continuității asistenței medicale transfrontaliere. Prin urmare, prezentul regulament ar trebui să prevadă condiții armonizate pentru prelucrarea datelor cu caracter personal privind sănătatea, sub rezerva unor garanții specifice și corespunzătoare menite să protejeze drepturile fundamentale și datele cu caracter personal al persoanelor fizice. Acest lucru include dreptul persoanelor de a avea acces la datele lor cu caracter personal privind sănătatea, de exemplu datele din registrele lor medicale conținând informații precum diagnostice, rezultate ale examinărilor, evaluări ale medicilor curanți și orice tratament sau intervenție efectuată."
		},
		{
			"lang": "sk",
			"text": "Spracúvanie osobných údajov týkajúcich sa zdravia ako osobitnej kategórie údajov, ktoré si zasluhujú vyšší stupeň ochrany, môže byť často opodstatnené celým radom legitímnych dôvodov v záujme fyzických osôb a spoločnosti ako celku, najmä v súvislosti so zabezpečením kontinuity cezhraničnej zdravotnej starostlivosti. Týmto nariadením by sa preto mali vytvoriť harmonizované podmienky pre spracúvanie osobných údajov týkajúcich sa zdravia s výhradou špecifických a vhodných záruk s cieľom chrániť základné práva a osobné údaje fyzických osôb. K tomu patrí aj právo fyzických osôb na prístup k ich osobným údajov týkajúcim sa ich zdravia, napríklad k údajom v ich lekárskych záznamoch obsahujúcich informácie ako diagnóza, výsledky vyšetrení, posudky ošetrujúcich lekárov a akákoľvek poskytnutá terapia alebo uskutočnené zákroky."
		},
		{
			"lang": "sl",
			"text": "Obdelava osebnih podatkov v zvezi z zdravjem kot posebne vrste podatkov, ki jih je treba bolje varovati, je pogosto lahko upravičena zaradi številnih zakonitih razlogov v korist posameznikov in družbe kot celote, zlasti v okviru zagotavljanja neprekinjenosti čezmejnega zdravstvenega varstva. Zato bi morala ta uredba določiti usklajene pogoje za obdelavo osebnih podatkov v zvezi z zdravjem, za katere veljajo posebni in ustrezni zaščitni ukrepi, ki varujejo temeljne pravice in osebne podatke posameznikov. To vključuje pravico posameznikov, da imajo dostop do lastnih osebnih podatkov v zvezi z zdravjem, na primer podatkov v njihovi zdravstveni kartoteki, ki vključuje informacije, kot so diagnoza, rezultati preiskav, ocene lečečih zdravnikov in druga zdravljenja ali posege."
		},
		{
			"lang": "fi",
			"text": "Terveystiedot ovat erityissuojelua tarvitseva erityinen tietoryhmä, ja niiden käsittelyyn on yleensä useita oikeutettuja syitä, jotka liittyvät sekä yksilön että koko yhteiskunnan etuun ja erityisesti rajatylittävän terveydenhuollon jatkuvuuden varmistamiseen. Sen vuoksi tässä asetuksessa olisi säädettävä terveystietojen käsittelyä koskevista yhdenmukaisista edellytyksistä, kunhan yksilön perusoikeuksien ja henkilötietojen suojaamiseksi annetaan erityiset ja asianmukaiset takeet. Tähän sisältyy yksilön oikeus saada pääsy omiin terveystietoihinsa, kuten terveystiedostoihin, joihin on koottu esimerkiksi diagnoosit, tutkimustulokset, hoitavien lääkärien arviot ja muut hoitoa tai muita toimenpiteitä koskevat tiedot."
		},
		{
			"lang": "pl",
			"text": "Przetwarzanie danych osobowych dotyczących zdrowia, jako szczególnej kategorii danych, które zasługują na wyższy poziom ochrony, może być często uzasadnione wieloma względami przemawiającymi na korzyść poszczególnych osób i społeczeństwa jako całości, zwłaszcza w kontekście zapewnienia ciągłości transgranicznej opieki zdrowotnej. Z tego względu niniejsze rozporządzenie powinno przewidywać zharmonizowane warunki przetwarzania danych dotyczących zdrowia, z zastrzeżeniem szczególnych i odpowiednich gwarancji w celu ochrony podstawowych praw i danych osobowych osób fizycznych. Obejmuje to prawo osób fizycznych do dostępu do ich danych osobowych dotyczących zdrowia, na przykład danych w dokumentacji medycznej zawierających takie informacje, jak diagnoza, wyniki badań, oceny dokonywane przez lekarzy prowadzących leczenie oraz informacje na temat wszelkich stosowanych terapii lub przeprowadzonych zabiegów."
		},
		{
			"lang": "lt",
			"text": "su sveikata susijusių asmens duomenų, kaip specialios kategorijos duomenų, kuriai taikytina aukšto lygio apsauga, tvarkymą dažnai galima pateisinti įvairiais teisėtais asmenims ir visuomenei apskritai naudingais pagrindais, ypač kai reikia užtikrinti sveikatos priežiūros užsienyje tęstinumą. Todėl šiame reglamente turėtų būti nustatytos asmens sveikatos duomenų tvarkymo sąlygos, jeigu bus taikomos specialios ir tinkamos apsaugos priemonės fizinių asmenų pagrindinėms teisėms ir asmens duomenims apsaugoti. Tai apima fizinių asmenų teisę susipažinti su jų asmens sveikatos duomenimis, pavyzdžiui, su medicinos kortelės duomenimis, kuriuose pateikta tokia informacija kaip diagnozė, tyrimų rezultatai, gydančių gydytojų išvados ir paskirtas gydymas ar intervencijos;"
		},
		{
			"lang": "nl",
			"text": "Voor de verwerking van persoonsgegevens betreffende de gezondheid, als een speciale categorie gegevens waarvoor betere bescherming is vereist, kunnen in verband met het belang van personen en de samenleving als geheel vaak gegronde redenen worden aangevoerd, zoals met name het waarborgen van de continuïteit van grensoverschrijdende gezondheidszorg. Derhalve dient deze verordening te voorzien in geharmoniseerde voorwaarden voor de verwerking van persoonsgegevens betreffende de gezondheid, met specifieke en passende waarborgen voor de bescherming van de grondrechten en de persoonsgegevens. Dit houdt ook in dat personen het recht dienen te hebben op toegang tot de persoonsgegevens betreffende hun gezondheid, zoals de gegevens in hun medische dossier, dat informatie bevat over diagnoses, onderzoeksuitslagen, beoordelingen door behandelend artsen en verrichte behandelingen en ingrepen."
		},
		{
			"lang": "sv",
			"text": "Behandling av personuppgifter som rör hälsa, som är en särskild kategori av uppgifter som förtjänar ett mer omfattande skydd, kan ofta motiveras med ett antal legitima skäl som gagnar de enskilda och samhället i stort, framför allt säkerställande av kontinuitet vid gränsöverskridande hälsovård. Denna förordning bör därför innehålla harmoniserade villkor för behandling av personuppgifter som rör hälsa, som omgärdas med särskilda och lämpliga skyddsåtgärder som skyddar enskildas grundläggande rättigheter och personuppgifter. Detta innefattar rätten för enskilda att få tillgång till sina personuppgifter som rör hälsa, exempelvis uppgifter i deras läkarjournaler med t.ex. diagnoser, undersökningsresultat, bedömningar av behandlande läkare och eventuella vårdbehandlingar eller interventioner som gjorts."
		}
	],
	"children": [],
	"title": "Recital 122"
}