{
	"id": "r126",
	"type": "recital",
	"literal": "126",
	"parent": "_",
	"text": [
		{
			"lang": "en",
			"text": "Scientific research for the purposes of this Regulation should include fundamental research, applied research, and privately funded research and in addition should take into account the Union's objective under Article 179(1) of the Treaty on the Functioning of the European Union of achieving a European Research Area."
		},
		{
			"lang": "de",
			"text": "Wissenschaftliche Forschung im Sinne dieser Verordnung sollte Grundlagenforschung, angewandte Forschung und privat finanzierte Forschung einschließen und darüber hinaus dem in Artikel 179 Absatz 1 des Vertrags über die Arbeitsweise der Europäischen Union festgeschriebenen Ziel, einen europäischen Raum der Forschung zu schaffen, Rechnung tragen."
		},
		{
			"lang": "fr",
			"text": "Aux fins du présent règlement, la notion de «recherche scientifique» devrait comprendre la recherche fondamentale, la recherche appliquée et la recherche financée par le secteur privé, et devrait en outre tenir compte de l'objectif de l'Union mentionné à l'article 179, paragraphe 1, du traité sur le fonctionnement de l'Union européenne, consistant à réaliser un espace européen de la recherche."
		},
		{
			"lang": "es",
			"text": "A efectos del presente Reglamento, la investigación científica debe abarcar la investigación fundamental, la investigación aplicada y la investigación financiada por el sector privado, y, además, debe tener en cuenta el objetivo de la Unión, establecido el en artículo 179, apartado 1, del Tratado de Funcionamiento de la Unión Europea, de realizar un espacio europeo de investigación."
		},
		{
			"lang": "pt",
			"text": "Para efeitos do presente regulamento, a noção de investigação científica deve incluir a investigação fundamental, a investigação aplicada e a investigação financiada pelo setor privado e, além disso, deve ter em conta o objetivo da União mencionado no artigo 179.º, n.º 1, do Tratado sobre o Funcionamento da União Europeia, que consiste em realizar um espaço europeu da investigação."
		},
		{
			"lang": "it",
			"text": "La ricerca scientifica nell’ambito del presente regolamento deve includere la ricerca fondamentale, la ricerca applicata e la ricerca finanziata da privati e deve, inoltre, tenere conto dell’obiettivo dell’Unione di istituire uno spazio europeo della ricerca ai sensi dell’articolo 179, paragrafo 1, del trattato sul funzionamento dell’Unione europea."
		},
		{
			"lang": "ga",
			"text": "Ba cheart taighde bunúsach, taighde feidhmeach agus taighde atá cistithe go príobháideach a áireamh le taighde eolaíoch chun críocha an Rialacháin seo agus ba cheart cuspóir an Aontais faoi Airteagal 179(1) den Chonradh ar Fheidhmiú an Aontais Eorpaigh maidir le Limistéar Eorpach Taighde a ghnóthú a chur san áireamh freisin."
		},
		{
			"lang": "cs",
			"text": "Vědecký výzkum by pro účely tohoto nařízení měl zahrnovat základní výzkum, aplikovaný výzkum a výzkum financovaný ze soukromých zdrojů a kromě toho by měl zohledňovat cíl Unie podle čl. 179 odst. 1 Smlouvy o fungování Evropské unie, tj. vytvořit evropský výzkumný prostor."
		},
		{
			"lang": "da",
			"text": "Videnskabelig forskning med henblik på dette direktiv bør omfatte grundforskning, anvendt forskning og privat finansieret forskning og desuden tage hensyn til Unionens mål om et europæisk forskningsrum, jf. artikel 179, stk. 1, i traktaten om Den Europæiske Unions funktionsmåde."
		},
		{
			"lang": "et",
			"text": "Käesoleva määruse tähenduses hõlmab teadustegevus alusuuringuid, rakendusuuringuid ja erasektori vahenditest rahastatavaid uuringuid, lisaks tuleks seejuures arvesse võtta Euroopa Liidu toimimise lepingu artikli 179 lõikes 1 sätestatud ELi eesmärki luua Euroopa teadusruum."
		},
		{
			"lang": "el",
			"text": "Για τους σκοπούς του παρόντος κανονισμού, η επιστημονική έρευνα πρέπει να περιλαμβάνει βασική έρευνα, εφαρμοσμένη έρευνα και ιδιωτικά χρηματοδοτούμενη έρευνα και, επιπλέον, να λαμβάνει υπόψη τον στόχο της Ένωσης βάσει του άρθρου 179 παράγραφος 1 της συνθήκης για τη λειτουργία της Ευρωπαϊκής Ένωσης για την επίτευξη ενός Ευρωπαϊκού Χώρου Έρευνας."
		},
		{
			"lang": "bg",
			"text": "За целите на настоящия регламент в научните изследвания следва да се включват фундаменталните научни изследвания, приложните научни изследвания и частно финансираните научни изследвания, а освен това следва да се отчита и заложената в член 179, параграф 1 от Договора за функционирането на Европейския съюз цел за създаването на европейско изследователско пространство."
		},
		{
			"lang": "hu",
			"text": "E rendelet alkalmazásában a tudományos kutatás magában foglalja az alapkutatást, az alkalmazott kutatást, valamint a magánfinanszírozású kutatást, emellett figyelembe kell vennie az Európai Unió működéséről szóló szerződés 179. cikke (1) bekezdésében foglalt, az európai kutatási térség létrehozására irányuló célkitűzést."
		},
		{
			"lang": "mt",
			"text": "Ir-riċerka xjentifika għall-fini ta’ dan ir-Regolament għandha tinkludi riċerka fundamentali, riċerka applikata u riċerka finanzjata privatament u barra dan għandha tieħu kont ukoll tal-għan tal-Unjoni taħt l-Artikolu 179(1) tat-Trattat dwar il-Funzjonament tal-Unjoni Ewropea li jikseb iż-Żona Ewropea ta' Riċerka."
		},
		{
			"lang": "lv",
			"text": "Zinātniskās izpētes jēdzienā šajā regulā būtu jāiekļauj fundamentālie pētījumi, lietišķie pētījumi un privāti finansēti pētījumi, turklāt būtu jāņem vērā Savienības mērķis izveidot Eiropas zinātniskās izpētes telpu saskaņā ar Līguma par Eiropas Savienības darbību 179. panta 1. punktu."
		},
		{
			"lang": "ro",
			"text": "În sensul prezentului regulament, cercetarea științifică ar trebui să includă cercetarea fundamentală, cercetarea aplicată și cercetarea finanțată din surse private și ar trebui, în plus, să ia în considerare obiectivul Uniunii de creare a unui spațiu european de cercetare, astfel cum este menționat la articolul 179 alineatul (1) din Tratatul privind funcționarea Uniunii Europene."
		},
		{
			"lang": "sk",
			"text": "Vedecký výskum na účely tohto nariadenia by mal zahŕňať základný výskum, aplikovaný výskum a výskum financovaný zo súkromných zdrojov a okrem toho by mal zohľadňovať cieľ Únie stanovený v článku 179 ods. 1 Zmluvy o fungovaní Európskej únie, ktorým je vytvorenie európskeho výskumného priestoru."
		},
		{
			"lang": "sl",
			"text": "Znanstvene raziskave za namene te uredbe bi morale obsegati temeljne raziskave, uporabne raziskave in zasebno financirane raziskave, obenem pa bi morale upoštevati cilj Unije iz člena 179(1) Pogodbe o delovanju Evropske unije glede oblikovanja evropskega raziskovalnega območja."
		},
		{
			"lang": "fi",
			"text": "Tieteellisellä tutkimuksella olisi tämän asetuksen soveltamista varten tarkoitettava myös perustutkimusta, soveltavaa tutkimusta ja yksityisin varoin rahoitettua tutkimusta, ja siinä olisi otettava huomioon Euroopan unionin toiminnasta tehdyn sopimuksen 179 artiklan 1 kohdassa vahvistettu eurooppalaisen tutkimusalueen toteuttamista koskeva tavoite."
		},
		{
			"lang": "pl",
			"text": "Do celów niniejszego rozporządzenia badania naukowe powinny obejmować badania podstawowe, badania stosowane oraz badania finansowane ze środków prywatnych, a ponadto powinny uwzględniać cel Unii określony w art. 179 ust. 1 Traktatu o funkcjonowaniu Unii Europejskiej polegający na ustanowieniu Europejskiej Przestrzeni Badawczej."
		},
		{
			"lang": "lt",
			"text": "moksliniai tyrimai šio reglamento tikslais turėtų apimti fundamentinius tyrimus, taikomuosius tyrimus ir privačių asmenų finansuojamus tyrimus; jie taip pat turi būti orientuoti į Sutarties dėl Sąjungos veikimo 179 straipsnio 1 dalyje nustatytą tikslą sukurti Europos mokslinių tyrimų erdvę;"
		},
		{
			"lang": "nl",
			"text": "Voor de toepassing van deze verordening dient wetenschappelijk onderzoek fundamenteel onderzoek, toegepast onderzoek en uit particuliere middelen gefinancierd onderzoek te omvatten en dient bovendien de doelstelling van de Unie uit hoofde van artikel 179, lid 1, van het Verdrag betreffende de werking van de Europese Unie, te weten de totstandbrenging van een Europese onderzoeksruimte, in acht te worden genomen."
		},
		{
			"lang": "sv",
			"text": "Vetenskaplig forskning bör i denna förordning också omfatta grundforskning, målforskning och privatfinansierad forskning och bör dessutom ta hänsyn till unionens mål enligt artikel 179.1 i EUF-fördraget angående åstadkommandet av ett europeiskt forskningsområde."
		}
	],
	"children": [],
	"title": "Recital 126"
}