{
	"id": "r133",
	"type": "recital",
	"literal": "133",
	"parent": "_",
	"text": [
		{
			"lang": "en",
			"text": "Since the objectives of this Regulation, namely to ensure an equivalent level of protection of individuals and the free flow of data throughout the Union, cannot be sufficiently achieved by the Member States and can therefore, by reason of the scale or effects of the action, be better achieved at Union level, the Union may adopt measures, in accordance with the principle of subsidiarity as set out in Article 5 of the Treaty on European Union. In accordance with the principle of proportionality as set out in that Article, this Regulation does not go beyond what is necessary in order to achieve that objective."
		},
		{
			"lang": "de",
			"text": "Da die Ziele dieser Verordnung, nämlich ein gleiches Maß an Datenschutz für den Einzelnen und freier Datenverkehr in der Union, auf Ebene der Mitgliedstaaten nicht ausreichend verwirklicht werden können, sondern vielmehr wegen des Umfangs oder der Wirkungen der Maßnahme auf Unionsebene besser zu verwirklichen sind, kann die Union im Einklang mit dem Subsidiaritätsprinzip gemäß Artikel 5 des Vertrags über die Europäische Union tätig werden. Entsprechend dem in demselben Artikel genannten Verhältnismäßigkeitsprinzip geht diese Verordnung nicht über das für die Erreichung dieser Ziele erforderliche Maß hinaus."
		},
		{
			"lang": "fr",
			"text": "Étant donné que les objectifs du présent règlement, à savoir assurer un niveau équivalent de protection des personnes physiques et la libre circulation des données dans l'ensemble de l'Union, ne peuvent pas être réalisés de manière suffisante par les États membres et peuvent donc, en raison des dimensions ou des effets de l'action, être mieux réalisés au niveau de l'Union, celle-ci peut prendre des mesures, conformément au principe de subsidiarité consacré à l'article 5 du traité sur l'Union européenne. Conformément au principe de proportionnalité énoncé audit article, le présent règlement n’excède pas ce qui est nécessaire pour atteindre cet objectif."
		},
		{
			"lang": "es",
			"text": "Dado que los objetivos del presente Reglamento, a saber, garantizar un nivel equivalente de protección de las personas y la libre circulación de datos en la Unión Europea, no pueden ser alcanzados de manera suficiente por los Estados miembros y, por consiguiente, debido a la escala o los efectos de la actuación, pueden lograrse mejor a nivel de la Unión, la Unión puede adoptar medidas, de acuerdo con el principio de subsidiariedad consagrado en el artículo 5 del Tratado de la Unión Europea. De conformidad con el principio de proporcionalidad enunciado en dicho artículo, el presente Reglamento no excede de lo necesario para alcanzar dicho objetivo."
		},
		{
			"lang": "pt",
			"text": "Dado que os objetivos do presente regulamento, designadamente assegurar um nível equivalente de proteção das pessoas singulares e a livre circulação de dados na União, não podem ser suficientemente realizados pelos Estados-Membros e podem, em razão da dimensão e dos efeitos da ação, ser melhor realizados a nível da União, esta última pode adotar medidas, em conformidade com o princípio da subsidiariedade consagrado no artigo 5.º do Tratado da União Europeia. Em conformidade com o princípio da proporcionalidade consagrado no mesmo artigo, o presente regulamento não excede o necessário para atingir esse objetivo."
		},
		{
			"lang": "it",
			"text": "Poiché gli obiettivi del presente regolamento, ossia garantire un livello equivalente di tutela delle persone fisiche e la libera circolazione dei dati nell’Unione, non possono essere conseguiti in misura sufficiente dagli Stati membri e possono dunque, a motivo della portata e degli effetti dell’azione in questione, essere conseguiti meglio a livello di Unione, quest’ultima può intervenire in base al principio di sussidiarietà sancito dall’articolo 5 del trattato sull’Unione europea. Il presente regolamento si limita a quanto è necessario per conseguire tale obiettivo in ottemperanza al principio di proporzionalità enunciato nello stesso articolo."
		},
		{
			"lang": "ga",
			"text": "Ós rud é nach féidir leis na Ballstáit cuspóirí an Rialacháin seo a bhaint amach go sásúil ina n‑aonar, eadhon, leibhéal coibhéiseach cosanta do dhaoine aonair agus saorshreabhadh sonraí ar fud an Aontais a áirithiú, agus gur fearr, dá bhrí sin, de bharr fhairsinge nó iarmhairtí na gníomhaíochta, is féidir iad a bhaint amach ar leibhéal an Aontais, féadfaidh an tAontas bearta a ghlacadh, i gcomhréir le prionsabal na coimhdeachta atá leagtha amach in Airteagal 5 den Chonradh ar an Aontas Eorpach. I gcomhréir le prionsabal na comhréireachta atá leagtha amach san Airteagal sin, ní théann an Rialachán seo thar a bhfuil riachtanach chun an cuspóir sin a bhaint amach."
		},
		{
			"lang": "cs",
			"text": "Vzhledem k tomu, že cílů tohoto nařízení, totiž zajištění přiměřené ochrany jednotlivců a volného pohybu údajů v Unii, nelze uspokojivě dosáhnout na úrovni členských států, a proto jich lze z důvodu rozsahu a účinků tohoto nařízení lépe dosáhnout na úrovni Unie, může Unie přijmout opatření v souladu se zásadou subsidiarity stanovenou v článku 5 Smlouvy o Evropské unii. V souladu se zásadou proporcionality stanovenou v uvedeném článku nepřekračuje toto nařízení rámec toho, co je nezbytné pro dosažení těchto cílů."
		},
		{
			"lang": "da",
			"text": "Målene for denne forordning, nemlig at sikre et ensartet beskyttelsesniveau for fysiske personer og fri udveksling af personoplysninger i hele Unionen, kan ikke i tilstrækkelig grad opfyldes af medlemsstaterne alene og kan derfor på grund af handlingens omfang eller virkninger bedre nås på EU-plan. Unionen kan derfor vedtage foranstaltninger i overensstemmelse med nærhedsprincippet, jf. artikel 5 i traktaten om Den Europæiske Union. I overensstemmelse med proportionalitets­princippet, jf. nævnte artikel, rækker forordningen ikke ud over, hvad der er nødvendigt for at nå dette mål."
		},
		{
			"lang": "et",
			"text": "Kuna käesoleva määruse eesmärki, nimelt tagada terves ELis üksikisikute kaitse võrdne tase ja andmete vaba liikumine, ei suuda liikmesriigid piisavalt saavutada ning selle ulatuse ja toime tõttu on seda parem saavutada ELi tasandil, võib EL võtta meetmeid kooskõlas Euroopa Liidu lepingu artiklis 5 sätestatud subsidiaarsuse põhimõttega. Kõnealuses artiklis sätestatud proportsionaalsuse põhimõtte kohaselt ei lähe käesolev määrus nimetatud eesmärgi saavutamiseks vajalikust kaugemale."
		},
		{
			"lang": "el",
			"text": "Δεδομένου ότι οι στόχοι του παρόντος κανονισμού, και ειδικότερα η διασφάλιση ισοδύναμου επιπέδου προστασίας των φυσικών προσώπων και ελεύθερης ροής δεδομένων σε ολόκληρη την Ένωση, δεν μπορούν να επιτευχθούν επαρκώς από τα κράτη μέλη, μπορούν όμως, λόγω της κλίμακας ή των αποτελεσμάτων της προβλεπόμενης δράσης, να επιτευχθούν καλύτερα στο επίπεδο της Ένωσης, η Ένωση μπορεί να θεσπίσει μέτρα, σύμφωνα με την αρχή της επικουρικότητας, η οποία προβλέπεται στο άρθρο 5 της συνθήκης για την Ευρωπαϊκή Ένωση. Σύμφωνα με την αρχή της αναλογικότητας, η οποία προβλέπεται στο εν λόγω άρθρο, ο παρών κανονισμός δεν υπερβαίνει τα απαιτούμενα για την επίτευξη των εν λόγω στόχων."
		},
		{
			"lang": "bg",
			"text": "Тъй като целите на настоящия регламент, а именно осигуряване на еквивалентно ниво на защита на физическите лица и свободното движение на данни навсякъде в Съюза, не могат да бъдат постигнати в достатъчна степен от държавите-членки и следователно могат, поради обхвата или последиците от предвиденото действие, да бъдат по-добре постигнати на равнището на Съюза, Съюзът може да приема мерки в съответствие с принципа на субсидиарност, установен в член 5 от Договора за Европейския съюз. В съответствие с принципа на пропорционалност, установен в посочения член, настоящият регламент не надхвърля необходимото за постигането на тези цели."
		},
		{
			"lang": "hu",
			"text": "Mivel e rendelet célkitűzéseit, vagyis az egyének megfelelő szintű védelmét, valamint az adatok Unión belüli szabad áramlását a tagállamok nem tudják kielégítően megvalósítani, és ezért azok – a fellépés léptéke vagy hatásai miatt – uniós szinten jobban megvalósíthatók, az Unió intézkedéseket fogadhat el az Európai Unióról szóló szerződés 5. cikkében foglalt szubszidiaritás elvének megfelelően. Az említett cikkben foglalt arányosság elvének megfelelően e rendelet nem lépi túl az e célok eléréséhez szükséges mértéket."
		},
		{
			"lang": "mt",
			"text": "Minħabba li l-għanijiet ta’ dan ir-Regolament, jiġifieri li jkun żgurat livell ugwali ta’ protezzjoni tal-individwi u l-fluss liberu ta’ dejta madwar l-Unjoni, ma jistgħux jinkisbu b’mod suffiċjenti mill-Istati Membri u jistgħu għalhekk, minħabba l-iskala u l-effetti tal-azzjoni, jinkisbu aħjar fil-livell tal-Unjoni, l-Unjoni tista’ tadotta miżuri, skont il-prinċipju tas-sussidjarjetà kif stabbilit fl-Artikolu 5 tat-Trattat dwar l-Unjoni Ewropea. Skont il-prinċipju tal-proporzjonalità kif stabbilit f’dak l-Artikolu, dan ir- Regolament ma jmurx lil hinn minn dak li huwa meħtieġ sabiex jintlaħaq dak l-għan."
		},
		{
			"lang": "lv",
			"text": "Tā kā šīs regulas mērķus, proti, nodrošināt fiziskām personām vienādu aizsardzības līmeni un brīvu datu apriti visā Savienībā, nevar pietiekamā mērā sasniegt pašas dalībvalstis un tos, ņemot vērā rīcības sekas vai mērogu, var labāk sasniegt Savienības līmenī, Savienība var pieņemt pasākumus saskaņā ar subsidiaritātes principu, kas noteikts Eiropas Savienības Līguma 5. pantā. Saskaņā ar proporcionalitātes principu, kas noteikts minētajā pantā, šī regula nepārsniedz to, kas nepieciešams, lai sasniegtu tās mērķi."
		},
		{
			"lang": "ro",
			"text": "Dat fiind că obiectivele prezentului regulament, și anume asigurarea unui nivel echivalent de protecție a persoanelor și libera circulație a datelor în întreaga Uniune, nu pot fi realizate în mod satisfăcător de către statele membre și, prin urmare, având în vedere amploarea și efectele acțiunii, pot fi realizate mai bine la nivelul Uniunii, Uniunea poate să adopte măsuri în conformitate cu principiul subsidiarității, astfel cum este prevăzut la articolul 5 din Tratatul privind Uniunea Europeană. În conformitate cu principiul proporționalității, astfel cum este enunțat la articolul respectiv, prezentul regulament nu depășește ceea ce este necesar pentru atingerea acestui obiectiv."
		},
		{
			"lang": "sk",
			"text": "Keďže cieľ tohto nariadenia, ktorým je zabezpečiť rovnocennú úroveň ochrany fyzických osôb a voľný tok údajov v rámci celej Únie, nie je možné uspokojivo dosiahnuť na úrovni jednotlivých členských štátov, ale z dôvodov jeho rozsahu a dôsledkov ho možno lepšie dosiahnuť na úrovni Únie, môže Únia prijať opatrenia v súlade so zásadou subsidiarity podľa článku 5 Zmluvy o Európskej únii. V súlade so zásadou proporcionality podľa uvedeného článku toto nariadenie neprekračuje rámec nevyhnutný na dosiahnutie tohto cieľa."
		},
		{
			"lang": "sl",
			"text": "Ker države članice ne morejo zadovoljivo doseči ciljev te uredbe, tj. zagotoviti enako raven varstva posameznikov in prosti pretok podatkov v vsej Uniji, in se lahko zato zaradi obsega ali učinkov ukrepov lažje dosežeta na ravni Unije, lahko Unija sprejme ukrepe v skladu z načelom subsidiarnosti iz člena 5 Pogodbe o Evropski uniji. V skladu z načelom sorazmernosti iz navedenega člena ta uredba ne presega tistega, kar je potrebno za doseganje navedenega cilja."
		},
		{
			"lang": "fi",
			"text": "Koska jäsenvaltiot eivät voi yksinään riittävällä tavalla saavuttaa tämän asetuksen tavoitetta, joka on yksilöiden yhdenmukaisen suojelun ja tietojen vapaan liikkuvuuden varmistaminen unionissa, vaan se voidaan toimien laajuuden ja vaikutusten vuoksi saavuttaa paremmin unionin tasolla, unioni voi toteuttaa toimenpiteitä Euroopan unionista tehdyn sopimuksen 5 artiklassa vahvistetun toissijaisuusperiaatteen mukaisesti. Mainitussa artiklassa vahvistetun suhteellisuusperiaatteen mukaisesti tässä asetuksessa ei ylitetä sitä, mikä on tämän tavoitteen saavuttamiseksi tarpeen."
		},
		{
			"lang": "pl",
			"text": "Ponieważ cele niniejszego rozporządzenia, mianowicie zapewnienie odpowiedniego poziomu ochrony osób fizycznych i swobodnego przepływu danych w ramach całej Unii, nie mogą zostać osiągnięte w wystarczającym stopniu przez państwa członkowskie, natomiast z uwagi na skalę i skutki proponowanego działania możliwe jest lepsze ich osiągnięcie na szczeblu unijnym, Unia może przyjąć środki zgodnie z zasadą pomocniczości, o której mowa w art. 5 Traktatu o Unii Europejskiej. Zgodnie z zasadą proporcjonalności określoną w tym artykule niniejsze rozporządzenie nie wychodzi poza zakres niezbędny do osiągnięcia tego celu."
		},
		{
			"lang": "lt",
			"text": "kadangi šio reglamento tikslo, t. y. užtikrinti vienodą fizinių asmenų apsaugos lygį ir laisvą duomenų judėjimą Sąjungoje, valstybės narės negali tinkamai pasiekti pačios ir dėl veiksmų masto arba poveikio jų geriau siekti Sąjungos lygiu, laikydamasi Europos Sąjungos sutarties 5 straipsnyje nustatyto subsidiarumo principo Sąjunga gali patvirtinti priemones. Laikantis tame straipsnyje nustatyto proporcingumo principo šiuo reglamentu neviršijama to, kas būtina nurodytam tikslui pasiekti;"
		},
		{
			"lang": "nl",
			"text": "Aangezien de doelstellingen van deze verordening, namelijk het waarborgen van een gelijkwaardig niveau van bescherming van personen en van het vrije verkeer van gegevens in de hele Unie, niet voldoende door de lidstaten alleen kan worden verwezenlijkt en derhalve, gezien de omvang en de gevolgen van de maatregelen, beter op het niveau van de Unie kan worden verwezenlijkt, kan de Unie, overeenkomstig het in artikel 5 van het Verdrag betreffende de Europese Unie neergelegde subsidiariteitsbeginsel, maatregelen nemen. Overeenkomstig het in hetzelfde artikel neergelegde evenredigheidsbeginsel, gaat deze verordening niet verder dan wat nodig is om deze doelstelling te verwezenlijken."
		},
		{
			"lang": "sv",
			"text": "Eftersom målen för denna förordning, nämligen att säkerställa en likvärdig nivå på skyddet av enskilda och de fria flödena av uppgifter inom hela unionen, inte i tillräcklig utsträckning kan uppnås av medlemsstaterna och eftersom de därför, på grund av åtgärdens omfattning eller verkningar, bättre kan uppnås på unionsnivå, kan unionen vidta åtgärder i enlighet med subsidiaritetsprincipen i artikel 5 i EUF-fördraget om Europeiska unionen. I enlighet med proportionalitetsprincipen i samma artikel går denna förordning inte utöver vad som är nödvändigt för att uppnå detta mål."
		}
	],
	"children": [],
	"title": "Recital 133"
}