{
	"id": "r135",
	"type": "recital",
	"literal": "135",
	"parent": "_",
	"text": [
		{
			"lang": "en",
			"text": "This Regulation should apply to all matters concerning the protection of fundamental rights and freedom vis-à-vis the processing of personal data, which are not subject to specific obligations with the same objective set out in Directive 2002/58/EC, including the obligations on the controller and the rights of individuals. In order to clarify the relationship between this Regulation and Directive 2002/58/EC, the latter Directive should be amended accordingly."
		},
		{
			"lang": "de",
			"text": "Diese Verordnung sollte auf alle Fragen des Schutzes der Grundrechte und Grundfreiheiten bei der Verarbeitung personenbezogener Daten Anwendung finden, die nicht den in der Richtlinie 2002/58/EG festgelegten spezifischen Pflichten, die dasselbe Ziel verfolgen, unterliegen einschließlich der Pflichten des für die Verarbeitung Verantwortlichen und der Rechte des Einzelnen. Um das Verhältnis zwischen dieser Verordnung und der Richtlinie 2002/58/EG klarzustellen, sollte die Richtlinie entsprechend geändert werden."
		},
		{
			"lang": "fr",
			"text": "Le présent règlement devrait s'appliquer à tous les aspects de la protection des droits et libertés fondamentaux à l'égard du traitement des données à caractère personnel, qui ne relèvent pas d'obligations spécifiques, ayant le même objectif, énoncées dans la directive 2002/58/CE, y compris les obligations incombant au responsable du traitement et les droits des personnes physiques. Afin de clarifier la relation entre le présent règlement et la directive 2002/58/CE, cette dernière devrait être modifiée en conséquence."
		},
		{
			"lang": "es",
			"text": "El presente Reglamento debe aplicarse a todas las cuestiones relativas a la protección de los derechos y las libertades fundamentales en relación con el tratamiento de datos de carácter personal, que no están sujetas a obligaciones específicas con el mismo objetivo establecidas en la Directiva 2002/58/CE, incluidas las obligaciones del responsable del tratamiento y los derechos de las personas físicas. Para aclarar la relación entre el presente Reglamento y la Directiva 2002/58/CE, esta última debe ser modificada en consecuencia."
		},
		{
			"lang": "pt",
			"text": "O presente regulamento aplica-se a todas as matérias relacionadas com a proteção dos direitos e das liberdades fundamentais em relação ao tratamento de dados pessoais, não sujeitas a obrigações específicas, com o mesmo objetivo, enunciadas na Diretiva 2002/58/CE, incluindo as obrigações que incumbem ao responsável pelo tratamento e os direitos das pessoas singulares. A fim de clarificar a relação entre o presente regulamento e a Diretiva 2002/58/CE, esta última deve alterada em conformidade."
		},
		{
			"lang": "it",
			"text": "È opportuno che il presente regolamento si applichi a tutti gli aspetti relativi alla tutela dei diritti e delle libertà fondamentali con riguardo al trattamento dei dati personali che non rientrino in obblighi specifici, aventi lo stesso obiettivo, di cui alla direttiva 2002/58/CE, compresi gli obblighi del responsabile del trattamento e i diritti delle persone fisiche. Per chiarire il rapporto tra il presente regolamento e la direttiva 2002/58/CE, occorre modificare quest’ultima di conseguenza."
		},
		{
			"lang": "ga",
			"text": "Ba cheart feidhm a bheith ag an Rialachán seo maidir leis na hábhair uile a bhaineann le cearta agus saoirsí bunúsacha a chosaint i ndáil le sonraí pearsanta a phróiseáil, ar ábhair iad nach bhfuil faoi réir oibleagáidí sonracha a bhfuil an cuspóir céanna acu is atá leagtha amach i dTreoir 2002/58/CE, lena n‑áirítear na hoibleagáidí atá ar an rialaitheoir agus cearta daoine aonair. Chun an gaol idir an Rialachán seo agus Treoir 2002/58/CE a shoiléiriú, ba cheart an Treoir sin a leasú dá réir sin."
		},
		{
			"lang": "cs",
			"text": "Toto nařízení by se mělo použít na všechny záležitosti týkající se ochrany základních práv a svobod při zpracovávání osobních údajů, na které se nevztahují specifické povinnosti stanovené ve směrnici 2002/58/ES a sledující stejný cíl, včetně povinností správce a práv jednotlivců. Za účelem vyjasnění vztahu mezi tímto nařízením a směrnicí 2002/58/ES by měla být tato směrnice odpovídajícím způsobem změněna."
		},
		{
			"lang": "da",
			"text": "Denne forordning bør gælde for alle forhold vedrørende beskyttelse af grundlæggende rettigheder og frihedsrettigheder i forbindelse med behandlingen af personoplysninger, som ikke er underlagt specifikke forpligtelser med samme formål som direktiv 2002/58/EF, herunder den registeransvarliges forpligtelser og fysiske personers rettigheder. For at afklare forholdet mellem denne forordning og direktiv 2002/58/EF bør sidstnævnte ændres tilsvarende."
		},
		{
			"lang": "et",
			"text": "Käesolevat määrust tuleks kohaldada kõigil isikuandmete töötlemise valdkonna põhiõiguste ja -vabaduste kaitsmisega seotud juhtudel, mille suhtes ei kohaldata sama eesmärgiga konkreetseid kohustusi, mis on sätestatud direktiivis 2002/58/EÜ, sealhulgas vastutava töötleja kohustusi ja üksikisikute õigusi. Käesoleva määruse ja direktiivi 2002/58/EÜ seose täpsustamiseks tuleks direktiivi vastavalt muuta."
		},
		{
			"lang": "el",
			"text": "Ο παρών κανονισμός πρέπει να εφαρμόζεται σε όλα τα θέματα που αφορούν την προστασία θεμελιωδών δικαιωμάτων και ελευθεριών έναντι της επεξεργασίας δεδομένων προσωπικού χαρακτήρα τα οποία δεν υπάγονται στις ειδικές υποχρεώσεις που έχουν τον ίδιο στόχο, όπως αυτές περιγράφονται στην οδηγία 2002/58/ΕΚ, συμπεριλαμβανομένων των υποχρεώσεων του υπευθύνου επεξεργασίας και των δικαιωμάτων των φυσικών προσώπων. Για την αποσαφήνιση της σχέσης μεταξύ του παρόντος κανονισμού και της οδηγίας 2002/58/ΕΚ, η οδηγία πρέπει να τροποποιηθεί ανάλογα."
		},
		{
			"lang": "bg",
			"text": "Настоящият регламент следва да се прилага спрямо всички въпроси, свързани със защитата на основните права и свободи по отношение на обработването на лични данни, които не са предмет на специалните задължения със същата цел, установени с Директива 2002/58/ЕО, включително задълженията на администратора и правата на физическите лица. За да се изясни връзката между настоящия регламент и Директива 2002/58/ЕО, директивата следва да бъде съответно изменена."
		},
		{
			"lang": "hu",
			"text": "E rendeletet kell alkalmazni a személyes adatok feldolgozása vonatkozásában az alapvető jogok és szabadságok védelmét érintő minden olyan esetben, amelyre nem vonatkoznak a 2002/58/EK irányelv céljával azonos célú sajátos kötelezettségek, ideértve az adatkezelő kötelezettségeit és az egyének jogait. Az e rendelet és a 2002/58/EK irányelv közötti kapcsolat egyértelművé tétele érdekében ez utóbbi irányelvet ennek megfelelően módosítani kell."
		},
		{
			"lang": "mt",
			"text": "Dan ir-Regolament għandu japplika għall-kwistjonijiet kollha li jirrigwardaw il-protezzjoni tad-drittijiet u l-libertajiet fundamentali vis-à-vis l-ipproċessar tad-dejta personali, li mhijiex soġġetta għal obbligi speċifiċi bl-istess objettiv stabbilit fid-Direttiva 2002/58/KE, inkluż l-obbligi fuq il-kontrollur u d-drittijiet tal-individwi. Sabiex tiġi ċċarata r-relazzjoni bejn dan ir-Regolament u d-Direttiva 2002/58/KE, din l-aħħar Direttiva għandha tiġi emendata kif xieraq."
		},
		{
			"lang": "lv",
			"text": "Šo regulu būtu jāpiemēro visiem jautājumiem saistībā ar pamattiesību un brīvību aizsardzību attiecībā uz personas datu apstrādi, kuriem nav piemērojami īpašie pienākumi ar tādu pašu mērķi, kas noteikts Direktīvā 2002/58/EK, ietverot pārziņa pienākumus un fizisku personu tiesības. Lai precizētu šīs regulas un Direktīvas 2002/58/EK attiecības, minēto direktīvu būtu attiecīgi jāgroza."
		},
		{
			"lang": "ro",
			"text": "Prezentul regulament ar trebui să se aplice tuturor aspectelor referitoare la protecția drepturilor și a libertăților fundamentale legate de prelucrarea datelor cu caracter personal, care fac obiectul unor obligații specifice cu același obiectiv ca cel stabilit în Directiva 2002/58/CE, inclusiv obligațiile privind operatorul și drepturile persoanelor fizice. Pentru a se clarifica relația dintre prezentul regulament și Directiva 2002/58/CE, aceasta din urmă ar trebui să fie modificată în consecință."
		},
		{
			"lang": "sk",
			"text": "Toto nariadenie sa uplatňuje na všetky záležitosti týkajúce sa ochrany základných práv a slobôd pri spracúvaní osobných údajov, ktoré nepodliehajú osobitným povinnostiam uvedeným v smernici 2002/58/ES s rovnakým cieľom, vrátane povinností prevádzkovateľa a práv fyzických osôb. S cieľom spresniť vzťah medzi týmto nariadením a smernicou 2002/58/ES by sa uvedená smernica mala zodpovedajúcim spôsobom zmeniť a doplniť."
		},
		{
			"lang": "sl",
			"text": "Ta uredba bi se morala uporabljati za vse zadeve, povezane z varstvom temeljnih pravic in svoboščin pri obdelavi osebnih podatkov, za katere ne veljajo posebne obveznosti z istim ciljem iz Direktive 2002/58/ES, vključno z obveznostmi za upravljavce in pravicami posameznikov. Za pojasnitev povezave med to uredbo in Direktivo 2002/58/ES bi bilo treba slednjo ustrezno spremeniti."
		},
		{
			"lang": "fi",
			"text": "Tätä asetusta olisi sovellettava kaikkiin sellaisiin perusoikeuksien ja ‑vapauksien suojelua henkilötietojen käsittelyssä koskeviin seikkoihin, joihin ei sovelleta direktiivissä 2002/58/EY säädettyjä erityisiä velvoitteita, joilla on sama tavoite, rekisterinpitäjää koskevat velvoitteet ja yksilön oikeudet mukaan lukien. Tämän asetuksen ja direktiivin 2002/58/EY keskinäisen suhteen selkeyttämiseksi olisi kyseistä direktiiviä tarkistettava."
		},
		{
			"lang": "pl",
			"text": "Niniejsze rozporządzenie powinno mieć zastosowanie do wszystkich kwestii dotyczących ochrony podstawowych praw i wolności w zakresie przetwarzania danych osobowych, które nie podlegają szczególnym obowiązkom służącym realizacji tego samego celu określonego w dyrektywie 2002/58/WE, włączając obowiązki nałożone na administratora oraz prawa osób fizycznych. W celu wyjaśnienia związku między niniejszym rozporządzeniem a dyrektywą 2002/58/WE należy odpowiednio zmienić tę dyrektywę."
		},
		{
			"lang": "lt",
			"text": "šis reglamentas turėtų būti taikomas visiems su pagrindinių teisių ir laisvių apsauga tvarkant asmens duomenis susijusiems klausimams, kuriems negalioja Direktyvoje 2002/58/EB nustatytos specialios pareigos, kuriomis siekiama tų pačių tikslų, įskaitant duomenų valdytojo pareigas ir fizinių asmenų teises. Siekiant aiškiai apibrėžti šio reglamento ir Direktyvos 2002/58/EB santykį, pastaroji direktyva turėtų būti atitinkamai pakeista;"
		},
		{
			"lang": "nl",
			"text": "Deze verordening dient van toepassing te zijn op alle aangelegenheden die betrekking hebben op de bescherming van grondrechten en fundamentele vrijheden in het kader van de verwerking van persoonsgegevens waarvoor de in Richtlijn 2002/58/EG opgenomen specifieke verplichtingen met dezelfde doelstelling niet gelden, met inbegrip van de verplichtingen van de voor de verwerking verantwoordelijke en de rechten van natuurlijke personen. Om de verhouding tussen deze verordening en Richtlijn 2002/58/EG te verduidelijken, dient die richtlijn dienovereenkomstig te worden gewijzigd."
		},
		{
			"lang": "sv",
			"text": "Denna förordning bör vara tillämplig på alla frågor som gäller skyddet av grundläggande rättigheter och friheter i förhållande till behandlingen av personuppgifter, som inte omfattas av särskilda skyldigheter med samma mål som anges i direktiv 2002/58/EG, däribland den registeransvariges skyldigheter och de enskildas rättigheter. För att klargöra förhållandet mellan denna förordning och direktiv 2002/58/EG bör sistnämnda direktiv därför ändras."
		}
	],
	"children": [],
	"title": "Recital 135"
}