{
	"id": "r25",
	"type": "recital",
	"literal": "25",
	"parent": "_",
	"text": [
		{
			"lang": "en",
			"text": "Consent should be given explicitly by any appropriate method enabling a freely given specific and informed indication of the data subject's wishes, either by a statement or by a clear affirmative action by the data subject, ensuring that individuals are aware that they give their consent to the processing of personal data, including by ticking a box when visiting an Internet website or by any other statement or conduct which clearly indicates in this context the data subject's acceptance of the proposed processing of their personal data. Silence or inactivity should therefore not constitute consent. Consent should cover all processing activities carried out for the same purpose or purposes. If the data subject's consent is to be given following an electronic request, the request must be clear, concise and not unnecessarily disruptive to the use of the service for which it is provided."
		},
		{
			"lang": "de",
			"text": "Die Einwilligung sollte explizit mittels einer geeigneten Methode erfolgen, die eine ohne Zwang, für den konkreten Fall und in Kenntnis der Sachlage abgegebene Willensbekundung der betroffenen Person in Form einer Erklärung oder einer eindeutigen Handlung ermöglicht, die sicherstellt, dass der betreffenden Person bewusst ist, dass sie ihre Einwilligung in die Verarbeitung personenbezogener Daten gibt, etwa durch Anklicken eines Kästchens beim Besuch einer Internetseite und durch jede sonstige Erklärung oder Verhaltensweise, mit der die betroffene Person in dem jeweiligen Kontext klar und deutlich ihr Einverständnis mit der beabsichtigten Verarbeitung ihrer personenbezogenen Daten signalisiert. Eine stillschweigende Einwilligung ohne Zutun der betroffenen Person stellt daher keine Einwilligung dar. Die Einwilligung sollte sich auf alle zu demselben Zweck oder denselben Zwecken vorgenommene Verarbeitungsvorgänge beziehen. Wird die betroffene Person auf elektronischem Weg zur Einwilligung aufgefordert, muss die Aufforderung in klarer und knapper Form und ohne unnötige Unterbrechung des Dienstes, in dessen Bereitstellung eingewilligt wird, erfolgen."
		},
		{
			"lang": "fr",
			"text": "Le consentement devrait être donné de manière explicite, selon toute modalité appropriée permettant une manifestation de volonté libre, spécifique et informée, consistant soit en une déclaration soit en un acte non équivoque de la personne concernée, garantissant qu'elle consent bien en toute connaissance de cause au traitement des données à caractère personnel, par exemple en cochant une case lorsqu'elle consulte un site internet ou par le biais de toute déclaration ou tout comportement indiquant clairement dans ce contexte qu'elle accepte le traitement proposé de ses données à caractère personnel. Il ne saurait dès lors y avoir de consentement tacite ou passif. Le consentement donné devrait valoir pour toutes les activités de traitement effectuées ayant la même finalité. Si le consentement de la personne concernée est donné à la suite d'une demande par voie électronique, cette demande doit être claire, concise et ne doit pas inutilement perturber l'utilisation du service pour lequel il est accordé."
		},
		{
			"lang": "es",
			"text": "Se debe dar el consentimiento de forma explícita por cualquier medio apropiado que permita la manifestación libre, específica e informada de la voluntad del interesado, ya sea mediante una declaración o una clara acción afirmativa del interesado, que garantice que la persona es consciente de que está dando su consentimiento al tratamiento de datos personales, incluso mediante la selección de una casilla de un sitio web en internet o cualquier otra declaración o conducta que indique claramente en este contexto que el interesado acepta la propuesta de tratamiento de sus datos personales. Por tanto, el silencio o la inacción no deben constituir consentimiento. El consentimiento debe darse para todas las actividades de tratamiento realizadas con el mismo fin o fines. Si el consentimiento del interesado se ha de dar a raíz de una solicitud electrónica, la solicitud ha de ser clara, concisa y no perturbar innecesariamente el uso del servicio para el que se presta."
		},
		{
			"lang": "pt",
			"text": "O consentimento do titular dos dados deve ser dado explicitamente, por qualquer forma adequada que permita obter uma manifestação de vontade livre, específica e informada, sobre os seus desejos, que consista quer numa declaração quer numa ação positiva clara do titular dos dados garantindo que dá o seu consentimento com conhecimentos de causa ao tratamento de dados pessoais, incluindo ao validar uma opção por via informática, ao visitar um sítio na Internet, ou qualquer outra declaração ou conduta que indique claramente neste contexto que aceita o tratamento proposto dos seus dados pessoais. O silêncio ou a omissão não devem, por conseguinte, constituir um consentimento. O consentimento deve abranger todas as atividades de tratamento realizadas com a mesma finalidade. Se o consentimento tiver de ser dado no seguimento de um pedido por via eletrónica, esse pedido tem de ser claro, conciso e não desnecessariamente perturbador para a utilização do serviço para o qual é fornecido."
		},
		{
			"lang": "it",
			"text": "Il consenso dovrebbe essere prestato esplicitamente con qualsiasi modalità appropriata che permetta all’interessato di manifestare una volontà libera, specifica e informata, mediante dichiarazione o azione positiva inequivocabile da cui si evinca che consapevolmente acconsente al trattamento dei suoi dati personali, anche selezionando un’apposita casella in un sito Internet o con altra dichiarazione o comportamento che indichi chiaramente in questo contesto che accetta il trattamento proposto. Non dovrebbe pertanto configurare consenso il consenso tacito o passivo. Il consenso dovrebbe applicarsi a tutte le attività di trattamento svolte per lo stesso o gli stessi scopi. Se il consenso dell’interessato è richiesto con modalità elettronica, la richiesta deve essere chiara, concisa e non disturbare inutilmente il servizio per il quale è espresso."
		},
		{
			"lang": "ga",
			"text": "Ba cheart toiliú le próiseáil go sainráite trí aon mhodh iomchuí lenar féidir leis an duine is ábhar do na sonraí a thoil shonrach fheasach a chur in iúl faoi shaoirse, trí ráiteas a dhéanamh nó trí ghníomhaíocht shoiléir dhearfach ón duine sin, lena n‑áiritheofaí go bhfuil daoine aonair ar an eolas go bhfuil siad ag tabhairt ceada a sonraí pearsanta a phróiseáil, trí thic a chur i mbosca mar shampla nuair a thugann siad cuairt ar shuíomh gréasáin idirlín nó trí aon ráiteas nó iompar eile a chuireann in iúl go soiléir sa chomhthéacs sin go dtoilíonn sé leis an bpróiseáil atá beartaithe a dhéanamh ar a shonraí pearsanta. Níor cheart, dá bhrí sin, gurbh ionann tost nó gan ghníomhú iontu féin agus toiliú. Ba cheart go gcumhdódh toiliú gach gníomhaíocht próiseála arna déanamh chun na críche nó na gcríoch céanna. Má tá an duine is ábhar do na sonraí le toiliú leis an bpróiseáil tar éis iarraidh leictreonach a fháil chuige sin, ní mór don iarraidh sin a bheith soiléir achomair agus níor cheart go gcuirfeadh sí isteach barraíocht ar úsáid na seirbhíse i gceist."
		},
		{
			"lang": "cs",
			"text": "Souhlas by měl být dán výslovně prostřednictvím vhodné metody, jež umožňuje svobodný, konkrétní a vědomý projev vůle subjektu údajů formou prohlášení nebo jednoznačného potvrzení, že jednotlivci jsou si vědomi, že dávají souhlas se zpracováním osobních údajů, například zaškrtnutím políčka při návštěvě webové stránky nebo jiným prohlášením nebo jednáním, které v tomto kontextu jasně signalizuje souhlas subjektu údajů s navrhovaným zpracováním jeho osobních údajů. Mlčení nebo nečinnost tudíž neznamenají souhlas. Souhlas by se měl vztahovat na veškeré činnosti zpracovávání prováděné pro stejný účel nebo stejné účely. Je-li subjekt údajů vyzván k vyjádření souhlasu elektronickou cestou, musí být žádost jasná, stručná a nesmí zbytečně přerušovat využívání služby, pro kterou je souhlas dáván."
		},
		{
			"lang": "da",
			"text": "Der bør gives udtrykkeligt samtykke ved hjælp af en passende metode, der muliggør en frivillig, specifik og informeret viljetilkendegivelse fra den registrerede enten ved en erklæring eller en klar bekræftelse fra den registrerede, for at sikre, at den pågældende er bekendt med, at han eller hun giver sit samtykke til behandlingen af personoplysninger, herunder ved at markere et afkrydsningsfelt, når han eller hun besøger et websted, eller en anden erklæring eller handling, der tydeligt tilkendegiver den registreredes accept af den foreslåede behandling af vedkommendes personoplysninger. Tavshed eller inaktivitet kan derfor ikke indebære samtykke. Samtykke bør dække alle behandlingsaktiviteter, der foretages til det eller de samme formål. Hvis den registreredes samtykke skal gives efter en elektronisk anmodning, skal anmodningen være klar, præcis og ikke unødigt forstyrre brugen af den tjeneste, det gives til."
		},
		{
			"lang": "et",
			"text": "Nõusolek tuleb anda selgesõnaliselt ükskõik millisel sobival viisil, mis võimaldab andmesubjektil väljendada vabatahtlikku, konkreetset ja teadlikku tahet, kasutades selleks andmesubjekti avaldust või selget kinnitust, millega tagatakse, et üksikisik on teadlik sellest, et ta annab oma nõusoleku isikuandmete töötlemiseks, sealhulgas märgistades veebisaidil vajaliku lahtri või mis tahes muu avalduse või käitumise kaudu, millest selles kontekstis konkreetselt nähtub andmesubjekti nõusolek nende isikuandmete kavandatavaks töötlemiseks. Vaikimist või tegevusetust ei tohiks seega pidada nõusolekuks. Nõusolek peaks hõlmama kõiki samal eesmärgil või samadel eesmärkidel teostatavaid töötlemistoimingud. Kui andmesubjekti nõusolek tuleb anda pärast elektroonilise taotluse esitamist, peab taotlus olema selge ja kokkuvõtlik, kuid mitte põhjendamatult häirima selle teenuse kasutamist, mille kohta taotlus esitatakse."
		},
		{
			"lang": "el",
			"text": "Η συγκατάθεση πρέπει να παρέχεται ρητώς με κάθε προσήκουσα μέθοδο η οποία παρέχει ελεύθερη, ρητή και εν πλήρει επιγνώσει δήλωση της βούλησης του προσώπου στο οποίο αναφέρονται τα δεδομένα, μέσω δήλωσης ή σαφούς θετικής ενέργειας από το συγκεκριμένο πρόσωπο, διασφαλίζοντας ότι τα φυσικά πρόσωπα γνωρίζουν ότι παρέχουν τη συγκατάθεσή τους στην επεξεργασία δεδομένων προσωπικού χαρακτήρα, μεταξύ άλλων σημειώνοντας ένα πλαίσιο όταν επισκέπτονται έναν δικτυακό τόπο ή με κάθε άλλη δήλωση ή συμπεριφορά η οποία υποδεικνύει σαφώς στο πλαίσιο αυτό την αποδοχή από το πρόσωπο στο οποίο αναφέρονται τα δεδομένα της προτεινόμενης επεξεργασίας των δεδομένων προσωπικού χαρακτήρα που το αφορούν. Επομένως, η σιωπή ή η παράλειψη ενέργειας δε συνιστά συγκατάθεση. Η συγκατάθεση πρέπει να καλύπτει το σύνολο των δραστηριοτήτων επεξεργασίας που διενεργείται για τον ίδιο ή τους ίδιους σκοπούς. Εάν η συγκατάθεση του προσώπου στο οποίο αναφέρονται τα δεδομένα πρόκειται να δοθεί σε συνέχεια ηλεκτρονικού αιτήματος, το αίτημα πρέπει να είναι σαφές, περιεκτικό και να μην διαταράσσει αδικαιολόγητα τη χρήση της υπηρεσίας για την οποία παρέχεται η συγκατάθεση."
		},
		{
			"lang": "bg",
			"text": "Съгласие следва да се дава изрично по всеки подходящ начин, позволяващ даването на свободно изразено, конкретно и информирано указание за волята на субекта на данни въз основа на потвърждаващо действие от страна на субекта на данни, което да гарантира, че физическите лица съзнават, че дават съгласието си за обработването на личните им данни, включително чрез отбелязването с отметка в поле при посещението на уебсайт в интернет или всякакво друго указание или поведение, което ясно показва, че субектът на данни е съгласен с предложеното обработване на неговите лични данни. Мълчанието или липсата на действие следователно не следва да представлява съгласие. Съгласието следва да обхваща всички дейности по обработване, извършени за една и съща цел или цели. Ако съгласието на субекта на данни трябва да се даде след искане по електронен път, искането трябва да е ясно, сбито и да не нарушава излишно използването на услугата, за която се предвижда."
		},
		{
			"lang": "hu",
			"text": "A hozzájárulást kifejezetten kell megadni bármely olyan megfelelő eljárással – nyilatkozattal vagy egyértelmű megerősítő cselekedettel –, amely lehetővé teszi az érintett nyilatkozatára vagy egyértelmű beleegyező aktusára alapozva az érintett kívánságának önkéntes, kifejezett és tájékozott kinyilvánítását, biztosítva azt, hogy az egyének tudatában legyenek annak, hogy személyesadat-feldolgozáshoz adják beleegyezésüknek, beleértve az internetes honlap látogatása során egy négyzet megjelölését és bármely egyéb nyilatkozatot vagy beleegyezést, amely egyértelműen jelzi ezzel összefüggésben az érintett hozzájárulását személyes adatainak tervezett feldolgozásához. A hallgatás vagy a nem cselekvés ezért nem minősül hozzájárulásnak. A hozzájárulás lehetővé tesz minden olyan feldolgozási tevékenységet, amelyet ugyanazon cél vagy célok érdekében végeznek. Amennyiben az érintett hozzájárulását elektronikus igénylés alapján adja meg, az igénylésnek egyértelműnek és tömörnek kell lennie, és az nem gátolhatja szükségtelenül azon szolgáltatás igénybevételét, amely vonatkozásában kérik."
		},
		{
			"lang": "mt",
			"text": "Il-kunsens għandu jingħata b’mod espliċitu permezz ta’ kwalunkwe metodu xieraq li jippermetti indikazzjoni speċifika u informata mogħtija liberament ta’ dak li jixtieq is-suġġett tad-dejta, jew fuq dikjarazzjoni jew minn azzjoni affermattiva mis-suġġett tad-dejta, li jassigura li l-individwi huma konxji li qegħdin jagħtu l-kunsens tagħhom għall-ipproċessar ta’ dejta personali, inkluż billi jimmarkaw kaxxa meta jżuru sit elettroniku tal-Internet jew kwalunkwe dikjarazzjoni jew imġiba oħra li f’dan il-kuntest tindika b’mod ċar l-aċċettazzjoni tas-suġġett tad-dejta tal-ipproċessar propost tad-dejta personali tiegħu. Is-silenzju jew in-nuqqas ta’ attività għaldaqstant ma għandhomx jitqiesu bħala kunsens. Il-kunsens għandu jkopri l-attivitajiet ta’ pproċessar kollu li jsir għall-istess għan jew għanijiet. Jekk il-kunsens tas-suġġett għandu jingħata wara talba elettronika, it-talba għandha tkun ċara, konċiża u li ma toħloqx tfixkil bla bżonn għall-użu tas-servizz li qegħda tiġi pprovduta għalih."
		},
		{
			"lang": "lv",
			"text": "Piekrišana ir jādod nepārprotami, izmantojot jebkādu piemērotu metodi, kas ļauj sniegt brīvu, konkrētu un apzinātu norādi par datu subjekta vēlmēm, vai nu ar paziņojumu, vai skaidri apstiprinošu datu subjekta darbību, nodrošinot, ka persona apzinās, ka tā sniedz piekrišanu personas datu apstrādei, tas ietver laukuma atzīmēšanu ar ķeksīti interneta tīmekļa vietnē un jebkuru citu paziņojumu vai rīcību, kas konkrētajos apstākļos skaidri norāda, ka datu subjekts piekrīt piedāvātajai personas datu apstrādei. Klusēšanai vai atturēšanās no darbības tādējādi nebūtu jāuzskata par piekrišanu. Piekrišanai būtu jāattiecas uz visām apstrādes darbībām, ko veic vienā un tajā pašā nolūkā vai nolūkos. Ja datu subjekta piekrišana ir jādod pēc elektroniska pieprasījuma saņemšanas, pieprasījumam jābūt skaidram, kodolīgam un tam nav nevajadzīgi jāpārtrauc tā pakalpojuma izmantošana, par ko tas tiek sniegts."
		},
		{
			"lang": "ro",
			"text": "Consimțământul ar trebui acordat în mod explicit prin orice metodă corespunzătoare care permite manifestarea liberă, specifică și informată a voinței persoanei vizate, fie printr-o declarație sau printr-un act neechivoc al acesteia, asigurându-se că persoana fizică este conștientă de faptul că își dă consimțământul pentru prelucrarea datelor cu caracter personal, inclusiv prin bifarea unei căsuțe atunci când vizitează un site internet sau prin orice altă declarație sau acțiune care indică în mod clar în acest context acceptarea de către persoana vizată a prelucrării propuse a datelor sale cu caracter personal. Prin urmare, absența unui răspuns sau a unei acțiuni nu ar trebui să constituie un consimțământ. Consimțământul ar trebui să vizeze toate activitățile de prelucrare efectuate în același scop sau în aceleași scopuri. În cazul în care consimțământul persoanei vizate trebuie acordat în urma unei cereri electronice, aceasta trebuie să fie clară și concisă și să nu perturbe în mod inutil utilizarea serviciului pentru care se acordă consimțământul."
		},
		{
			"lang": "sk",
			"text": "Súhlas by mal byť daný výslovne pomocou vhodnej metódy, ktorá umožňuje slobodne poskytnúť špecifické a informované vyjadrenie o želaní dotknutej osoby, a to buď vo forme stanoviska alebo prostredníctvom výslovného prejavu vôle dotknutej osoby, a ktorá zabezpečuje, že fyzické osoby sú si vedomé, že dávajú súhlas na spracovanie osobných údajov – prostredníctvom zakliknutia rámika pri návšteve internetovej stránky alebo podaním iného vyjadrenia alebo vykonaním inej činnosti, ktorá v tomto kontexte jasne znamená, že dotknutá osoba súhlasí s navrhovaným spracovaním jej osobných údajov. Nereagovanie alebo nečinnosť sa preto nepokladajú za vyslovenie súhlasu. Súhlas by sa mal vzťahovať na každé spracovanie vykonávané na ten istý účel alebo účely. Ak má dotknutá osoba vyjadriť súhlas na základe elektronickej požiadavky, požiadavka musí byť jasná, stručná a bez zbytočného prerušenia používania služby, na ktorú sa poskytuje."
		},
		{
			"lang": "sl",
			"text": "Privolitev bi morala biti dana izrecno s katero koli ustrezno metodo, ki omogoča prostovoljno dano posebno in informirano izjavo volje posameznika, na katerega se nanašajo osebni podatki, tj. z izjavo ali jasnim pritrdilnim dejanjem takega posameznika, kar zagotavlja, da posamezniki vedo, da dajejo privolitev za obdelavo osebnih podatkov, vključno s tem, da ob obisku spletne strani na internetu označijo okence, ali katero koli drugo izjavo ali ravnanjem, ki s tem v zvezi jasno kaže privolitev takega posameznika v predlagano obdelavo njegovih osebnih podatkov. Molk ali nedejavnost zato ne bi smela pomeniti privolitve. Privolitev bi morala zajemati vse dejavnosti obdelave, izvedene v isti namen ali namene. Če je privolitev posameznika, na katerega se nanašajo osebni podatki, dana na podlagi elektronske zahteve, mora biti zahteva jasna in natančna, prav tako pa ne sme biti po nepotrebnem moteča za uporabo storitve, za katero se zagotavlja."
		},
		{
			"lang": "fi",
			"text": "Suostumus olisi annettava nimenomaisesti käyttäen mitä tahansa soveltuvaa tapaa, joka mahdollistaa vapaasti esitetyn, täsmällisen ja tietoon perustuvan ilmoituksen rekisteröidyn toiveista siten, että asianomainen esittää suostumusta ilmaisevan lausuman tai toteuttaa suostumusta ilmaisevan toimen, joka osoittaa, että asianomainen tietää antavansa suostumuksensa henkilötietojensa käsittelyyn, esimerkiksi rastittamalla ruudun vieraillessaan internet-sivustolla tai esittämällä minkä tahansa muun lausuman tai käyttäytymällä tavalla, joka selkeästi osoittaa tässä yhteydessä, että rekisteröity hyväksyy henkilötietojensa käsittelyä koskevan ehdotuksen. Suostumusta ei pitäisi voida antaa vaikenemalla tai jättämällä jokin toimi toteuttamatta. Suostumuksen olisi katettava kaikki käsittelytoimet, jotka toteutetaan samaa tarkoitusta tai samoja tarkoituksia varten. Jos rekisteröidyn on annettava suostumuksensa sähköisen pyynnön perusteella, pyynnön on oltava selkeä ja tiiviisti esitetty eikä se saa tarpeettomasti häiritä sen palvelun käyttöä, jota varten se annetaan."
		},
		{
			"lang": "pl",
			"text": "Zgoda powinna być wyraźnie wyrażona w dowolny właściwy sposób umożliwiający swobodne i świadome wyrażenie woli przez podmiot danych bądź w formie oświadczenia, bądź w drodze wyraźnego działania potwierdzającego podmiotu danych, przy jednoczesnym zagwarantowaniu, że osoby fizyczne są świadome, iż wyrażają zgodę na przetwarzanie danych osobowych, w tym poprzez zaznaczenie okna wyboru podczas przeglądania strony internetowej lub też inne oświadczenie bądź zachowanie, które w tym kontekście wyraźnie oznacza akceptację przez podmiot danych proponowanego przetwarzania jego danych osobowych. Milczenie lub bezczynność nie powinny zatem stanowić zgody. Zgoda powinna obejmować całość przetwarzania dokonanego w tym samym celu lub w tych samych celach. Jeśli zgoda podmiotu danych ma być wyrażona w następstwie elektronicznego wniosku, wniosek taki musi być jasny, zwięzły i nie powodować niepotrzebnego przerwania świadczenia usługi, której dotyczy."
		},
		{
			"lang": "lt",
			"text": "sutikimas turi būti išreikštas aiškiai ir tinkamu būdu, leidžiančiu savanoriškai ir konkrečiai tinkamai informuotam duomenų subjektui išreikšti valią pareiškimu arba vienareikšmiais veiksmais, ir užtikrinančiu, kad asmenys suvokia sutinkantys, kad būtų tvarkomi jų asmens duomenys, pavyzdžiui, pažymėdami langelį interneto svetainėje arba kitaip pareikšdami ar atlikdami kitus veiksmus, šiomis aplinkybėmis aiškiai parodančius duomenų subjekto sutikimą su ketinimu tvarkyti jų asmens duomenis. Todėl tylėjimas arba neveikimas neturėtų būti laikomas sutikimu. Sutikimas turėtų apimti visas duomenų tvarkymo operacijas, atliekamas tuo pačiu tikslu ar tais pačiais tikslais. Jeigu duomenų subjekto sutikimo prašoma elektroniniu būdu, prašymas turi būti aiškus, glaustas ir bereikalingai nenutraukiantis naudojimosi paslauga, dėl kurios prašoma sutikimo;"
		},
		{
			"lang": "nl",
			"text": "Toestemming dient uitdrukkelijk te worden gegeven op elke passende wijze die de gebruiker in staat stelt door middel van hetzij een verklaring, hetzij een ondubbelzinnige, actieve handeling vrijelijk een specifieke en geïnformeerde indicatie te geven omtrent zijn wensen, teneinde te waarborgen dat personen er zich bewust van zijn dat zij toestemming geven voor de verwerking van persoonsgegevens, bijvoorbeeld door bij een bezoek aan een internetwebsite op een vakje te klikken, of door een andere verklaring of een andere handeling waaruit in dit verband duidelijk blijkt dat de betrokkene instemt met de voorgestelde verwerking van zijn persoonsgegevens. Stilte of inactiviteit dient derhalve niet als toestemming te gelden. De toestemming dient te gelden voor alle verwerkingsactiviteiten die hetzelfde doel of dezelfde doelen dienen. Indien de betrokkene zijn toestemming moet geven na een elektronisch verzoek, dient dat verzoek duidelijk en beknopt te zijn en niet onnodig storend voor het gebruik van de betrokken dienst."
		},
		{
			"lang": "sv",
			"text": "Samtycke bör lämnas uttryckligen med lämplig metod som möjliggör en frivillig, särskild och informerad viljeyttring från de registrerades sida, antingen genom ett uttalande eller genom en entydig affirmativ handling som visar att de är medvetna om att de ger sitt samtycke till behandlingen av personuppgifter, exempelvis en ruta som klickas i vid besök på en internetsida eller genom något annat uttalande eller beteende som i sammanhanget tydligt visar att de registrerade godtar den föreslagna behandlingen av deras personuppgifter. Tystnad eller inaktivitet bör därför inte utgöra samtycke. Samtycket bör gälla all behandling som utförs för samma ändamål. Om den registrerade ska lämna sitt samtycke efter en elektronisk begäran måste denna vara tydlig, koncis och får inte onödigtvis störa användningen av den tjänst som den avser."
		}
	],
	"children": [],
	"title": "Recital 25"
}