{
	"id": "r28",
	"type": "recital",
	"literal": "28",
	"parent": "_",
	"text": [
		{
			"lang": "en",
			"text": "A group of undertakings should cover a controlling undertaking and its controlled undertakings, whereby the controlling undertaking should be the undertaking which can exercise a dominant influence over the other undertakings by virtue, for example, of ownership, financial participation or the rules which govern it or the power to have personal data protection rules implemented."
		},
		{
			"lang": "de",
			"text": "Eine Unternehmensgruppe sollte aus einem herrschenden Unternehmen und den von diesem abhängigen Unternehmen bestehen, wobei das herrschende Unternehmen dasjenige sein sollte, das zum Beispiel aufgrund von Eigentümerschaft, finanzieller Beteiligung oder sonstiger Bestimmungen, die die Tätigkeit des Unternehmens regeln, oder der Befugnis, Datenschutzvorschriften einzuführen, einen beherrschenden Einfluss auf die übrigen Unternehmen ausüben kann."
		},
		{
			"lang": "fr",
			"text": "Un groupe d’entreprises devrait consister en une entreprise qui exerce le contrôle et des entreprises contrôlées, la première devant être celle qui peut exercer une influence dominante sur les autres du fait, par exemple, de la détention du capital, d'une participation financière ou des règles qui la régissent, ou du pouvoir de faire appliquer les règles relatives à la protection des données à caractère personnel."
		},
		{
			"lang": "es",
			"text": "Un grupo de empresas debe estar constituido por una empresa que ejerce el control y las empresas controladas, en virtud de lo cual la empresa que ejerce el control debe ser la empresa que pueda ejercer una influencia dominante en las otras empresas, por razones, por ejemplo, de propiedad, participación financiera, las normas que la rigen o el poder de hacer que se cumplan las normas de protección de datos personales."
		},
		{
			"lang": "pt",
			"text": "Um grupo de empresas deve ser constituído por uma empresa que exerce o controlo e as empresas controladas, a primeira devendo ser a que pode exercer uma influência dominante sobre as outras empresas, por exemplo, em virtude da propriedade, participação financeira ou das regras que a regem ou da faculdade de fazer aplicar as regras relativas à proteção de dados pessoais."
		},
		{
			"lang": "it",
			"text": "Un gruppo di imprese dovrebbe costituirsi di un’impresa controllante e delle sue controllate, là dove l’impresa controllante sarebbe quella che può esercitare un’influenza dominante sulle controllate in forza, ad esempio, della proprietà, della partecipazione finanziaria o delle norme societarie o del potere di fare applicare le norme di protezione dei dati personali."
		},
		{
			"lang": "ga",
			"text": "Ba cheart gnóthas rialaitheach agus a ghnóthais atá faoi rialú a chumhdach faoi ghrúpa gnóthas, agus ba cheart, dá réir sin, don ghnóthas rialaitheach a bheith in ann tionchar ceannasach a imirt ar na gnóthais eile de bhun úinéireachta mar shampla, nó de bhun rannpháirtíochta airgeadais nó na rialacha lena rialaítear an rannpháirtíocht sin nó de bhun na cumhachta chun rialacha maidir le cosaint sonraí pearsanta a chur chun feidhme."
		},
		{
			"lang": "cs",
			"text": "Skupina podniků by měla zahrnovat řídící podnik a jím řízené podniky, přičemž řídícím podnikem by měl být podnik, jenž může uplatňovat dominantní vliv na jiné podniky například na základě vlastnictví, finanční účasti nebo pravidel, kterými se podnik řídí, či pravomoci zavádět předpisy týkající se ochrany osobních údajů."
		},
		{
			"lang": "da",
			"text": "En koncern bør omfatte en virksomhed, der udøver kontrol, og de af denne kontrollerede virksomheder, hvor den kontrollerende virksomhed er den virksomhed, der kan udøve bestemmende indflydelse på de øvrige virksomheder f.eks. i kraft af ejendomsret, finansiel deltagelse eller de regler, den er underlagt, eller beføjelsen til at få gennemført regler om beskyttelse af personoplysninger."
		},
		{
			"lang": "et",
			"text": "Kontsern peaks hõlmama kontrollivat ettevõtjat ja tema kontrolli all olevaid ettevõtjaid, kusjuures kontrolliv ettevõtja peaks saama kasutada teiste ettevõtjate üle valitsevat mõju näiteks omanikuna, rahalise osaluse kaudu, põhikirja alusel või volituse kaudu rakendada isikuandmete kaitse eeskirju."
		},
		{
			"lang": "el",
			"text": "Ο όμιλος επιχειρήσεων πρέπει να καλύπτει την ελέγχουσα επιχείρηση και τις ελεγχόμενες επιχειρήσεις της, όπου η ελέγχουσα επιχείρηση πρέπει να είναι η επιχείρηση η οποία μπορεί να ασκεί κυρίαρχη επιρροή στις άλλες επιχειρήσεις δυνάμει, για παράδειγμα, κυριότητας, οικονομικής συμμετοχής ή των κανόνων που τη διέπουν ή της εξουσίας εφαρμογής κανόνων προστασίας των δεδομένων προσωπικού χαρακτήρα."
		},
		{
			"lang": "bg",
			"text": "Дадена група предприятия следва да обхваща контролиращо предприятие и контролираните от него предприятия, като контролиращото предприятие следва да бъде предприятие, което може да упражнява доминиращо влияние върху другите предприятия въз основа на това, че има например право на собственост или финансово участие, или въз основа на правилата за неговото управление или правомощието да прилага правила за защита на личните данни."
		},
		{
			"lang": "hu",
			"text": "Az ellenőrző vállalkozás és az ellenőrzése alatt álló vállalkozások vállalkozáscsoportot alkotnak, minek körében az ellenőrző vállalkozás az a vállalkozás, amely például tulajdonosi jogok, pénzügyi részesedés vagy az arra vonatkozó szabályok, vagy a személyes adatok védelmére vonatkozó szabályok végrehajtására való jogosultság révén meghatározó befolyást gyakorol a többi vállalkozás felett."
		},
		{
			"lang": "mt",
			"text": "Grupp ta’ impriżi għandu jkopri impriża li tikkontrolla u l-impriżi kkontrollati tagħha, fejn l-impriża li tikkontrolla għandha tkun l-impriża li tista’ teżerċita influwenza dominanti fuq l-impriżi l-oħrajn permezz, pereżempju, tas-sjieda, parteċipazzjoni finanzjarja jew ir-regoli li jirregolawha jew is-setgħa li timplimenta r-regoli dwar il-protezzjoni tad-dejta personali."
		},
		{
			"lang": "lv",
			"text": "Uzņēmumu grupai būtu jāietver kontrolējošais uzņēmums un tā kontrolētie uzņēmumi, turklāt par kontrolējošu uzņēmumu būtu jāuzskata uzņēmums, kam var būt dominējoša ietekme uz citu uzņēmumu, piemēram, īpašumtiesību, finanšu līdzdalības vai reglamentējošu noteikumu dēļ, vai pilnvaras panākt personas datu aizsardzības noteikumu īstenošanu."
		},
		{
			"lang": "ro",
			"text": "Un grup de întreprinderi ar trebui cuprindă o întreprindere care exercită controlul și întreprinderile controlate de aceasta, în cadrul căruia întreprinderea care exercită controlul ar trebui să fie întreprinderea care poate exercita o influență dominantă asupra celorlalte întreprinderi, de exemplu, în temeiul proprietății, al participării financiare sau al regulilor care o reglementează sau al competenței de a pune în aplicare normele în materie de protecție a datelor cu caracter personal."
		},
		{
			"lang": "sk",
			"text": "Skupina podnikov by mala pozostávať z kontrolujúceho podniku a ním kontrolovaných podnikov, pričom kontrolujúci podnik by mal byť podnikom, ktorý môže vykonávať dominantný vplyv na podniky napr. v dôsledku toho, že ich vlastní, v dôsledku finančnej účasti alebo pravidiel upravujúcich činnosť podniku alebo v dôsledku právomoci implementovať pravidlá ochrany osobných údajov."
		},
		{
			"lang": "sl",
			"text": "Povezana družba bi morala zajemati obvladujočo družbo in njene odvisne družbe, pri čemer mora biti obvladujoča družba družba, ki lahko izvršuje prevladujoč vpliv nad drugimi družbami z, na primer, lastništvom, finančnim deležem ali pravili, ki urejajo njeno delovanje, ali pooblastilom za izvajanje predpisov o varstvu osebnih podatkov."
		},
		{
			"lang": "fi",
			"text": "Yritysryhmän olisi katettava sekä määräysvaltaa käyttävä yritys että sen määräysvallassa olevat yritykset niin, että määräysvaltaa käyttävä yritys on se, jolla on määräysvalta toiseen yritykseen nähden esimerkiksi omistuksen, rahoitukseen osallistumisen tai yrityksen sääntöjen perusteella, tai jolla on toimivalta panna täytäntöön henkilötietojen suojaa koskevat säännöt."
		},
		{
			"lang": "pl",
			"text": "Grupa przedsiębiorstw powinna obejmować przedsiębiorstwo sprawujące kontrolę oraz przedsiębiorstwa kontrolowane, przy czym przedsiębiorstwo sprawujące kontrolę powinno być przedsiębiorstwem, które wywiera dominujący wpływ na inne przedsiębiorstwa ze względu, między innymi, na strukturę właścicielską, udział finansowy lub przepisy regulujące jego działalność lub też uprawnienia do wdrożenia przepisów dotyczących ochrony danych osobowych."
		},
		{
			"lang": "lt",
			"text": "įmonių grupę turėtų sudaryti kontroliuojančioji įmonė ir jos kontroliuojamos įmonės, o kontroliuojančioji įmonė turėtų būti įmonė, galinti daryti lemiamą poveikį kitoms įmonėms, pavyzdžiui, dėl nuosavybės santykių, finansinių įnašų, įmonės veiklą reglamentuojančių taisyklių arba įgaliojimo nustatyti asmens duomenų apsaugos taisykles;"
		},
		{
			"lang": "nl",
			"text": "Een groep van ondernemingen dient te bestaan uit een onderneming die zeggenschap uitoefent en de ondernemingen waarover zeggenschap wordt uitgeoefend, waarbij de onderneming die zeggenschap uitoefent de onderneming dient te zijn die overheersende invloed kan uitoefenen over de andere ondernemingen uit hoofde van eigendom, financiële deelneming of op haar van toepassing zijnde voorschriften, of op grond van de bevoegdheid om voorschriften inzake de bescherming van persoonsgegevens te doen uitvoeren."
		},
		{
			"lang": "sv",
			"text": "En företagsgrupp bör innefatta ett kontrollerande företag samt de företag detta företag kontrollerar (kontrollerade företag), varvid det kontrollerande företaget bör vara det företag som kan utöva ett dominerande inflytande på övriga företag i kraft av exempelvis ägarskap, finansiellt deltagande eller de bestämmelser som det regleras av eller befogenheten att införa regler som rör personuppgiftsskyddet."
		}
	],
	"children": [],
	"title": "Recital 28"
}