{
	"id": "r29",
	"type": "recital",
	"literal": "29",
	"parent": "_",
	"text": [
		{
			"lang": "en",
			"text": "Children deserve specific protection of their personal data, as they may be less aware of risks, consequences, safeguards and their rights in relation to the processing of personal data. To determine when an individual is a child, this Regulation should take over the definition laid down by the UN Convention on the Rights of the Child."
		},
		{
			"lang": "de",
			"text": "Die personenbezogenen Daten von Kindern müssen besonderen Schutz genießen, da Kinder sich der Risiken, Folgen, Vorsichtsmaßnahmen und ihrer Rechte bei der Verarbeitung personenbezogener Daten weniger bewusst sein dürften. Bei der Definition, wann eine Person als Kind gilt, sollte die Definition in der UN-Konvention über die Rechte des Kindes zugrunde gelegt werden."
		},
		{
			"lang": "fr",
			"text": "Les données à caractère personnel relatives aux enfants nécessitent une protection spécifique parce que ceux-ci peuvent être moins conscients des risques, des conséquences, des garanties et de leurs droits en matière de traitement des données. Afin de déterminer jusqu'à quel âge une personne est un enfant, le règlement devrait reprendre la définition retenue par la convention des Nations unies relative aux droits de l'enfant."
		},
		{
			"lang": "es",
			"text": "Los niños merecen una protección específica de sus datos personales, ya que pueden ser menos conscientes de los riesgos, consecuencias, garantías y derechos en relación con el tratamiento de datos personales. Con el fin de determinar cuándo se considera que una persona es un niño, el presente Reglamento debe asumir la definición establecida en la Convención de las Naciones Unidas sobre los derechos del niño."
		},
		{
			"lang": "pt",
			"text": "As crianças carecem de proteção especial quanto aos seus dados pessoais, uma vez que podem estar menos cientes dos riscos, consequências, garantias e direitos relacionados com o tratamento dos seus dados pessoais. Para determinar quando é que uma pessoa é considerada uma criança, o presente regulamento deve retomar a definição estabelecida na Convenção das Nações Unidas sobre os Direitos da Criança."
		},
		{
			"lang": "it",
			"text": "I minori necessitano di una specifica protezione dei loro dati personali, in quanto possono essere meno consapevoli dei rischi, delle conseguenze, delle misure di protezione e dei loro diritti in relazione al trattamento dei dati personali. Per determinare chi è minore, è opportuno che il presente regolamento riprenda la definizione stabilita dalla convenzione delle Nazioni Unite sui diritti del fanciullo."
		},
		{
			"lang": "ga",
			"text": "Tá cosaint ar leith dlite do leanaí maidir lena sonraí pearsanta toisc go bhféadfar nach bhfuil siad chomh heolach sin ar na rioscaí, na hiarmhairtí, na cosaintí agus ar a gcearta féin maidir lena sonraí pearsanta a phróiseáil. Chun a chinneadh nuair is leanbh é duine aonair, ba cheart cloí sa Rialachán seo leis an sainmhíniú atá leagtha síos i gCoinbhinsiún na Náisiún Aontaithe um Chearta an Linbh."
		},
		{
			"lang": "cs",
			"text": "Zvláštní ochranu osobních údajů si zaslouží děti, protože si mohou být méně vědomy rizik, důsledků, záruk a svých práv v souvislosti se zpracováním osobních údajů. Pro určení, kdy je osoba dítětem, by toto nařízení mělo převzít definici uvedenou v Úmluvě OSN o právech dítěte."
		},
		{
			"lang": "da",
			"text": "Børn bør nyde særlig beskyttelse af deres personoplysninger, eftersom de ofte er mindre bevidste om risici, konsekvenser, garantier og rettigheder, for så vidt angår behandling af personoplysninger. For at afgøre, om en person er et barn, bør denne forordning benytte definitionen i FN's konvention om barnets rettigheder."
		},
		{
			"lang": "et",
			"text": "Laste isikuandmed vajavad erilist kaitset, kuna lapsed ei pruugi olla piisavalt teadlikud ohtudest, tagajärgedest, kaitsemeetmetest ja oma isikuandmete töötlemisega seonduvatest õigustest. Selleks et määrata kindlaks, kas üksikisik on laps, tuleks käesolevas määruses üle võtta ÜRO lapse õiguste konventsioonis esitatud määratlus."
		},
		{
			"lang": "el",
			"text": "Τα δεδομένα προσωπικού χαρακτήρα παιδιών απαιτούν ειδική προστασία, καθώς τα παιδιά μπορεί να έχουν μικρότερη επίγνωση των κινδύνων, των συνεπειών, των εγγυήσεων και των δικαιωμάτων τους σε σχέση με την επεξεργασία δεδομένων προσωπικού χαρακτήρα. Για τον καθορισμό του πότε ένα φυσικό πρόσωπο είναι παιδί, ο παρών κανονισμός πρέπει να υιοθετήσει τον ορισμό που προβλέπεται στη σύμβαση των Ηνωμένων Εθνών για τα δικαιώματα του παιδιού."
		},
		{
			"lang": "bg",
			"text": "На децата се полага специална защита на техните лични данни, тъй като те не съзнават така добре рисковете, последиците, гаранциите и своите права, свързани с обработването на лични данни. За да се определи кога едно физическо лице е дете, регламентът следва да използва определението, дадено в Конвенцията на Обединените нации за правата на детето."
		},
		{
			"lang": "hu",
			"text": "A gyermekeknek személyes adataik tekintetében különös védelmet kell biztosítani, mivel ők kevésbé lehetnek tisztában a személyes adatok feldolgozásának kockázataival, következményeivel és az ahhoz kapcsolódó biztosítékokkal és jogosultságokkal. Az egyén gyermekként történő meghatározásához e rendelet átveszi a gyermekek jogairól szóló ENSZ-egyezmény fogalommeghatározását."
		},
		{
			"lang": "mt",
			"text": "It-tfal jixirqilhom protezzjoni speċifika tad-dejta personali tagħhom, minħabba li dawn jistgħu jkunu inqas konxji tar-riskji, il-konsegwenzi, is-salvagwardji u d-drittijiet tagħhom fir-rigward tal-ipproċessar ta’ dejta personali. Sabiex ikun stabbilit jekk individwu huwiex minorenni, dan ir-Regolament għandu jassumi d-definizzjoni stabbilita mill-Konvenzjoni dwar id-Drittijiet tat-Tfal tan-Nazzjonijiet Uniti."
		},
		{
			"lang": "lv",
			"text": "Bērni ir pelnījuši īpašu savu personas datu aizsardzību, jo tie var pietiekami neapzināties riskus, sekas, aizsardzības pasākumus un savas tiesības saistībā ar personas datu apstrādi. Lai noteiktu, kad persona ir uzskatāma par bērnu, šajā regulā būtu jāpārņem ANO Konvencijas par bērna tiesībām definīcija."
		},
		{
			"lang": "ro",
			"text": "Copii au nevoie de o protecție specifică a datelor lor cu caracter personal, întrucât pot fi mai puțin conștienți de riscurile, consecințele, garanțiile și drepturile lor în ceea ce privește prelucrarea datelor cu caracter personal. Pentru a se determina condițiile în care o persoană fizică este minor, prezentul regulament ar trebui să preia definiția stabilită în Convenția Organizației Națiunilor Unite privind drepturile copilului."
		},
		{
			"lang": "sk",
			"text": "Osobitnú ochranu osobných údajov si zasluhujú deti, keďže si môžu byť v menšej miere vedomé rizík, dôsledkov, záruk a práv súvisiacich so spracovávaním osobných údajov. Na určenie toho, kedy sa fyzická osoba pokladá za dieťa, by toto nariadenie malo prevziať definíciu stanovenú v Dohovore OSN o právach dieťaťa."
		},
		{
			"lang": "sl",
			"text": "Otroci potrebujejo posebno varstvo njihovih osebnih podatkov, saj se morda manj zavedajo nevarnosti in posledic ter slabše poznajo zaščitne ukrepe in pravice v zvezi z obdelavo osebnih podatkov. Za določitev, kdaj je posameznik otrok, bi morala ta uredba uporabiti opredelitev iz Konvencije ZN o otrokovih pravicah."
		},
		{
			"lang": "fi",
			"text": "On pyrittävä suojaamaan erityisesti lasten henkilötietoja, koska he eivät välttämättä ole kovin hyvin perillä henkilötietojen käsittelyyn liittyvistä riskeistä, seurauksista, takeista tai omista oikeuksistaan. Sen määrittämiseksi, milloin yksilö on lapsi, tähän asetukseen olisi sisällytettävä lapsen oikeuksia koskevassa YK:n yleissopimuksessa vahvistettu määritelmä."
		},
		{
			"lang": "pl",
			"text": "Na szczególną ochronę danych osobowych zasługują dzieci, które mogą być w mniejszym stopniu świadome zagrożeń, konsekwencji, gwarancji i swoich praw związanych z przetwarzaniem danych osobowych. Aby stwierdzić, czy dana osoba jest dzieckiem, w niniejszym rozporządzeniu należy przyjąć definicję określoną w Konwencji Narodów Zjednoczonych o prawach dziecka."
		},
		{
			"lang": "lt",
			"text": "vaikams turėtų būti užtikrinta ypatinga jų asmens duomenų apsauga, nes jie gali nepakankamai suvokti su asmens duomenų tvarkymu susijusią riziką, pasekmes, apsaugos priemones ir savo teises. Siekiant nustatyti, koks asmuo laikomas vaiku, šiame reglamente turėtų būti vadovaujamasi JT Vaiko teisių konvencijoje nustatytos apibrėžties;"
		},
		{
			"lang": "nl",
			"text": "Kinderen verdienen met betrekking tot hun persoonsgegevens extra bescherming, aangezien zij zich allicht minder bewust zijn van de risico’s, gevolgen, beschermingsmaatregelen en rechten in verband met de verwerking van persoonsgegevens. Voor de vaststelling of een persoon een kind is, dient in deze verordening de in het VN-Verdrag inzake de rechten van het kind vervatte definitie te worden overgenomen."
		},
		{
			"lang": "sv",
			"text": "Barns personuppgifter förtjänar ett särskilt skydd, eftersom de kan vara mindre medvetna om risker, följder, skyddsåtgärder samt sina rättigheter när det gäller behandling av personuppgifter. Definitionen av vem som betraktas som barn bör vara densamma som i FN:s konvention om barnets rättigheter."
		}
	],
	"children": [],
	"title": "Recital 29"
}