{
	"id": "r37",
	"type": "recital",
	"literal": "37",
	"parent": "_",
	"text": [
		{
			"lang": "en",
			"text": "The processing of personal data should equally be regarded as lawful where it is necessary to protect an interest which is essential for the data subject's life."
		},
		{
			"lang": "de",
			"text": "Die Verarbeitung personenbezogener Daten sollte ebenfalls als rechtmäßig angesehen werden, wenn sie erforderlich ist, um ein lebenswichtiges Interesse der betroffenen Person zu schützen."
		},
		{
			"lang": "fr",
			"text": "Le traitement de données à caractère personnel devrait être également considéré comme licite lorsqu'il est nécessaire pour protéger un intérêt essentiel à la vie de la personne concernée."
		},
		{
			"lang": "es",
			"text": "El tratamiento de datos personales también debe considerarse lícito cuando sea necesario para proteger un interés esencial para la vida del interesado."
		},
		{
			"lang": "pt",
			"text": "O tratamento de dados pessoais deve ser igualmente considerado lícito quando for necessário à proteção de um interesse essencial à vida do titular dos dados."
		},
		{
			"lang": "it",
			"text": "Il trattamento di dati personali deve essere parimenti considerato lecito quando è necessario per tutelare un interesse essenziale per la vita dell’interessato."
		},
		{
			"lang": "ga",
			"text": "Ba cheart a mheas go bhfuil próiseáil sonraí pearsanta dleathach freisin nuair is gá é a dhéanamh chun leas a chosaint ar leas é atá riachtanach do shaol an duine is ábhar do na sonraí."
		},
		{
			"lang": "cs",
			"text": "Zpracování osobních údajů by mělo být rovněž považováno za zákonné, pokud je nezbytné pro ochranu životně důležitého zájmu subjektu údajů."
		},
		{
			"lang": "da",
			"text": "Behandling af personoplysninger, der har til formål at beskytte et hensyn af fundamental betydning for den registreredes liv, bør ligeledes anses for lovlig."
		},
		{
			"lang": "et",
			"text": "Isikuandmete töötlemist tuleks pidada samaväärselt seaduslikuks ka siis, kui see on vajalik andmesubjekti eluliste huvide kaitsmiseks."
		},
		{
			"lang": "el",
			"text": "Η επεξεργασία δεδομένων προσωπικού χαρακτήρα πρέπει επίσης να θεωρείται σύννομη όταν είναι απαραίτητη για την προστασία ζωτικού συμφέροντος για τη ζωή του προσώπου στο οποίο αναφέρονται τα δεδομένα."
		},
		{
			"lang": "bg",
			"text": "Обработването на лични данни следва също да се счита за законосъобразно, когато е необходимо, за да се защити интерес от основно значение за живота на субекта на данните."
		},
		{
			"lang": "hu",
			"text": "A feldolgozást hasonlóan jogszerűnek kell tekinteni akkor, ha azt az érintett élete szempontjából alapvető fontosságú érdek védelme céljából végzik."
		},
		{
			"lang": "mt",
			"text": "L-ipproċessar tad-dejta personali għandu jitqies ukoll bħala legali fejn ikun meħtieġ, biex jiġi protett interess li huwa essenzjali għall-ħajja tas-suġġett tad-dejta."
		},
		{
			"lang": "lv",
			"text": "Personas datu apstrāde tāpat būtu jāuzskata par likumīgu, ja tā nepieciešama, lai aizsargātu kādas intereses, kas būtiski svarīgas datu subjekta dzīvei."
		},
		{
			"lang": "ro",
			"text": "Prelucrarea datelor cu caracter personal ar trebui, de asemenea, să fie considerată legală în cazul în care este necesară în scopul asigurării protecției unui interes care este esențial pentru viața persoanei vizate."
		},
		{
			"lang": "sk",
			"text": "Spracovanie osobných údajov sa musí považovať za rovnako zákonné tam, kde je potrebné na účely ochrany záujmu, ktorý je zásadný pre život dotknutej osoby."
		},
		{
			"lang": "sl",
			"text": "Obdelava osebnih podatkov bi se morala prav tako šteti za zakonito, kadar je potrebna za zaščito interesa, ki je bistven za življenje posameznika, na katerega se nanašajo osebni podatki."
		},
		{
			"lang": "fi",
			"text": "Henkilötietojen käsittelyä olisi pidettävä lainmukaisena myös silloin, kun se on tarpeen rekisteröidyn hengen kannalta olennaisten etujen suojelemiseksi."
		},
		{
			"lang": "pl",
			"text": "Przetwarzanie danych osobowych powinno być również uznawane za zgodne z prawem, jeśli jest konieczne w celu ochrony interesu, który ma istotne znaczenie dla życia podmiotu danych."
		},
		{
			"lang": "lt",
			"text": "asmens duomenų tvarkymas taip pat turėtų būti laikomas teisėtu, kai duomenis tvarkyti būtina norint apsaugoti gyvybinį duomenų subjekto interesą;"
		},
		{
			"lang": "nl",
			"text": "De verwerking van persoonsgegevens dient ook als geoorloofd te worden beschouwd wanneer zij nodig is voor de bescherming van een belang dat voor het leven van de betrokkene essentieel is. Het gerechtvaardigde belang van een voor de verwerking verantwoordelijke kan een rechtsgrondslag voor verwerking bieden, mits het belang of de rechten en vrijheden van de betrokkene niet prevaleren. Hierbij is een zorgvuldige beoordeling geboden, met name wanneer de betrokkene een kind is, aangezien kinderen specifieke bescherming verdienen. De betrokkene dient het recht te hebben kosteloos bezwaar te maken tegen de verwerking op gronden die verband houden met zijn bijzondere situatie. Om transparantie te waarborgen dient de voor de verwerking verantwoordelijke te worden verplicht de betrokkene uitdrukkelijk over de gerechtvaardigde belangen die worden nagestreefd en het recht van bezwaar te informeren, en ook te worden verplicht deze gerechtvaardigde belangen te staven. Aangezien het aan de wetgever is om de rechtsgrondslag te creëren voor gegevensverwerking door overheidsinstanties, dient deze rechtsgrond niet van toepassing te zijn op de verwerking door overheidsinstanties in het kader van de uitvoering van hun taken."
		},
		{
			"lang": "sv",
			"text": "Behandling av personuppgifter bör även anses tillåten när den är nödvändig för att skydda ett intresse som är av avgörande betydelse för den registrerades liv."
		}
	],
	"children": [],
	"title": "Recital 37"
}