{
	"id": "r38",
	"type": "recital",
	"literal": "38",
	"parent": "_",
	"text": [
		{
			"lang": "en",
			"text": "The legitimate interests of a controller may provide a legal basis for processing, provided that the interests or the fundamental rights and freedoms of the data subject are not overriding. This would need careful assessment in particular where the data subject is a child, given that children deserve specific protection. The data subject should have the right to object the processing, on grounds relating to their particular situation and free of charge. To ensure transparency, the controller should be obliged to explicitly inform the data subject on the legitimate interests pursued and on the right to object, and also be obliged to document these legitimate interests. Given that it is for the legislator to provide by law the legal basis for public authorities to process data, this legal ground should not apply for the processing by public authorities in the performance of their tasks."
		},
		{
			"lang": "de",
			"text": "Die Rechtmäßigkeit der Verarbeitung kann durch die berechtigten Interessen eines für die Verarbeitung Verantwortlichen begründet sein, sofern die Interessen oder die Grundrechte und Grundfreiheiten der betroffenen Person nicht überwiegen. Diese Interessen sind besonders sorgfältig abzuwägen, wenn es sich bei der betroffenen Person um ein Kind handelt, da Kinder besonders schutzwürdig sind. Die betroffene Person sollte das Recht haben, aus Gründen, die sich aus ihrer besonderen Situation ergeben, der Verarbeitung zu widersprechen, ohne dass ihr dadurch Kosten entstehen. Aus Transparenzgründen sollte der für die Verarbeitung Verantwortliche verpflichtet werden, seine berechtigten Interessen gegenüber der betroffenen Person ausdrücklich darzulegen und diese außerdem zu dokumentieren und die betroffene Person über ihr Widerspruchsrecht zu belehren. Da es dem Gesetzgeber obliegt, per Gesetz die Rechtsgrundlage für die Verarbeitung von Daten durch Behörden zu schaffen, greift dieser Rechtfertigungsgrund nicht bei Verarbeitungen durch Behörden, die diese in Erfüllung ihrer Aufgaben vornehmen."
		},
		{
			"lang": "fr",
			"text": "Les intérêts légitimes du responsable du traitement peuvent constituer un fondement juridique au traitement, à moins que ne prévalent les intérêts ou les libertés et droits fondamentaux de la personne concernée. Ce point mérite un examen attentif, surtout lorsque la personne concernée est un enfant, cette catégorie de personnes nécessitant en effet une protection spécifique. La personne concernée devrait pouvoir s'opposer au traitement des données la concernant, pour des raisons tenant à sa situation personnelle, et gratuitement. Afin d'assurer la transparence, le responsable du traitement devrait être tenu d'informer expressément la personne concernée des intérêts légitimes poursuivis, et de justifier ces derniers, ainsi que du droit de la personne de s'opposer au traitement. Étant donné qu'il appartient au législateur de fournir la base juridique autorisant les autorités publiques à traiter des données, ce motif ne devrait pas valoir pour les traitements effectués par ces autorités dans l'accomplissement de leur mission."
		},
		{
			"lang": "es",
			"text": "El interés legítimo de un responsable puede constituir una base jurídica para el tratamiento, siempre que no prevalezcan los intereses o los derechos y libertades del interesado. Ello necesitaría una evaluación meticulosa, especialmente si el interesado fuera un niño, pues los niños merecen una protección específica. Al interesado le debe asistir el derecho a oponerse de forma gratuita al tratamiento de datos, alegando motivos que tengan que ver con su situación particular. Para garantizar la transparencia, el responsable del tratamiento debe estar obligado a informar explícitamente al interesado del interés legítimo perseguido y del derecho a oponerse, así como a documentar dicho interés legítimo. Dado que corresponde al legislador establecer por ley la base jurídica para que las autoridades públicas traten datos, esta base jurídica no debe aplicarse al tratamiento efectuado por las autoridades públicas en el ejercicio de sus funciones."
		},
		{
			"lang": "pt",
			"text": "Os interesses legítimos do responsável pelo tratamento podem constituir um fundamento jurídico para o tratamento, a menos que prevaleçam os interesses ou os direitos e liberdades fundamentais do titular dos dados. Este ponto requer uma avaliação cuidada, particularmente se o titular dos dados for uma criança, uma vez que estas carecem de proteção especial. O titular dos dados deve ter o direito de se opor ao tratamento por razões relacionadas com a sua situação específica e de forma gratuita. A fim de assegurar a transparência, o responsável pelo tratamento deve ser obrigado a informar explicitamente a pessoa em causa sobre os interesses legítimos prosseguidos e sobre o direito de se lhe opor, sendo igualmente obrigado a apresentar fundamentação documentada desses interesses legítimos. Dado que incumbe ao legislador prever por lei a base jurídica para autorizar as autoridades a procederem ao tratamento de dados, este fundamento jurídico não é aplicável aos tratamentos efetuados pelas autoridades públicas no exercício das suas funções."
		},
		{
			"lang": "it",
			"text": "I legittimi interessi di un responsabile del trattamento possono costituire una base giuridica del trattamento, a condizione che non prevalgano gli interessi o i diritti e le libertà fondamentali dell’interessato. Ciò richiede un’attenta valutazione specie se l’interessato è un minore, dato che i minori necessitano di una specifica protezione. L’interessato deve potersi opporsi al trattamento, per motivi inerenti alla sua situazione particolare, e gratuitamente. Per garantire la trasparenza, il responsabile del trattamento deve essere obbligato a informare esplicitamente l’interessato sui legittimi interessi perseguiti, che deve documentare, e sul diritto di opporsi al trattamento dei dati. Posto che spetta al legislatore prevedere la base giuridica che autorizza le autorità pubbliche a trattare i dati, questo motivo non dovrebbe valere per il trattamento dati effettuato dalle autorità pubbliche nell’esercizio delle loro funzioni."
		},
		{
			"lang": "ga",
			"text": "D’fhéadfadh sé go dtabharfadh leasanna dlisteanacha rialaitheora bunús dlí do phróiseáil ar choinníoll nach sárófaí leasanna nó cearta agus saoirsí bunúsacha an duine is ábhar do na sonraí. Bheadh gá le measúnú cúramach a dhéanamh sa chás sin, go háirithe i gcás inar leanbh é an duine is ábhar do na sonraí ó tharla go bhfuil cosaint ar leith dlite do leanaí. Ba cheart go mbeadh sé de cheart ag an duine is ábhar do na sonraí agóid a dhéanamh i gcoinne na próiseála, ar chúiseanna a bhaineann lena staid áirithe féin, agus é sin a dhéanamh saor in aisce. Chun trédhearcacht a áirithiú, ba cheart go mbeadh sé d’oibleagáid ar an rialaitheoir an duine is ábhar do na sonraí a chur ar an eolas go sainráite faoi na leasanna dlisteanacha atá á saothrú agus faoin gceart agóide, agus ba cheart go mbeadh sé d’oibleagáid air freisin na leasanna dlisteanacha sin a dhoiciméadú. Ar an ábhar gur faoin reachtóir atá sé foráil a dhéanamh le dlí maidir leis an mbunús dlí atá ag údaráis phoiblí chun sonraí a phróiseáil, níor cheart feidhm a bheith ag an bhforas dlíthiúil sin maidir le próiseáil ag údaráis phoiblí i bhfeidhmiú a gcúraimí."
		},
		{
			"lang": "cs",
			"text": "Oprávněné zájmy správce mohou být právním základem zpracování za předpokladu, že nepřevažují nad zájmy a základními právy a svobodami subjektu údajů. Tyto zájmy je třeba pečlivě posoudit, zejména pokud je subjektem údajů dítě, neboť děti si zaslouží zvláštní ochranu. Subjekt údajů by měl mít právo bezplatně vznést proti zpracování námitku z důvodů týkajících se jeho konkrétní situace. Pro zajištění transparentnosti by správce měl mít povinnost výslovně informovat subjekt údajů o svých oprávněných zájmech a o jeho právu vznést námitku, jakož i povinnost tyto oprávněné zájmy dokumentovat. Jelikož právní základ pro zpracování údajů orgány veřejné moci upravuje zákonodárce právním předpisem, tento právní důvod se nepoužije pro zpracovávání prováděné orgány veřejné moci při plnění jejich úkolů."
		},
		{
			"lang": "da",
			"text": "En registeransvarligs legitime interesser kan udgøre et retligt grundlag for behandling, medmindre den registreredes interesser, grundlæggende rettigheder og frihedsrettigheder går forud herfor. Dette kræver omhyggelig vurdering, navnlig hvis den registrerede er et barn, idet børn bør nyde særlig beskyttelse. Den registrerede bør have ret til at gøre indsigelse mod behandlingen af grunde, der vedrører den pågældendes særlige situation, og uden udgifter. For at sikre gennemsigtigheden bør den registeransvarlige forpligtes til udtrykkeligt at oplyse den registrerede om de legitime interesser, der forfølges, og om retten til indsigelse og til at dokumentere disse legitime interesser. Det er lovgiveren, der i henhold til lovgivningen fastsætter retsgrundlaget for offentlige myndigheders behandling af oplysninger, og derfor bør dette retsgrundlag ikke gælde for den behandling, offentlige myndigheder foretager som led i udførelsen af deres opgaver."
		},
		{
			"lang": "et",
			"text": "Töötlemise õiguslikuks aluseks võib olla vastutava töötleja õigustatud huvi tingimusel, et andmesubjekti huvid või põhiõigused ja -vabadused ei ole tähtsamad. See vajab hoolikat hindamist eelkõige juhul, kui andmesubjekt on laps, kuna lapsed vajavad erilist kaitset. Andmesubjektil peaks olema õigus töötlemine vaidlustada tema konkreetse olukorraga seonduvatel põhjustel ja tasuta. Läbipaistvuse tagamiseks peaks vastutav töötleja olema kohustatud andmesubjekti selgesõnaliselt teavitama oma õigustatud huvist asjaomase isiku vastu ja vaidlustamisõigusest ning samuti olema kohustatud need õigustatud huvid dokumenteerima. Arvestades, et avaliku sektori asutuste jaoks peab andmete töötlemise õigusliku aluse õigusaktiga kehtestama seadusandja, ei tuleks nimetatud õiguslikku alust kohaldada avalik-õiguslike asutuste poolse, nende ülesannete täitmiseks teostatava töötlemise puhul."
		},
		{
			"lang": "el",
			"text": "Τα έννομα συμφέροντα του υπευθύνου επεξεργασίας μπορεί να παρέχουν τη νομική βάση για την επεξεργασία, υπό τον όρο ότι δεν υπερισχύουν τα συμφέροντα ή τα θεμελιώδη δικαιώματα και οι ελευθερίες του προσώπου στο οποίο αναφέρονται τα δεδομένα. Κάτι τέτοιο απαιτεί προσεκτική αξιολόγηση ιδίως εάν το πρόσωπο στο οποίο αναφέρονται τα δεδομένα είναι παιδί, δεδομένου ότι τα παιδιά χρήζουν ειδικής προστασίας. Το πρόσωπο στο οποίο αναφέρονται τα δεδομένα πρέπει να έχει το δικαίωμα να αντιταχθεί στην επεξεργασία για λόγους που σχετίζονται με τη συγκεκριμένη κατάστασή του και χωρίς οικονομική επιβάρυνση. Για τη διασφάλιση της διαφάνειας, ο υπεύθυνος επεξεργασίας πρέπει να υποχρεούται να ενημερώνει ρητώς το πρόσωπο στο οποίο αναφέρονται τα δεδομένα για τα έννομα συμφέροντα που επιδιώκονται και για το δικαίωμα αντίταξης, καθώς και να υποχρεούται να τεκμηριώνει τα εν λόγω έννομα συμφέροντα. Δεδομένου ότι ο νομοθέτης πρέπει να παρέχει διά νόμου τη νομική βάση για την επεξεργασία δεδομένων από τις δημόσιες αρχές, ο συγκεκριμένος νομικός λόγος δεν πρέπει να εφαρμόζεται για την επεξεργασία από τις δημόσιες αρχές κατά την εκπλήρωση των καθηκόντων τους."
		},
		{
			"lang": "bg",
			"text": "Законните интереси на даден администратор могат да предоставят правно основание за обработването, при условие че интересите или основните права и свободи на съответния субект на данни нямат преимущество. За това е необходима внимателна оценка, особено когато субектът на данните е дете, като се има предвид, че на децата се полага специална защита. Субектът на данни следва да има право на възражение срещу обработването на основание своето конкретно положение и безплатно. За да се гарантира прозрачността, администраторът следва да бъде задължен изрично да информира субекта на данни относно преследваните законни интереси и относно правото на възражение, и също така да бъде задължен да документира тези законни интереси. Като се има предвид, че е задължение на законодателя да уреди със закон правното основание за обработването на данни от публичните органи, това правно основание не следва да се прилага спрямо обработването на данни от публичните органи при изпълнението на техните задачи."
		},
		{
			"lang": "hu",
			"text": "Az adatkezelő jogos érdeke jogalapot teremthet a feldolgozáshoz, feltéve hogy az érintett érdekei, alapvető jogai és szabadságai nem élveznek elsőbbséget. Ezt különösen akkor kell vizsgálni, ha az érintett gyermek, mivel a gyermekeknek különös védelmet kell biztosítani. Az érintettnek joga van tiltakozni a feldolgozás ellen egyedi helyzetével kapcsolatos indokok alapján, és térítésmentesen. Az átláthatóság biztosítása érdekében az adatkezelőt kötelezni kell arra, hogy kifejezetten tájékoztassa az érintettet az alapul szolgáló jogos érdekről és a tiltakozáshoz való jogról, és igazolnia kell e jogos érdekeket. Mivel a jogalkotó feladata jogszabályokban meghatározni a hatóságok adatfeldolgozásának jogalapját, e jogi indokolás nem alkalmazható a hatóságok által feladataik ellátása során végzett feldolgozásra."
		},
		{
			"lang": "mt",
			"text": "L-interessi leġittimi ta’ kontrollur jistgħu jipprovdu bażi legali għall-ipproċessar, diment li l-interessi jew id-drittijiet u l-libertajiet fundamentali tas-suġġett tad-dejta ma jkunux aktar importanti. Dan ikun jeħtieġ evalwazzjoni attenta b’mod partikolari fejn is-suġġett tad-dejta jkun minorenni, minħabba li t-tfal jistħoqqilhom protezzjoni speċifika. Is-suġġett tad-dejta għandu jkollu d-dritt li joġġezzjona għall-ipproċessar, għal raġunijiet li huma relatati mas-sitwazzjoni partikolari tagħhom u mingħajr ħlas. Sabiex tkun żgurata t-trasparenza, il-kontrollur għandu jkun obbligat li jinforma espliċitament lis-suġġett tad-dejta dwar l-interessi leġittimi segwiti u dwar id-dritt li joġġezzjona, u jkun obbligat ukoll li jiddokumenta dawn l-interessi leġittimi. Minħabba li hija r-responsabbiltà tal-leġiżlatur li jipprovdi bil-liġi l-bażi legali għall-awtoritajiet pubbliċi sabiex jipproċessaw id-dejta, din il-bażi legali ma għandhiex tapplika għall-ipproċessar mill-awtoritajiet pubbliċi fit-twettiq tal-kompiti tagħhom."
		},
		{
			"lang": "lv",
			"text": "Pārziņa likumīgās intereses var būt apstrādes juridiskais pamats, ja datu subjekta intereses vai pamattiesības un brīvības nav svarīgākas. To būs nepieciešams rūpīgi izvērtēt, jo īpaši, ja datu subjekts ir bērns, ņemot vērā, ka bērniem ir nepieciešama īpaša aizsardzība. Datu subjektam būtu jābūt tiesībām iebilst pret apstrādi, pamatojoties uz to īpašo stāvokli un bez maksas. Lai nodrošinātu pārskatāmību pārzinim būtu jāuzliek pienākums skaidri informēt datu subjektu par pārziņa likumīgajām interesēm un datu subjekta tiesībām iebilst, turklāt būtu jāparedz pienākums dokumentēt šīs likumīgās intereses. Ņemot vērā, ka datu apstrādes juridisko pamatu valsts iestādēm ar likumu ir jānosaka likumdevējam, šis juridiskais pamats nebūtu piemērojams apstrādei, ko veic valsts iestādes, pildot savus uzdevumus."
		},
		{
			"lang": "ro",
			"text": "Interesele legitime ale unui operator pot constitui un temei juridic pentru prelucrare, cu condiția să nu prevaleze interesele sau drepturile și libertățile fundamentale ale persoanei vizate. Aceasta ar necesita o evaluare atentă, în special în cazul în care persoana vizată este un minor, întrucât minorii necesită o protecție specifică. Persoana vizată ar trebui să aibă dreptul gratuit la opoziție în ceea ce privește prelucrarea, din motive legate de situația sa particulară. Pentru a se asigura transparența, operatorul ar trebui să aibă obligația de a informa în mod explicit persoana vizată cu privire la interesele legitime urmărite și dreptul la opoziție și, de asemenea, ar trebui să aibă obligația de a documenta aceste interese legitime. Întrucât legiuitorul trebuie să furnizeze temeiul juridic pentru prelucrarea datelor de către autoritățile publice, acest temei juridic nu ar trebui să se aplice prelucrării de către autoritățile publice în îndeplinirea sarcinilor care le revin."
		},
		{
			"lang": "sk",
			"text": "Oprávnené záujmy prevádzkovateľa môžu poskytnúť právny základ pre spracovanie údajov, ak nad nimi neprevažujú záujmy alebo základné práva a slobody dotknutej osoby. Tu by bolo potrebné vykonávať podrobnejšie posúdenie, najmä ak je dotknutou osobou dieťa, keďže deti majú nárok na osobitnú ochranu. Dotknutá osoba by mala mať právo bezplatne namietať voči spracovaniu z dôvodov jej konkrétnej situácie. Aby sa zabezpečila transparentnosť, prevádzkovateľ by mal byť povinný výslovne informovať dotknutú osobu o oprávnených záujmoch, ktoré spracúvaním sleduje, a o jej práve namietať, a mal by byť takisto povinný zdokumentovať tieto oprávnené záujmy. Keďže je úlohou zákonodarcu stanoviť pre verejné orgány v právnych predpisoch právny základ pre spracovanie údajov, tento právny základ by sa nemal vzťahovať na spracúvanie verejnými orgánmi pri plnení ich úloh."
		},
		{
			"lang": "sl",
			"text": "Pravni interesi upravljavca lahko pomenijo pravno podlago za obdelavo, če ne prevladajo interesi ali temeljne pravice in svoboščine posameznika, na katerega se nanašajo osebni podatki. Glede tega bi bila skrbna ocena potrebna zlasti, če je tak posameznik otrok, saj otroci potrebujejo posebno varstvo. Posameznik, na katerega se nanašajo osebni podatki, bi moral imeti pravico, da brezplačno ugovarja obdelavi na podlagi razlogov, povezanih z njegovim posebnim položajem. Za zagotovitev preglednosti bi moral biti upravljavec zavezan, da posameznika, na katerega se nanašajo osebni podatki, izrecno obvesti o pravnih interesih, za katere si prizadeva, in o pravici do ugovora, prav tako pa bi moral te pravne interese dokumentirati. Glede na to, da mora zakonodajalec z zakonom določiti pravno podlago za obdelavo podatkov s strani javnih organov, ta pravna podlaga ne bi smela veljati za obdelavo s strani javnih organov pri izvajanju njihovih nalog."
		},
		{
			"lang": "fi",
			"text": "Rekisterinpitäjän oikeutetut edut voivat muodostaa käsittelyn oikeusperustan edellyttäen, että rekisteröidyn etuja tai perusoikeuksia ja -vapauksia ei syrjäytetä. Tätä on arvioitava huolellisesti etenkin jos rekisteröity on lapsi, koska lapset tarvitsevat erityistä suojelua. Rekisteröidyllä olisi oltava oikeus vastustaa tietojensa käsittelyä tilanteeseensa liittyvien syiden vuoksi ja maksutta. Läpinäkyvyyden varmistamiseksi rekisterinpitäjällä olisi oltava velvollisuus ilmoittaa rekisteröidylle nimenomaisesti näistä oikeutetuista eduista ja rekisteröidyn oikeudesta vastustaa tietojenkäsittelyä, ja rekisterinpitäjällä olisi myös oltava velvollisuus esittää näitä oikeutettuja etuja koskevat asiakirjat. Koska on lainsäätäjän tehtävä vahvistaa lailla oikeusperusta, jonka nojalla viranomaiset voivat käsitellä tietoja, tätä oikeusperustaa ei pitäisi soveltaa tietojenkäsittelyyn, jota viranomaiset suorittavat tehtäviensä yhteydessä."
		},
		{
			"lang": "pl",
			"text": "Słuszny interes administratora może stanowić podstawę prawną przetwarzania, pod warunkiem że interesy lub podstawowe prawa i wolności podmiotu danych, nie mają charakteru nadrzędnego. Wymagałoby to przeprowadzenia rzetelnej oceny, w szczególności w sytuacji, gdy podmiotem danych jest dziecko, zważywszy że dzieci wymagają szczególnej ochrony. Podmiot danych powinien mieć prawo wniesienia sprzeciwu wobec przetwarzania ze względu na swoją szczególną sytuacją i w sposób wolny od opłat. Aby zapewnić przejrzystość, administrator powinien być zobowiązany do wyraźnego poinformowania podmiotu danych o słusznych interesach realizowanych przez administratora, oraz o prawie wniesienia sprzeciwu, a także powinien być zobowiązany do udokumentowania tych słusznych interesów. Zważywszy, że ustawodawca określa w przepisach podstawę prawną przetwarzania danych przez organy publiczne, ta podstawa prawa nie powinna mieć zastosowania do przetwarzania danych przez organy publiczne w ramach wykonywania powierzonych im zadań."
		},
		{
			"lang": "lt",
			"text": "teisėti duomenų valdytojo interesai gali būti teisiniu duomenų tvarkymo pagrindu, jeigu duomenų subjekto interesai arba pagrindinės teisės ir laisvės nėra viršesni. Juos reikėtų kruopščiai pasverti visų pirma tuomet, kai duomenų subjektas yra vaikas, nes vaikams reikalinga ypatinga apsauga. Duomenų subjektui turėtų būti suteikta teisė dėl priežasčių, susijusių su jo konkrečia padėtimi, nesutikti, kad duomenys būtų tvarkomi, ir dėl to nepatirti išlaidų. Siekiant užtikrinti skaidrumą, duomenų valdytojas turėtų būti įpareigotas aiškiai informuoti duomenų subjektą apie teisėtus interesus, kurių siekia, ir jo teisę su tuo nesutikti, be to, jis turėtų būti įpareigotas šiuos teisėtus interesus dokumentuoti. Atsižvelgiant į tai, kad teisinį duomenų tvarkymo pagrindą valdžios institucijoms teisės aktu turi sukurti teisės aktų leidėjas, šis pateisinimo pagrindas neturėtų būti taikomas tais atvejais, kai valdžios institucijos duomenis tvarko vykdydamos savo funkcijas;"
		},
		{
			"lang": "nl",
			"text": "De verwerking van verkeersgegevens voor zover die strikt noodzakelijk is met het oog op netwerk- en informatieveiligheid, d.w.z. dat een netwerk of informatiesysteem op een bepaald vertrouwelijkheidsniveau bestand is tegen incidentele gebeurtenissen of onwettige of kwaadaardige acties die de beschikbaarheid, authenticiteit, integriteit en vertrouwelijkheid van opgeslagen of doorgegeven gegevens in het gedrang brengen, en de beveiliging van de desbetreffende diensten die door deze netwerken en systemen worden geboden of via deze toegankelijk zijn, door overheidsinstanties, responsteams voor computernoodgevallen (Computer Emergency Response Teams, CERT’s), computercalamiteitenteams (Computer Security Incident Response Teams, CSIRT’s) aanbieders van elektronische communicatienetwerken of –diensten en aanbieders van beveiligingstechnologie en -diensten, is een gerechtvaardigd belang van de voor de verwerking verantwoordelijke. Zo kan er bijvoorbeeld sprake zijn van het verhinderen van onbevoegde toegang tot elektronischecommunicatienetwerken en van verspreiding van kwaadaardige codes, alsook van het stoppen van „denial of service”- aanvallen en van schade aan computers en elektronischecommunicatiesystemen."
		},
		{
			"lang": "sv",
			"text": "Registeransvarigas berättigade intressen kan utgöra rättslig grund för behandling, på villkor att de registrerades intressen eller grundläggande rättigheter och friheter inte åsidosätts. För detta krävs en noggrann bedömning, särskilt när den registrerade är ett barn, mot bakgrund av att barn förtjänar specifikt skydd. Den registrerade bör kostnadsfritt och av skäl som rör vederbörandes särskilda situation ha rätt att göra invändningar mot behandling. För att säkra öppenheten bör registeransvariga vara skyldiga att uttryckligen informera de registrerade om vilka berättigade intressen som man eftersträvar att tillvarata och om rätten att göra invändningar. De bör även vara skyldiga att dokumentera dessa berättigade intressen. Mot bakgrund av att det är lagstiftaren som genom lagstiftning fastställer den rättsliga grunden för myndigheters behandling av uppgifter bör denna förordning inte vara tillämplig när myndigheter behandlar uppgifter inom ramen för sin myndighetsutövning."
		}
	],
	"children": [],
	"title": "Recital 38"
}