{
	"id": "r39",
	"type": "recital",
	"literal": "39",
	"parent": "_",
	"text": [
		{
			"lang": "en",
			"text": "The processing of data to the extent strictly necessary for the purposes of ensuring network and information security, i.e. the ability of a network or an information system to resist, at a given level of confidence, accidental events or unlawful or malicious actions that compromise the availability, authenticity, integrity and confidentiality of stored or transmitted data, and the security of the related services offered by, or accessible via, these networks and systems, by public authorities, Computer Emergency Response Teams – CERTs, Computer Security Incident Response Teams ­­– CSIRTs, providers of electronic communications networks and services and by providers of security technologies and services, constitutes a legitimate interest of the concerned data controller. This could, for example, include preventing unauthorised access to electronic communications networks and malicious code distribution and stopping ‘denial of service’ attacks and damage to computer and electronic communication systems."
		},
		{
			"lang": "de",
			"text": "Die Verarbeitung von Daten durch Behörden, Computer-Notdienste (Computer Emergency Response Teams – CERT beziehungsweise Computer Security Incident Response Teams - CSIRT), Betreiber von elektronischen Kommunikationsnetzen und –diensten sowie durch Anbieter von Sicherheitstechnologien und -diensten stellt in dem Maße ein berechtigtes Interesse des jeweiligen für die Verarbeitung Verantwortlichen dar, wie dies für die Gewährleistung der Netz- und Informationssicherheit unbedingt notwendig ist, d. h. soweit dadurch die Fähigkeit eines Netzes oder Informationssystems gewährleistet wird, mit einem vorgegebenen Grad der Zuverlässigkeit Störungen oder widerrechtliche mutwillige Eingriffe abzuwehren, die die Verfügbarkeit, Authentizität, Vollständigkeit und Vertraulichkeit von gespeicherten oder übermittelten Daten sowie die Sicherheit damit zusammenhängender Dienste, die über diese Netze oder Informationssysteme angeboten werden bzw. zugänglich sind, beeinträchtigen. Ein solches berechtigtes Interesse könnte beispielsweise darin bestehen, den unberechtigten Zugang zu elektronischen Kommunikationsnetzen, die Verbreitung schädlicher Programmcodes, die Abwehr von Angriffen in Form der gezielten Überlastung von Servern („Denial of access“-Angriffe) sowie Schädigungen von Computer- und elektronischen Kommunikationssystemen zu verhindern."
		},
		{
			"lang": "fr",
			"text": "Le traitement des données relatives au trafic, dans la mesure strictement nécessaire à la finalité de garantir la sécurité du réseau et des informations, c’est-à-dire la capacité d’un réseau ou d’un système d’information de résister, à un niveau de confiance donné, à des événements accidentels ou à des actions illégales ou malveillantes qui compromettent la disponibilité, l'authenticité, l’intégrité et la confidentialité de données stockées ou transmises, ainsi que la sécurité des services connexes offerts ou rendus accessibles via ces réseaux et systèmes, par les pouvoirs publics, des équipes d'intervention en cas d'urgence informatique (CERT), des équipes de réaction aux incidents touchant la sécurité informatique (CSIRT), des fournisseurs de réseaux ou de services de communications électroniques, par des fournisseurs de technologies et services de sécurité, constitue un intérêt légitime du responsable des données. Il pourrait s'agir, par exemple, d’empêcher l’accès non autorisé à des réseaux de communications électroniques et la distribution de codes malveillants, et de faire cesser des attaques par «déni de service» et des dommages touchant les systèmes de communications informatiques et électroniques."
		},
		{
			"lang": "es",
			"text": "Constituye un interés legítimo del responsable el tratamiento de datos en la medida estrictamente necesaria a efectos de garantizar la seguridad de red e información, a saber, la capacidad de un sistema de red o de información de resistir, en un nivel determinado de confianza, acontecimientos accidentales o acciones ilícitas o malintencionadas que comprometan la disponibilidad, autenticidad, integridad y confidencialidad de los datos almacenados o transmitidos, y la seguridad de los servicios afines ofrecidos por, o accesibles a través de, estos sistemas y redes, por parte de las autoridades públicas, los equipos de respuesta a emergencias informáticas (CERT), los equipos de respuesta a incidentes de seguridad informática (CSIRT), los proveedores de redes y servicios de comunicaciones electrónicas y los proveedores de tecnologías y servicios de seguridad. Se trataría, por ejemplo, de impedir el acceso no autorizado a las redes de comunicaciones electrónicas y la distribución malintencionada de códigos, así como detener ataques de «denegación de servicio» y daños a los sistemas informáticos y de comunicaciones electrónicas."
		},
		{
			"lang": "pt",
			"text": "O tratamento de dados relativos ao tráfego, na medida estritamente necessária para assegurar a segurança da rede e das informações, ou seja, a capacidade de uma rede ou de um sistema informático de resistir, com um dado nível de confiança, a eventos acidentais ou a ações maliciosas ou ilícitas que comprometam a disponibilidade, a autenticidade, a integridade e a confidencialidade de dados conservados ou transmitidos, bem como a segurança dos serviços conexos oferecidos ou acessíveis através destas redes e sistemas, pelas autoridades públicas, equipas de intervenção em caso de emergências informáticas (CERT), equipas de resposta a incidentes no domínio da segurança informática (CSIRT), fornecedores ou redes de serviços de comunicações eletrónicas e por fornecedores de tecnologias e serviços de segurança, constitui um interesse legítimo do responsável pelo tratamento dos dados. Tal pode incluir, por exemplo, impedir o acesso não autorizado a redes de comunicações eletrónicas e a distribuição de códigos malévolos e pôr termo a ataques de «negação de serviço» e a danos causados aos sistemas de comunicações informáticas e eletrónicas."
		},
		{
			"lang": "it",
			"text": "Costituisce legittimo interesse del responsabile del trattamento trattare dati relativi al traffico, in misura strettamente necessaria a garantire la sicurezza delle reti e dell’informazione, vale a dire la capacità di una rete o di un sistema d’informazione di resistere, a un dato livello di sicurezza, ad eventi imprevisti o atti illeciti o dolosi che compromettano la disponibilità, l’autenticità, l’integrità e la riservatezza dei dati conservati o trasmessi e la sicurezza dei relativi servizi offerti o resi accessibili tramite tali reti e sistemi da autorità pubbliche, organismi di intervento in caso di emergenza informatica (CERT), gruppi di intervento per la sicurezza informatica in caso di incidente (CSIRT), fornitori di reti e servizi di comunicazione elettronica e fornitori di tecnologie e servizi di sicurezza. Ciò potrebbe, ad esempio, includere misure atte a impedire l’accesso non autorizzato a reti di comunicazioni elettroniche e la diffusione di codici maligni, e a porre termine agli attacchi da blocco di servizio e ai danni ai sistemi informatici e di comunicazione elettronica."
		},
		{
			"lang": "ga",
			"text": "Má dhéantar sonraí a phróiseáil a mhéid gur dianghá é chun slándáil líonra agus faisnéise a áirithiú, ciallaíonn sin go bhfuil leas dlisteanach ag an rialaitheoir sonraí lena mbaineann. Is é atá i gceist le slándáil líonra agus faisnéise an cumas atá i líonra nó i gcóras faisnéise, ar leibhéal áirithe muiníne, seasamh i gcoinne eachtraí a tharlaíonn de thaisme nó gníomhaíochtaí neamhdhleathacha nó mailíseacha a chuireann isteach ar fháil, ar bharántúlacht, ar shláine agus ar rúndacht sonraí atá stóráilte nó tarchurtha agus ar shlándáil na seirbhísí gaolmhara atá á dtairiscint nó a bhfuil rochtain orthu trí na líonraí agus na córais sin, trí údaráis phoiblí, foirne práinnfhreagartha ríomhaire - CERTanna, foirne freagartha do theagmhais a bhaineann le slándáil ríomhairí - CSIRTanna, soláthraithe líonraí agus seirbhísí cumarsáide leictreonaí agus trí sholáthraithe teicneolaíochtaí agus seirbhísí slándála. D’fhéadfaí a áireamh le háirithiú slándála agus faisnéise, mar shampla, rochtain neamhúdaraithe ar líonraí cumarsáide leictreonaí agus dáileadh mailíseach cód a chosc agus stop a chur le hionsaithe diúltaithe seirbhíse agus le damáiste do ríomhchórais agus do chórais chumarsáide leictreonaí."
		},
		{
			"lang": "cs",
			"text": "Zpracování údajů orgány veřejné moci, skupinami pro reakci na počítačové hrozby, skupinami pro reakci na incidenty v oblasti počítačové bezpečnosti, poskytovateli elektronických komunikačních sítí a služeb a poskytovateli bezpečnostních technologií a služeb představuje oprávněný zájem příslušného správce údajů v rozsahu nezbytně nutném pro zajištění bezpečnosti sítě a informací, tj. schopnosti sítě nebo informačního systému odolávat, na dané úrovni spolehlivosti, náhodným událostem nebo nezákonnému či zlovolnému jednání s cílem ohrozit dostupnost, pravost, správnost a důvěrnost uchovávaných či předávaných údajů a bezpečnost souvisejících služeb poskytovaných či přístupných prostřednictvím těchto sítí a systémů. Oprávněný zájem by například mohl spočívat v zabránění neoprávněnému přístupu k sítím elektronických komunikací a šíření škodlivých kódů a zamezení útokům, jejichž důsledkem je odepření služby, a škodám na počítačových systémech a systémech elektronických komunikací."
		},
		{
			"lang": "da",
			"text": "Behandling af oplysninger i det omfang, det er strengt nødvendigt for at sikre net- og informationssikkerhed, dvs. et nets eller et informationssystems evne til på et givet sikkerhedsniveau at modstå hændelige tildragelser eller ulovlige eller skadelige handlinger, som er til fare for tilgængeligheden, autenticiteten, integriteten og fortroligheden af lagrede og videresendte oplysninger, og sikkerheden ved hermed forbundne tjenester udbudt af eller tilgængelige via disse net og systemer, der foretages af offentlige myndigheder, CERT'er (Computer Emergency Response Teams - it-udrykningshold), CSIRT'er (Computer Security Incident Response Teams), udbydere af elektroniske kommunikationsnet og ‑tjenester og udbydere af sikkerheds­teknologier og -tjenester, udgør en legitim interesse for den berørte registeransvarlige. Behandlingen kunne f.eks. have til formål at forhindre uautoriseret adgang til elektroniske kommunikationsnet og skadelig distribution af koder og at sætte en stopper for målrettede overbelastninger af servere (&quot;denial of service&quot;-angreb) og beskadigelser af computere og elektroniske kommunikationssystemer."
		},
		{
			"lang": "et",
			"text": "Andmete töötlemine sellisel määral, mis on tingimata vajalik võrgu- ja infoturbe – s.o võrgu- ja infosüsteemi võime kaitsta end teatava kindlusega õnnetuste või ebaseaduslike või pahatahtlike tegevuste eest, mis seavad ohtu salvestatud või edastatud andmete kättesaadavuse, autentsuse, terviklikkuse ja konfidentsiaalsuse ja nende võrkude ja süsteemide poolt pakutavate või nende kaudu juurdepääsetavate teenuste turvalisuse – tagamiseks avaliku sektori asutuste, infoturbeintsidentidega tegelevate rühmade – CERTide, arvutiturbe juhtumitele reageerimise rühmade – CSIRTide, elektroonilise side võrkude ja teenuste pakkujate ning turvatehnoloogiate ja -teenuste pakkujate poolt kujutab endast asjaomase vastutava töötleja õigustatud huvi. See võib näiteks sisaldada elektroonilise side võrkudele ebaseadusliku juurdepääsu ja pahatahtliku koodi levitamise takistamist, teenusetõkestamise rünnete ning arvutite ja elektroonilise side süsteemide kahjustamise peatamist."
		},
		{
			"lang": "el",
			"text": "Η επεξεργασία δεδομένων, στο βαθμό που είναι αυστηρά απαραίτητη για τη διασφάλιση της ασφάλειας δικτύων και πληροφοριών, δηλαδή της ικανότητας ενός δικτύου ή ενός συστήματος πληροφοριών να αντέχει, έως ένα δεδομένο επίπεδο εμπιστοσύνης, σε τυχαία γεγονότα ή παράνομες ή κακόβουλες ενέργειες οι οποίες διακυβεύουν τη διαθεσιμότητα, τη γνησιότητα, την ακεραιότητα και την εμπιστευτικότητα αποθηκευμένων ή διαβιβαζόμενων δεδομένων, καθώς και της ασφάλειας των σχετικών υπηρεσιών που προσφέρουν τα εν λόγω δίκτυα και συστήματα ή που είναι προσπελάσιμες μέσω των εν λόγω δικτύων και συστημάτων, από δημόσιες αρχές, ομάδες αντιμετώπισης έκτακτων αναγκών στην πληροφορική (CERT), ομάδες παρέμβασης συμβάντων που αφορούν την ασφάλεια των υπολογιστών (CSIRT), παρόχους δικτύων και υπηρεσιών ηλεκτρονικών επικοινωνιών και παρόχους τεχνολογιών και υπηρεσιών ασφάλειας, αποτελεί έννομο συμφέρον του ενδιαφερόμενου υπευθύνου επεξεργασίας. Αυτό μπορεί να περιλαμβάνει, για παράδειγμα, την πρόληψη μη εξουσιοδοτημένης πρόσβασης σε δίκτυα ηλεκτρονικών επικοινωνιών και διανομής κακόβουλων προγραμμάτων και την παύση επιθέσεων «άρνησης υπηρεσίας» και ζημιών σε συστήματα πληροφορικής και ηλεκτρονικών επικοινωνιών."
		},
		{
			"lang": "bg",
			"text": "Обработването на данни в степен, която е строго необходима за целите на гарантирането на мрежовата и информационната сигурност, т.е. способността на дадена мрежа или информационна система да издържа, на дадено равнище на доверие, на случайни събития или неправомерни или злонамерени действия, които повлияват на наличността, автентичността, целостта и поверителността на съхраняваните или предаваните данни, както и на сигурността на свързаните услуги, предлагани или достъпни посредством тези мрежи и системи, от страна на публични органи, екипи за незабавно реагиране при компютърни инциденти, екипи за реагиране при инциденти с компютърната сигурност, доставчици на мрежи и услуги за електронни съобщения и доставчици на технологии и услуги за сигурност, представлява законен интерес на съответния администратор на данни. Това може да включва например предотвратяването на непозволен достъп до електронни съобщителни мрежи, разпространение на зловреден софтуер, спиране на атаки с цел отказване на услугите и вреди за компютрите и електронните съобщителни системи."
		},
		{
			"lang": "hu",
			"text": "Az érintett adatfeldolgozó jogos érdekét jelenti a hálózati és informatikai biztonság biztosításához szigorúan szükséges mértékű adatfeldolgozás, vagyis az érintett hálózat vagy információs rendszer adott megbízhatósági szintű ellenállási képessége a szóban forgó hálózatokon és rendszereken tárolt vagy továbbított adatok és az általuk nyújtott vagy rajtuk keresztül – a hatóságok, hálózatbiztonsági vészhelyzeteket elhárító csoportok (CERT), hálózatbiztonsági incidenskezelő csoportok (CSIRT), elektronikus hírközlési hálózatok és szolgáltatások szolgáltatói, valamint biztonságtechnológiai szolgáltatók számára – elérhető kapcsolódó szolgáltatások hozzáférhetőségét, hitelességét, sértetlenségét és titkosságát veszélyeztető véletlen eseményekkel, illetve jogellenes vagy rosszindulatú tevékenységgel szemben. Ez magában foglalhatja például az elektronikus hírközlési hálózatokhoz való engedély nélküli hozzáférés és a rosszindulatú kódkiosztás megakadályozását, a hozzáférés megtagadásával (denial of service) járó támadások, valamint a számítógépes és elektronikus hírközlési rendszerekben való károkozás megakadályozását."
		},
		{
			"lang": "mt",
			"text": "L-ipproċessar tad-dejta sal-punt li huwa strettament meħtieġ għall-finijiet li tiġi żgurata s-sigurtà tal-informazzjoni u n-netwerk, jiġifieri l-kapaċità ta’ netwerk jew ta’ sistema ta’ informazzjoni li tirreżisti, b’ċertu livell ta’ fiduċja, għal avvenimenti aċċidentali jew azzjonijiet illegali jew malizzjużi li jikkompromettu d-disponibbiltà, l-awtentiċità, l-integrità u l-kunfidenzjalità tad-dejta maħżuna jew trażmessa, u s-sigurtà tas-servizzi relatati offruti minn, jew aċċessibbli permezz ta’ dawn in-netwerks u s-sistemi, mill-awtoritajiet pubbliċi, Skwadri ta’ Rispons f’Emerġenza relatata mal-Kompjuters - CERTs, Skwadri ta’ Rispons għal Inċidenti relatati mas-Sigurtà tal-Kompjuters - CSIRTs, fornituri ta’ networks u servizzi ta’ komunikazzjoni elettronika u minn fornituri ta’ teknoloġiji u servizzi għas-sigurtà, jikkostitwixxi interess leġittimu tal-kontrollur tad-dejta kkonċernat. Dan jista’, pereżempju, jinkludi l-prevenzjoni ta’ aċċess mhux awtorizzat għal netwerks ta’ komunikazzjoni elettronika u d-distribuzzjoni ta’ kodiċi malizzjuż u l-waqfien ta’ attakki ta’ “ċaħda mis-servizz” u l-ħsara lill-kompjuter u lil sistemi ta’ komunikazzjoni elettronika."
		},
		{
			"lang": "lv",
			"text": "Datu apstrāde tikai tādā apjomā, kas vajadzīgs tīkla un informācijas drošībai, piemēram, lai nodrošinātu tīkla vai informācijas sistēmu spēju zināmā uzticamības līmenī pretoties nejaušiem gadījumiem vai nelikumīgām un ļaunprātīgām darbībām, kas apdraudētu uzglabāto un nosūtīto datu pieejamību, autentiskumu, integritāti un konfidencialitāti, kā arī saistīto pakalpojumu drošību, kurus piedāvā šie tīkli vai sistēmas, vai caur kurām tie ir pieejami, ja to veic valsts iestādes, Datorapdraudējumu reaģēšanas vienības (CERT), Datordrošības incidentu reaģēšanas vienības (CSIRT), elektronisko sakaru tīklu un pakalpojumu nodrošinātāji un drošības tehnoloģiju un pakalpojumu sniedzēji, ir datu pārziņa likumīgas intereses. Tas varētu, piemēram, palīdzēt novērst neatļautu piekļuvi elektronisko komunikāciju tīkliem un ļaunprātīgu kodu izplatīšanu, kā arī apturēt uzbrukumus pakalpojumiem un novērst datoru un elektronisko komunikāciju sistēmu bojājumus."
		},
		{
			"lang": "ro",
			"text": "Prelucrarea datelor în măsura strict necesară în scopul asigurării securității rețelelor și a informațiilor, și anume capacitatea unei rețele sau a unui sistem de informații de a face față, la un anumit nivel de încredere, evenimentelor accidentale sau acțiunilor ilegale sau rău intenționate care compromit disponibilitatea, autenticitatea, integritatea și confidențialitatea datelor stocate sau transmise, precum și securitatea serviciilor conexe oferite de aceste rețele și sisteme sau accesibile prin intermediul acestora, de către autoritățile publice, echipele de intervenție în caz de urgență informatică (CERT), echipele de intervenție în cazul producerii unor incidente care afectează securitatea informatică (CSIRT), furnizorii de rețele și servicii de comunicații electronice, precum și de către furnizorii de servicii și tehnologii de securitate, constituie un interes legitim al operatorului de date în cauză. Acesta ar putea include, de exemplu, prevenirea accesului neautorizat la rețelele de comunicații electronice și a difuzării de coduri dăunătoare și oprirea atacurilor de „blocare a serviciului”, precum și prevenirea daunelor aduse calculatoarelor și sistemelor de comunicații electronice."
		},
		{
			"lang": "sk",
			"text": "Spracúvane údajov v rozsahu nevyhnutne potrebnom na účely zaistenia siete informačnej bezpečnosti – t. j. schopnosti siete alebo informačného systému s daným stupňom spoľahlivosti zabezpečiť, že sieť alebo systém odolá poruchám alebo nezákonnému narušeniu, ktoré ovplyvňujú disponibilitu, autenticitu, integritu a dôvernosť uložených alebo prenesených údajov – spolu s bezpečnosťou súvisiacich služieb ponúkaných alebo dostupných prostredníctvom týchto sietí a systémov verejnými orgánmi, jednotkami reakcie na núdzové počítačové situácie (CERTs), jednotkami pre riešenie počítačových incidentov (CSIRTs), poskytovateľmi elektronických komunikačných sietí a služieb a poskytovateľmi bezpečnostných technológií a služieb predstavuje oprávnený záujem dotknutého prevádzkovateľa údajov. Takýto oprávnený záujem by mohol spočívať napríklad v zabránení v neoprávnenom prístupe k elektronickým komunikačným sieťam, v zabránení šíreniu poškodzujúcich programových kódov, v zastavení útokov vo forme cieleného preťaženia serverov („denial of service“), ako aj v zabránení poškodzovaniu počítačových a elektronických komunikačných systémov."
		},
		{
			"lang": "sl",
			"text": "Obdelava podatkov v obsegu, nujno potrebnem za zagotovitev varnosti omrežja in informacij, tj. zmožnosti omrežja ali informacijskega sistema, da na dani ravni zaupanja prepreči slučajne dogodke ali nezakonita ali zlonamerna dejanja, ki ogrožajo dostopnost, avtentičnost, celovitost in zaupnost shranjenih ali prenesenih podatkov ter varnost s tem povezanih storitev, ki jih ponujajo ali so dostopne preko teh omrežij in sistemov, s strani javnih organov, skupin za odzivanje na računalniške grožnje (CERT), skupin za odzivanje na računalniške varnostne incidente (CSIRT), ponudnikov elektronskih komunikacijskih omrežij in storitev ter ponudnikov varnostnih tehnologij in storitev pomeni pravni interes zadevnega upravljavca podatkov. To bi lahko vključevalo na primer preprečevanje nepooblaščenega dostopa do elektronskih komunikacijskih omrežij, širjenja zlonamernih kod, napadov, ki povzročajo zavrnitev storitve, ter škode na računalniških in elektronskih komunikacijskih sistemih."
		},
		{
			"lang": "fi",
			"text": "On rekisterinpitäjän oikeutetun edun mukaista rajoittaa tietojenkäsittely siihen, mikä on ehdottoman välttämätöntä, jotta viranomaiset, tietotekniikan kriisiryhmät (Computer Emergency Response Teams, CERT), CSIRT-toimijat (tietoturvaloukkauksiin reagoiva ja niitä tutkiva yksikkö), sähköisten viestintäverkkojen ja -palvelujen tarjoajat sekä turvallisuusteknologian ja ‑palvelujen tarjoajat voivat varmistaa verkko- ja tietoturvallisuuden eli verkon tai tietojärjestelmän kyvyn suojautua tietyllä varmuudella onnettomuuksilta tai laittomilta taikka ilkivaltaisilta toimilta, jotka vaarantavat tallennettujen tai siirrettävien tietojen ja niihin liittyvien, verkoissa ja tietojärjestelmissä tarjottujen tai välitettävien palvelujen saatavuuden, aitouden, eheyden ja luottamuksellisuuden. Tähän voisi kuulua esimerkiksi luvattoman sähköisiin viestintäverkkoihin pääsyn ja vahingollisen koodin jakamisen ehkäiseminen sekä palvelunestohyökkäysten ja tietokoneille ja sähköisille viestintäjärjestelmille koituvien vahinkojen estäminen."
		},
		{
			"lang": "pl",
			"text": "Przetwarzanie danych w zakresie bezwzględnie koniecznym do celów zapewnienia bezpieczeństwa sieci i informacji, tj. zapewnienia odporności sieci lub systemu informacyjnego, na danym poziomie ufności, na zdarzenia przypadkowe lub działania niezgodne z prawem albo podstępne, naruszające dostępność, autentyczność, integralność i poufność przechowywanych lub przesyłanych danych oraz związanych z nimi usług oferowanych lub dostępnych poprzez te sieci i systemy, przez organy publiczne, zespoły reagowania na incydenty komputerowe (CERT), zespoły reagowania na komputerowe incydenty naruszające bezpieczeństwo (CSIRT), dostawców sieci i usług łączności elektronicznej oraz dostawców technologii i usług w zakresie bezpieczeństwa, stanowi słuszny interes danego administratora. Mogłoby to na przykład obejmować zapobieganie nieupoważnionemu dostępowi do sieci łączności elektronicznej oraz rozprowadzaniu złośliwych kodów oraz przerywanie ataków wywołujących „blokadę usługi”, a także przeciwdziałanie uszkodzeniu systemów komputerowych i łączności elektronicznej."
		},
		{
			"lang": "lt",
			"text": "duomenų tvarkymas, atliekamas valstybės institucijų, kompiuterinių incidentų tarnybų (angl. Computer Emergency Response Teams, CERT), kompiuterių saugumo incidentų tyrimo tarnybų (angl. Computer Emergency Response Teams, CSIRT), elektroninių ryšių tinklų bei paslaugų teikėjų ir saugumo technologijų bei paslaugų teikėjų, laikomas teisėtu atitinkamo duomenų valdytojo interesu tiek, kiek to reikia siekiant užtikrinti tinklo ir informacijos saugumą, t. y. tinklo ar informacinės sistemos nustatyto patikimumo laipsnio atsparumą trikdžiams arba neteisėtiems ar tyčiniams veiksmams, kuriais pažeidžiamas saugomų ar perduodamų duomenų prieinamumas, autentiškumas, vientisumas ir konfidencialumas, ir susijusių paslaugų, kurias teikia arba kurios prieinamos per tuos tinklus ir sistemas, saugumą. Toks teisėtas interesas galėtų būti, pavyzdžiui, kelio užkirtimas neteisėtai prieigai prie elektroninių ryšių tinklų, kenkimo programų kodų platinimui, elektroninės paslaugų trikdymo atakoms (angl. denial of service) ir kompiuterių bei elektroninių ryšių sistemų sugadinimui;"
		},
		{
			"lang": "nl",
			"text": "De verwerking van persoonsgegevens voor andere doeleinden dient alleen te worden toegestaan als de verwerking verenigbaar is met de doeleinden waarvoor de gegevens in eerste instantie zijn verzameld, met name wanneer de verwerking nodig is voor historisch, statistisch of wetenschappelijk onderzoek. Wanneer het andere doeleinde niet verenigbaar is met het doeleinde waarvoor de gegevens aanvankelijk zijn verzameld, dient de voor de verwerking verantwoordelijke toestemming van de betrokkene te verkrijgen voor de verwerking voor dit andere doeleinde of de verwerking op een andere rechtsgrondslag te baseren, in het bijzonder wanneer hierin wordt voorzien door de wetgeving van de Unie of door de wetgeving van de lidstaat waaraan de voor de verwerking verantwoordelijke onderworpen is. Er dient in ieder geval voor te worden gezorgd dat de in deze verordening vervatte beginselen worden toegepast en dat de betrokkene wordt geïnformeerd over dergelijke andere doeleinden."
		},
		{
			"lang": "sv",
			"text": "Behandling av uppgifter utgör ett berättigat intresse för berörd registeransvarig i den mån den är nödvändig för att säkerställa nät- och informationssäkerheten, dvs. förmågan hos ett nät eller ett informationssystem att, vid en viss tillförlitlighetsnivå, tåla olyckshändelser, olagliga handlingar eller illvilligt uppträdande som äventyrar tillgängligheten, autenticiteten, integriteten och konfidentialiteten hos lagrade eller överförda data och besläktade tjänster som tillhandahålls av eller är tillgängliga via dessa nät och system av myndigheter, incidenthanterings­organisationer (Cert), enheter för hantering av datasäkerhetsincidenter, tillhandahållare av elektroniska kommunikationsnät och kommunikationstjänster och av tillhandahållare av säkerhetsteknik och säkerhetstjänster. Detta skulle t.ex. kunna innefatta förhindrande av obehörigt tillträde till elektroniska kommunikationsnät och felaktig kodfördelning och att sätta stopp för överbelastningsattacker och skador på datasystem och elektroniska kommunikations­system."
		}
	],
	"children": [],
	"title": "Recital 39"
}