{
	"id": "r43",
	"type": "recital",
	"literal": "43",
	"parent": "_",
	"text": [
		{
			"lang": "en",
			"text": "Moreover, the processing of personal data by official authorities for achieving aims, laid down in constitutional law or international public law, of officially recognised religious associations is carried out on grounds of public interest."
		},
		{
			"lang": "de",
			"text": "Auch die Verarbeitung personenbezogener Daten durch staatliche Stellen für verfassungsrechtlich oder im internationalen Recht verankerte Ziele von staatlich anerkannten Religionsgemeinschaften erfolgt aus Gründen des öffentlichen Interesses."
		},
		{
			"lang": "fr",
			"text": "En outre, le traitement de données à caractère personnel par des autorités publiques en vue de réaliser les objectifs, prévus par le droit constitutionnel ou le droit international public, d'associations à caractère religieux officiellement reconnues est effectué pour des raisons d'intérêt général."
		},
		{
			"lang": "es",
			"text": "Por otra parte, el tratamiento de datos personales por parte de las autoridades públicas para alcanzar los objetivos, establecidos en el Derecho constitucional o en el Derecho internacional público, de asociaciones religiosas reconocidas oficialmente, se realiza por motivos de interés público."
		},
		{
			"lang": "pt",
			"text": "Além disso, o tratamento de dados pessoais pelas autoridades públicas tendo em vista realizar os objetivos, consagrados no direito constitucional ou no direito internacional público, de associações religiosas oficialmente reconhecidas, é efetuado por motivos de interesse público."
		},
		{
			"lang": "it",
			"text": "Inoltre, è effettuato per motivi di interesse pubblico il trattamento di dati personali a cura di autorità pubbliche diretto a realizzare scopi, previsti dal diritto costituzionale o dal diritto internazionale pubblico, di associazioni religiose ufficialmente riconosciute."
		},
		{
			"lang": "ga",
			"text": "Ina theannta sin, is chun leas an phobail a dhéanann údaráis oifigiúla sonraí pearsanta a phróiseáil chun aidhmeanna comhlachas reiligiúnach a bhaint amach, ar aidhmeanna iad atá leagtha síos i gcomhréir le dlí bunreachtúil nó le dlí idirnáisiúnta poiblí."
		},
		{
			"lang": "cs",
			"text": "Zpracovávání osobních údajů orgány veřejné moci za účelem dosahování cílů státem uznaných sdružení náboženské povahy, které jsou stanoveny ústavním právem nebo mezinárodním právem veřejným, se uskutečňuje z důvodů veřejného zájmu."
		},
		{
			"lang": "da",
			"text": "Offentlige myndigheders behandling af personoplysninger for officielt anerkendte religiøse sammenslutninger for at opfylde mål, der er fastsat i forfatningsretten eller i folkeretten, udføres af hensyn til samfundsmæssige interesser."
		},
		{
			"lang": "et",
			"text": "Lisaks sellele töötlevad ametiasutused isikuandmeid avalike huvidega seotud eesmärgil ametlikult tunnustatud religioossete ühenduste konstitutsiooniõiguses või rahvusvahelises avalikus õiguses sätestatud eesmärkide saavutamiseks."
		},
		{
			"lang": "el",
			"text": "Επιπλέον, η επεξεργασία δεδομένων προσωπικού χαρακτήρα από δημόσιες αρχές για την επίτευξη στόχων, προβλεπόμενων στο συνταγματικό ή στο δημόσιο διεθνές δίκαιο, επίσημα αναγνωρισμένων θρησκευτικών οργανισμών διενεργείται για λόγους δημόσιου συμφέροντος."
		},
		{
			"lang": "bg",
			"text": "Освен това обработването на лични данни от официални органи за постигането на цели, определени в конституционното право или в международното публично право, на официално признати религиозни сдружения се извършва по съображения от обществен интерес."
		},
		{
			"lang": "hu",
			"text": "Ezenfelül csak közérdekből lehetséges a személyes adatok hatóságok általi feldolgozása a hivatalosan elismert vallási szervezetek alkotmányjogban vagy nemzetközi közjogban megállapított céljainak elérése érdekében."
		},
		{
			"lang": "mt",
			"text": "Madankollu, l-ipproċessar ta’ dejta personali minn awtoritajiet uffiċjali għall-ilħuq tal-miri, stabbiliti fil-liġi kostituzzjonali jew il-liġi pubblika internazzjonali, ta’ assoċjazzjonijiet reliġjużi rikonoxxuti uffiċjalment isir fuq bażijiet ta’ interess pubbliku."
		},
		{
			"lang": "lv",
			"text": "Turklāt valsts iestāžu veiktā oficiāli atzītu reliģisku apvienību personu datu apstrāde, lai sasniegtu konstitucionālajās tiesībās vai starptautiskajās publiskajās tiesībās paredzētos mērķus, tiek veikta, pamatojoties uz sabiedrības interesēm."
		},
		{
			"lang": "ro",
			"text": "În plus, prelucrarea datelor cu caracter personal de către autoritățile publice în vederea realizării obiectivelor prevăzute de dreptul constituțional sau de dreptul internațional public, ale asociațiilor religioase recunoscute oficial se efectuează din motive de interes public."
		},
		{
			"lang": "sk",
			"text": "Okrem toho, spracovanie osobných údajov oficiálnymi orgánmi na dosiahnutie cieľov oficiálne uznaných náboženských združení – cieľov stanovených v ústave alebo v medzinárodnom verejnom práve – sa vykonáva z dôvodov verejného záujmu."
		},
		{
			"lang": "sl",
			"text": "Poleg tega se obdelava osebnih podatkov uradno priznanih verskih skupnosti s strani državnih organov za doseganje ciljev, ki so določeni v ustavnem pravu ali mednarodnem javnem pravu, izvaja zaradi javnega interesa."
		},
		{
			"lang": "fi",
			"text": "Myös viranomaisten suorittama henkilötietojen käsittely valtiosääntöoikeudessa ja kansainvälisessä julkisoikeudessa säädettyjen virallisesti tunnustettujen uskonnollisten yhdistysten päämäärien toteuttamiseksi toteutetaan yleisen edun perusteella."
		},
		{
			"lang": "pl",
			"text": "Ponadto przetwarzanie danych osobowych przez organy publiczne dla osiągnięcia przez oficjalnie uznane związki religijne celów określonych w prawie konstytucyjnym lub prawie międzynarodowym publicznym, odbywa się ze względu na interes publiczny."
		},
		{
			"lang": "lt",
			"text": "be to, siekiant oficialiai pripažintų religinių bendruomenių tikslų, išdėstytų konstitucinėje teisėje arba tarptautinėje viešojoje teisėje, valdžios institucijos asmens duomenis tvarko viešojo intereso pagrindais;"
		},
		{
			"lang": "nl",
			"text": "Als het bij verkiezingsactiviteiten voor de goede werking van de democratie in een lidstaat vereist is dat politieke partijen gegevens over de politieke opvattingen van personen verzamelen, kan de verwerking van zulke gegevens op grond van een algemeen belang worden toegelaten, mits er passende garanties worden vastgesteld."
		},
		{
			"lang": "sv",
			"text": "Myndigheters behandling av personuppgifter på officiellt erkända religiösa sammanslutningars vägnar för att uppfylla målsättningar som uttrycks i grundlag eller genom folkrätten anses också grunda sig på samhälleliga intressen."
		}
	],
	"children": [],
	"title": "Recital 43"
}