{
	"id": "r46",
	"type": "recital",
	"literal": "46",
	"parent": "_",
	"text": [
		{
			"lang": "en",
			"text": "The principle of transparency requires that any information addressed to the public or to the data subject should be easily accessible and easy to understand, and that clear and plain language is used. This is in particular relevant where in situations, such as online advertising, the proliferation of actors and the technological complexity of practice makes it difficult for the data subject to know and understand if personal data relating to them are being collected, by whom and for what purpose. Given that children deserve specific protection, any information and communication, where processing is addressed specifically to a child, should be in such a clear and plain language that the child can easily understand."
		},
		{
			"lang": "de",
			"text": "Der Grundsatz der Transparenz setzt voraus, dass eine für die Öffentlichkeit oder die betroffene Person bestimmte Information leicht zugänglich sowie in einfacher und verständlicher Sprache abgefasst ist. Dies gilt ganz besonders für bestimmte Situationen wie etwa Werbung im Internet, wo die große Zahl der Beteiligten und die Komplexität der dazu benötigten Technik es der betroffenen Person schwer machen zu erkennen und nachzuvollziehen, ob, von wem und zu welchem Zweck seine Daten erfasst werden. Wenn sich die Verarbeitung speziell an Kinder richtet, sollten aufgrund der besonderen Schutzwürdigkeit von Kindern Informationen und Hinweise in einer kindgerechten Sprache erfolgen."
		},
		{
			"lang": "fr",
			"text": "Le principe de transparence veut que toute information adressée au public ou à la personne concernée soit aisément accessible et facile à comprendre, et formulée en termes simples et clairs. Ceci vaut tout particulièrement lorsque, dans des domaines tels que la publicité en ligne, la multiplication des acteurs et la complexité des technologies utilisées empêchent la personne concernée de savoir exactement si des données à caractère personnel la concernant sont collectées, par qui et dans quel but. Les enfants nécessitant une protection spécifique, toute information et communication, lorsque le traitement des données les vise spécifiquement, devrait être rédigée en des termes simples et clairs que l’enfant peut aisément comprendre."
		},
		{
			"lang": "es",
			"text": "El principio de transparencia exige que toda información dirigida al público o al interesado sea fácilmente accesible y fácil de entender, y que se utilice un lenguaje sencillo y claro. Ello es especialmente pertinente cuando, en determinadas situaciones, como la publicidad en línea, la proliferación de agentes y la complejidad tecnológica de la práctica, resulte difícil para el interesado saber y comprender si se están recogiendo, por quién y con qué finalidad, los datos personales que le conciernen. Dado que los niños merecen una protección específica, cualquier información y comunicación cuyo tratamiento les afecte específicamente debe facilitarse en un lenguaje claro y llano que puedan comprender con facilidad."
		},
		{
			"lang": "pt",
			"text": "O princípio de transparência exige que qualquer informação destinada ao público ou ao titular dos dados seja de fácil acesso e compreensão, e formulada numa linguagem clara e simples. Isto é especialmente relevante em situações, como a publicidade em linha, a proliferação de operadores e a complexidade tecnológica das práticas, que tornem difícil que a pessoa em causa saiba exatamente se estão a recolher os seus dados pessoais, por quem e para que fins. Uma vez que as crianças carecem de proteção especial, sempre que o tratamento lhes seja especialmente dirigido, qualquer informação e comunicação deve estar redigida numa linguagem clara e simples de forma a que uma criança a compreenda facilmente."
		},
		{
			"lang": "it",
			"text": "Il principio della trasparenza impone che le informazioni destinate al pubblico o all’interessato siano facilmente accessibili e di facile comprensione e che sia utilizzato un linguaggio semplice e chiaro. Ciò è particolarmente utile in situazioni quali la pubblicità on line, in cui la molteplicità degli operatori coinvolti e la complessità tecnologica dell’operazione fanno sì che sia difficile per l’interessato comprendere se vengono raccolti dati personali, da chi e a quale scopo. Dato che i minori necessitano di una protezione specifica, quando il trattamento dati li riguarda specificamente, qualsiasi informazione e comunicazione deve utilizzare il linguaggio semplice e chiaro che un minore possa capire facilmente."
		},
		{
			"lang": "ga",
			"text": "Ceanglaítear le prionsabal na trédhearcachta gur cheart go mbeadh sé éasca rochtain a fháil ar aon fhaisnéis atá dírithe ar an bpobal nó ar an duine is ábhar do na sonraí, go mbeadh sé éasca an fhaisnéis sin a thuiscint agus go dtabharfaí í i dteanga shoiléir shimplí. Tá tábhacht ar leith ag baint leis sin i gcásanna, amhail fógraíocht ar líne, ina bhfágann iomadú gníomhaithe agus castacht theicneolaíoch an chleachtais nach éasca don duine is ábhar do na sonraí a bheith ar an eolas agus a thuiscint go bhfuil sonraí pearsanta a bhaineann leis á mbailiú, cé atá á mbailiú agus cad chuige a bhfuil siad á mbailiú. Toisc go bhfuil cosaint ar leith dlite do leanaí, ba cheart aon fhaisnéis agus cumarsáid maidir le próiseáil a bhaineann go díreach le leanbh a thabhairt i dteanga shoiléir shimplí le go bhféadfaidh an leanbh é a thuiscint go héasca."
		},
		{
			"lang": "cs",
			"text": "Zásada transparentnosti vyžaduje, aby všechny informace určené veřejnosti nebo subjektu údajů byly snadno přístupné a srozumitelné a podávané v jasném a běžně užívaném jazyce. To platí obzvláště v situacích, jako je reklama on-line, do níž je zapojeno mnoho aktérů a jejíž technologická složitost znesnadňuje subjektu údajů, aby byl informován o tom, zda jsou jeho osobní údaje shromažďovány a kdo a za jakým účelem je shromažďuje, a aby těmto informacím rozuměl. Jelikož zvláštní ochranu zasluhují děti, měly by být všechny informace a oznámení, které jsou při zpracovávání určeny především dětem, podávány v tak jasném a běžně užívaném jazyce, aby mu dítě snadno porozumělo."
		},
		{
			"lang": "da",
			"text": "Princippet om gennemsigtighed kræver, at alle oplysninger, som er rettet til det offentlige og den registrerede, bør være nemt tilgængelige og letforståelige, og at der benyttes et klart og forståeligt sprog. Dette er især relevant inden for f.eks. annoncering på internettet, hvor såvel den store vækst i udbydere af annoncering på internettet som den anvendte teknologis kompleksitet gør det vanskeligt for den registrerede at vide og forstå, om der indsamles personoplysninger om vedkommende, af hvem og til hvilket formål. Eftersom børn bør nyde særlig beskyttelse, bør alle oplysninger og meddelelser, hvor behandling specifikt er rettet mod et barn, være i et klart og enkelt sprog, som barnet let kan forstå."
		},
		{
			"lang": "et",
			"text": "Läbipaistvuspõhimõte nõuab, et üldsusele ja andmesubjektile suunatud teave peaks olema lihtsalt kättesaadav, arusaadav ning selgelt ja lihtsalt sõnastatud. Eriti asjakohane on see sellistes olukordades nagu näiteks veebireklaam, mille puhul osapoolte arvukuse ja tehnoloogilise keerukuse tõttu on andmesubjektil keeruline teada saada ja mõista, kas kogutakse nende isikuandmeid, kes neid kogub ja millisel eesmärgil. Arvestades, et lapsed vajavad erilist kaitset, peaks laste isikuandmete töötlemisel kogu teave olema ja suhtlemine toimuma selges ja lihtsas keeles, mida laps kergesti mõistab."
		},
		{
			"lang": "el",
			"text": "Η αρχή της διαφάνειας απαιτεί κάθε ενημέρωση η οποία απευθύνεται στο κοινό ή στο πρόσωπο στο οποίο αναφέρονται τα δεδομένα να είναι εύκολα προσιτή και εύκολα κατανοητή και να χρησιμοποιείται απλή διατύπωση. Αυτό έχει ιδιαίτερη σημασία όταν σε περιπτώσεις, όπως η επιγραμμική διαφήμιση, η πληθώρα των συμμετεχόντων και η πολυπλοκότητα των χρησιμοποιούμενων τεχνολογιών καθιστούν δύσκολο για το πρόσωπο στο οποίο αναφέρονται τα δεδομένα να γνωρίζει και να κατανοεί εάν συλλέγονται δεδομένα προσωπικού χαρακτήρα που το αφορούν, από ποιον και για ποιον σκοπό. Δεδομένου ότι τα παιδιά χρήζουν ειδικής προστασίας, κάθε ενημέρωση και ανακοίνωση, εάν η επεξεργασία αφορά ειδικά παιδί, πρέπει να διατυπώνεται σε σαφή και απλή γλώσσα ώστε το παιδί να μπορεί να την κατανοεί εύκολα."
		},
		{
			"lang": "bg",
			"text": "Принципът на прозрачност изисква всяка информация както за обществеността, така и за субекта на данни, да бъде лесно достъпна и разбираема и да се използват ясни и недвусмислени формулировки. Това важи в особена степен за ситуации, като например онлайн рекламите, където увеличеният брой участници и технологичната сложност на тази практика трудно позволяват на субекта на данни да знае и да разбира дали се събират свързани с него лични данни, от кого и с каква цел. Като се има предвид, че на децата се полага специална защита, когато обработването е насочено специално към дете, всяка информация и комуникация следва да се предоставя с такива ясни и недвусмислени формулировки, които да бъдат лесноразбираеми за детето."
		},
		{
			"lang": "hu",
			"text": "Az átláthatóság elve megköveteli, hogy a nyilvánosság vagy az érintett tájékoztatása könnyen hozzáférhető és érthető legyen, valamint hogy azt világos és közérthető nyelven fogalmazzák meg. Ez különösen akkor fontos, amikor az online reklámozáshoz hasonló helyzetek során a szereplők nagy száma és a gyakorlatok technológiai összetettsége megnehezíti az érintett számára annak felismerését és megértését, hogy személyes adatai feldolgozásra kerülnek-e, valamint hogy ki által és milyen célra. Mivel a gyermekeket különös védelemben kell részesíteni, ezért a kifejezetten gyermekekre vonatkozó feldolgozás során minden információt és közleményt olyan világos és közérthető nyelven kell megfogalmazni, hogy a gyermek könnyen megértse."
		},
		{
			"lang": "mt",
			"text": "Il-prinċipju tat-trasparenza jeħtieġ li kwalunkwe informazzjoni indirizzata lill-pubbliku jew lis-suġġett tad-dejta għandha tkun aċċessibbli b’mod faċli u faċli li tinftiehem, u li jintuża lingwaġġ ċar u sempliċi. Dan huwa partikolarment rilevanti fejn f’sitwazzjonijiet, bħar-reklamar onlajn, il-proliferazzjoni ta’ atturi u l-kumplessità teknoloġika tal-prattika tagħmilha diffiċli għas-suġġett tad-dejta li jkun jaf u jifhem jekk hux qed tinġabar dejta personali dwaru, minn min u għal liema għan. Minħabba li t-tfal jistħoqqilhom protezzjoni speċifika, kwalunkwe informazzjoni u komunikazzjoni, fejn l-ipproċessar huwa indirizzat speċifikament lil xi minorenni, għandha tkun f’lingwaġġ ċar u sempliċi li l-minorenni jista’ jifhem faċilment."
		},
		{
			"lang": "lv",
			"text": "Caurskatāmības principa pamatā ir prasība, ka visai informācijai, kas adresēta sabiedrībai vai datu subjektam, vajadzētu būt viegli pieejamai un viegli saprotamai un ir jāizmanto skaidra un vienkārša valoda. Tas ir jo īpaši svarīgi tādās situācijās, kā piemēram, tiešsaistes reklāma, kad iesaistīto personu skaits un praksē izmantoto tehnoloģiju sarežģītība, apgrūtina datu subjekta iespējas zināt un saprast, vai tiek vākti viņa personas dati, kas to dara un kādam nolūkam. Ņemot vērā, ka bērni ir īpaši jāaizsargā, ja apstrāde īpaši attiecas uz bērnu, informācija būtu jāsniedz un saziņa jāveic tik skaidrā un vienkāršā valodā, ka bērns to viegli var saprast."
		},
		{
			"lang": "ro",
			"text": "Principiul transparenței prevede că orice informații care se adresează publicului sau persoanei vizate ar trebui să fie ușor accesibile și ușor de înțeles și că se utilizează un limbaj simplu și clar. Acesta este important în special în cazul în care, în situații cum ar fi publicitatea online, multitudinea actorilor și complexitatea, din punct de vedere tehnologic, a practicii, este dificil ca persoana vizată să știe și să se înțeleagă dacă datele cu caracter personal care o privesc sunt colectate, de către cine și în ce scop. Întrucât copiii necesită o protecție specifică, orice informații și orice comunicare, în cazul în care prelucrarea vizează în mod specific un minor, ar trebui să fie exprimate într-un limbaj simplu și clar, astfel încât acesta să îl poată înțelege cu ușurință."
		},
		{
			"lang": "sk",
			"text": "Zásada transparentnosti si vyžaduje, aby všetky informácie určené verejnosti alebo dotknutej osobe boli ľahko prístupné a ľahko pochopiteľné a napísané jasne a jednoducho. Týka sa to najmä situácií, ako je online reklama, v ktorých veľký počet účastníkov a technologická komplexnosť sťažujú dotknutej osobe zistiť a pochopiť, či osobné údaje, ktoré sa jej týkajú, boli zhromaždené, kým a na aké účely. Keďže deťom prislúcha osobitná ochrana, všetky informácie a každá komunikácia, pri ktorej sa spracovanie zameriava osobitne na dieťa, by mali byť napísané jasne a jednoducho, aby ich dieťa mohlo jednoducho pochopiť."
		},
		{
			"lang": "sl",
			"text": "Načelo preglednosti zahteva, da so vse informacije, ki se nanašajo na javnost ali posameznika, na katerega se nanašajo osebni podatki, lahko dostopne in razumljive ter izražene v jasnem in preprostem jeziku. To je še zlasti pomembno, kadar v primerih, kot je spletno oglaševanje, posameznik, na katerega se nanašajo osebni podatki, zaradi velikega števila akterjev in tehnološke zapletenosti težko ve in razume, ali se zbirajo osebni podatki, kdo jih zbira in v kakšen namen. Glede na to, da otroci potrebujejo posebno varstvo, bi morale biti vse informacije in vsa komunikacija, pri katerih se obdelava nanaša posebej na otroka, v tako jasnem in preprostem jeziku, da ga lahko otrok zlahka razume."
		},
		{
			"lang": "fi",
			"text": "Läpinäkyvyysperiaatteen mukaisesti yleisölle tai rekisteröidylle tarkoitettujen tietojen olisi oltava helposti saatavilla ja ymmärrettäviä, ja ne olisi ilmaistava selkeällä ja yksinkertaisella kielellä. Tämä on erityisen tärkeää esimerkiksi verkkomainonnassa, missä rekisteröidyn on toimijoiden suuren määrän ja käytänteiden teknisen monimutkaisuuden vuoksi vaikea tietää ja ymmärtää, kerätäänkö hänen henkilötietojaan tai ketkä niitä keräävät ja mitä tarkoitusta varten. Koska lapset tarvitsevat erityistä suojelua, kaikki erityisesti lapsiin kohdistuvaa tietojenkäsittelyä koskeva tiedotus ja viestintä on ilmaistava niin selkeällä ja yksinkertaisella kielellä, että lapsi voi helposti ymmärtää ne."
		},
		{
			"lang": "pl",
			"text": "Zasada przejrzystości wymaga, by wszelkie informacje przekazywane zarówno opinii publicznej, jak i podmiotowi danych, były łatwo dostępne i zrozumiałe, oraz by napisano je jasnym i prostym językiem. Dotyczy to w szczególności takich sytuacji jak np. reklama w internecie, w których duża liczba podmiotów i złożoność technologiczna praktyki utrudnia podmiotowi danych uzyskanie wiadomości o tym, że dane osobowe go dotyczące są zbierane, kto je zbiera oraz w jakich celach, oraz zrozumienie tego. Zważywszy, że dzieci zasługują na szczególną ochronę, wszelkie informacje i komunikaty, których przetwarzanie jest adresowane konkretnie do dziecka, powinny być tworzone w jasnym i prostym języku, który jest zrozumiały dla dziecka."
		},
		{
			"lang": "lt",
			"text": "skaidrumo principas reiškia, kad visa visuomenei arba duomenų subjektui skirta informacija turėtų būti lengvai prieinama ir suprantama, t. y. suformuluota aiškiai ir paprastai. Tai ypač svarbu tokiais atvejais, kaip antai interneto reklama, kai dėl dalyvių gausos ir naudojamų technologijų sudėtingumo duomenų subjektui sunku suvokti ir pastebėti, ar jo asmens duomenys renkami, kas juos renka ir kokiu tikslu. Kai duomenų tvarkymas orientuotas būtent į vaikus, dėl būtinybės vaikams užtikrinti ypatingą apsaugą visa informacija ir pranešimai turi būti suformuluoti vaikui lengvai suprantama, aiškia ir paprasta kalba;"
		},
		{
			"lang": "nl",
			"text": "Er dienen procedures te worden vastgesteld om de betrokkene in staat te stellen zijn rechten uit hoofde van deze verordening uit te oefenen, zoals mechanismen om kosteloos te verzoeken om, met name, toegang tot gegevens, rectificatie, uitwissing en uitoefening van het recht van bezwaar. De voor de verwerking verantwoordelijke dient verplicht te zijn binnen een gestelde termijn te reageren op een verzoek van de betrokkene en een eventuele weigering om gehoor te geven aan het verzoek van de betrokkene te motiveren."
		},
		{
			"lang": "sv",
			"text": "Öppenhetsprincipen kräver att all information som riktar sig till allmänheten eller till registrerade är lätt åtkomlig och lättbegriplig samt utformad på ett tydligt och enkelt språk. Detta är särskilt relevant när mängden av olika aktörer och den tekniska komplexiteten i vissa situationer, exempelvis i fråga om reklam på nätet, försvårar för de registrerade att känna till och förstå om personuppgifter som rör dem samlas in, vem som gör det och för vilket syfte. Mot bakgrund av att barn förtjänar särskilt skydd bör all information och kommunikation som riktar sig särskilt till barn ges på ett tydligt och enkelt språk som barnet lätt kan förstå."
		}
	],
	"children": [],
	"title": "Recital 46"
}