{
	"id": "r50",
	"type": "recital",
	"literal": "50",
	"parent": "_",
	"text": [
		{
			"lang": "en",
			"text": "However, it is not necessary to impose this obligation where the data subject already disposes of this information, or where the recording or disclosure of the data is expressly laid down by law, or where the provision of information to the data subject proves impossible or would involve disproportionate efforts. The latter could be particularly the case where processing is for historical, statistical or scientific research purposes; in this regard, the number of data subjects, the age of the data, and any compensatory measures adopted may be taken into consideration."
		},
		{
			"lang": "de",
			"text": "Diese Pflicht erübrigt sich jedoch, wenn die betroffene Person bereits informiert ist oder wenn die Speicherung oder Weitergabe ausdrücklich gesetzlich geregelt ist oder wenn sich die Unterrichtung der betroffenen Person als unmöglich erweist oder mit unverhältnismäßig hohem Aufwand verbunden ist. Letzteres könnte insbesondere bei Verarbeitungen für historische oder statistische Zwecke oder zum Zwecke der wissenschaftlichen Forschung der Fall sein; als Anhaltspunkt können dabei die Zahl der betroffenen Personen, das Alter der Daten oder etwaige Ausgleichsmaßnahmen dienen."
		},
		{
			"lang": "fr",
			"text": "Toutefois, il n'est pas nécessaire d'imposer cette obligation si la personne concernée dispose déjà de cette information, ou si l'enregistrement ou la divulgation des données sont expressément prévus par la loi, ou si l'information de la personne concernée se révèle impossible ou exige des efforts disproportionnés. Tel pourrait être le cas, en particulier, des traitements à des fins statistiques ou de recherche historique ou scientifique; à cet égard, peuvent être pris en considération le nombre de personnes concernées, l'ancienneté des données, ainsi que les mesures compensatrices éventuelles adoptées."
		},
		{
			"lang": "es",
			"text": "Sin embargo, no es necesario imponer dicha obligación cuando el interesado ya disponga de esa información, cuando el registro o la comunicación de los datos estén expresamente establecidos por ley, o cuando facilitar los datos al interesado resulte imposible o exija esfuerzos desproporcionados. Tal podría ser particularmente el caso cuando el tratamiento se realice con fines de investigación histórica, estadística o científica; a este respecto, pueden tomarse en consideración el número de interesados, la antigüedad de los datos, y las posibles medidas compensatorias."
		},
		{
			"lang": "pt",
			"text": "Todavia, não é necessário impor tal obrigação quando o titular dos dados já dispuser dessa informação, ou se o registo ou a comunicação dos dados for expressamente previsto por lei, ou se a informação ao titular dos dados se revelar impossível de concretizar ou se implicar esforços desproporcionados. Tal seria o caso de um tratamento efetuado para efeitos de investigação histórica, estatística ou científica; para este efeito, pode ser considerado o número de interessados, a antiguidade dos dados e as eventuais medidas compensatórias adotadas."
		},
		{
			"lang": "it",
			"text": "Per contro, non è necessario imporre tale obbligo se l’interessato dispone già dell’informazione, se la registrazione o la comunicazione è prevista per legge o se informare l’interessato si rivela impossibile o richiederebbe risorse sproporzionate. Ciò potrebbe verificarsi in particolare con i trattamenti per finalità storiche, statistiche o di ricerca scientifica, nel qual caso si può tener conto del numero di interessati, dell’antichità dei dati e di eventuali misure di compensazione."
		},
		{
			"lang": "ga",
			"text": "Ní gá, áfach, an oibleagáid seo a fhorchur i gcás ina mbíonn an duine is ábhar do na sonraí ag tabhairt na faisnéise sin amach ar aon dóigh, nó i gcás ina bhfuil taifeadadh nó nochtadh na sonraí leagtha síos go sainráite le dlí, nó i gcás ina mbeadh sé dodhéanta an duine is ábhar do na sonraí a chur ar an eolas nó ina mbeadh iarrachtaí díréireacha ag baint leis sin. D’fhéadfadh an cás deireanach sin a bheith i gceist go háirithe nuair a dhéantar sonraí a phróiseáil chun críocha taighde stairiúil, staidrimh nó eolaíoch; maidir leis sin, féadfar líon na ndaoine is ábhar do na sonraí, aois na sonraí agus aon bhearta cúiteacha arna nglacadh a chur san áireamh."
		},
		{
			"lang": "cs",
			"text": "Tuto povinnost však není třeba ukládat, pokud je subjekt údajů již informován nebo pokud zaznamenání nebo sdělování údajů je výslovně stanoveno zákonem nebo pokud poskytnutí těchto informací subjektu údajů není možné nebo by vyžadovalo neúměrné úsilí. Druhá možnost by mohla platit zejména v případě zpracování pro účely historiografického, statistického a vědeckého výzkumu; z tohoto hlediska lze přihlédnout k počtu subjektů údajů, ke stáří údajů, jakož i k přijatým vyrovnávacím opatřením."
		},
		{
			"lang": "da",
			"text": "Det er imidlertid ikke nødvendigt at pålægge en sådan forpligtelse, hvis den registrerede allerede er bekendt med de registrerede oplysninger, eller hvis registreringen eller videregivelsen udtrykkeligt er fastsat ved lov, eller hvis det viser sig umuligt eller uforholdsmæssigt vanskeligt at underrette den pågældende. Sidstnævnte kan være tilfældet i forbindelse med behandling til historiske, statistiske eller videnskabelige forskningsformål; i denne forbindelse kan der tages hensyn til antallet af registrerede, oplysningernes alder og de kompensatoriske foranstaltninger, der kan træffes."
		},
		{
			"lang": "et",
			"text": "Sellist kohustust ei pea siiski kehtestama juhul, kui andmesubjektil on see teave juba olemas või juhul, kui andmete kogumine või avaldamine on õigusnormides selgelt sätestatud või kui andmesubjekti teavitamine osutub võimatuks või nõuaks ebaproportsionaalselt suuri jõupingutusi. Viimati nimetatu võib osutuda eriti asjakohaseks juhul, kui töötlemine toimub ajaloo- või statistikauurimuste ning teadustöö eesmärgil; sellisel juhul võib arvesse võtta andmesubjektide arvu, andmete vanust ja kõiki vastuvõetud kompenseerivaid meetmeid."
		},
		{
			"lang": "el",
			"text": "Ωστόσο, δεν είναι αναγκαίο να επιβάλλεται η υποχρέωση αυτή εάν το πρόσωπο στο οποίο αναφέρονται τα δεδομένα διαθέτει ήδη την ενημέρωση αυτή ή εάν η καταχώριση ή η κοινοποίηση των δεδομένων προβλέπεται ρητώς από τον νόμο ή εάν η παροχή ενημέρωσης στο πρόσωπο στο οποίο αναφέρονται τα δεδομένα αποδεικνύεται ανέφικτη ή απαιτεί δυσανάλογες προσπάθειες. Η τελευταία αυτή περίπτωση μπορεί να συμβεί ειδικότερα εάν η επεξεργασία προορίζεται για ιστορικούς ή στατιστικούς σκοπούς ή σκοπούς επιστημονικής έρευνας· συναφώς, μπορούν να λαμβάνονται υπόψη ο αριθμός των προσώπων στα οποία αναφέρονται τα δεδομένα, η ηλικία των δεδομένων και τυχόν ληφθέντα αντισταθμιστικά μέτρα."
		},
		{
			"lang": "bg",
			"text": "Не е необходимо обаче да се налага такова задължение, когато субектът на данни вече разполага с тази информация, когато записването или разкриването на данните е изрично предвидено със закон или когато предоставянето на информация на субекта на данни се окаже невъзможно или изисква непропорционално големи усилия. Такъв би бил случаят, по-специално когато обработването на данни се извършва за исторически, статистически или научноизследователски цели; в този контекст може да бъде взет предвид броят на субектите на данните, актуалността на данните и всички приети компенсаторни мерки."
		},
		{
			"lang": "hu",
			"text": "Mindazonáltal nem szükséges e kötelezettség előírása, ha az érintett már rendelkezik az említett tájékoztatással, vagy ha az adat rögzítését, illetve közlését jogszabály kifejezetten előírja, vagy ha az érintett tájékoztatása lehetetlennek bizonyul, vagy aránytalanul nagy erőfeszítést igényelne. Utóbbi helyzet állhat fenn különösen történelmi, statisztikai, vagy tudományos célból történő feldolgozás esetén; e tekintetben figyelembe vehető az érintettek száma, az adatok kora és az elfogadott kárpótló intézkedések."
		},
		{
			"lang": "mt",
			"text": "Madankollu, mhuwiex neċessarju li jiġi impost dan l-obbligu meta s-suġġett tad-dejta diġà jkollu din l-informazzjoni, jew fejn ir-reġistrazzjoni jew l-iżvelar tad-dejta hija espressament stabbilita bil-liġi, jew fejn l-għoti tal-informazzjoni lis-suġġett tad-dejta tirriżulta impossibbli jew tinvolvi sforzi sproporzjonati. Dan tal-aħħar jista’ jkun partikolarment il-każ meta l-ipproċessar ikun għal għanijiet ta’ storja, statistika jew riċerka xjentifika; f’dan ir-rigward, l-għadd ta’ suġġetti tad-dejta, l-età tad-dejta, u kwalunkwe miżura ta’ kumpens adottata tista’ tiġi kkunsidrata."
		},
		{
			"lang": "lv",
			"text": "Tomēr šo pienākumu nav vajadzīgs noteikt gadījumos, kad šī informācija jau ir datu subjekta rīcībā vai ja datu reģistrācija un izpaušana ir skaidri paredzēta likumā, vai ja informācijas sniegšana datu subjektam nav iespējama vai prasītu nesamērīgas pūles. Pēdējais varētu jo īpaši attiekties uz gadījumiem, kad apstrādi veic vēsturiskiem, statistikas vai zinātniskās izpētes nolūkos; šajā sakarībā var ņemt vērā datu subjektu skaitu, datu vecumu un paredzētos kompensējošos pasākumus."
		},
		{
			"lang": "ro",
			"text": "Cu toate acestea, nu este necesară impunerea obligației respective în cazul în care persoana vizată dispune deja de aceste informații sau în cazul în care înregistrarea sau divulgarea datelor este prevăzută în mod expres de lege sau în cazul în care informarea persoanei vizate se dovedește imposibilă sau implică eforturi disproporționate. Acesta din urmă ar putea fi cazul în special atunci când prelucrarea se efectuează în scopuri de cercetare istorică, statistică sau științifică; în această privință, pot fi luate în considerare numărul persoanelor vizate, vechimea datelor și măsurile compensatorii adoptate."
		},
		{
			"lang": "sk",
			"text": "Nie je však potrebné túto povinnosť uložiť, ak dotknutá osoba už tieto informácie má, ak uloženie alebo poskytnutie údajov je výslovne stanovené v právnych predpisoch, alebo ak poskytnutie informácií dotknutej osobe nie je možné alebo by si vyžiadalo vynaloženie neprimeraného úsilia. Posledná situácia by sa mohla týkať najmä spracovania na historické, štatistické alebo vedeckovýskumné účely; v tejto súvislosti možno zohľadniť počet dotknutých osôb, vek údajov a všetky prijaté kompenzačné opatrenia."
		},
		{
			"lang": "sl",
			"text": "Vendar pa izvajanje te obveznosti ni nujno, če ima posameznik, na katerega se nanašajo osebni podatki, te informacije že na voljo ali če je beleženje ali posredovanje izrecno določeno z zakonom ali če bi se zagotavljanje informacij posamezniku, na katerega se nanašajo osebni podatki, izkazalo za nemogoče ali bi vključevalo nesorazmeren napor. Do slednjega bi lahko prišlo zlasti, kadar se obdelava izvaja v zgodovinske, statistične ali znanstvenoraziskovalne namene; v zvezi s tem se lahko upošteva število posameznikov, na katere se nanašajo osebni podatki, starost podatkov in vsi sprejeti nadomestni ukrepi."
		},
		{
			"lang": "fi",
			"text": "Tätä ei kuitenkaan tarvitse vaatia silloin kun rekisteröidyllä jo on tämä tieto tai kun lainsäädännössä nimenomaisesti säädetään tietojen tallentamisesta tai luovuttamisesta tai kun tietojen toimittaminen rekisteröidylle osoittautuu mahdottomaksi tai vaatisi kohtuutonta vaivaa. Viimeksi mainittu tilanne liittyy erityisesti tapauksiin, joissa käsittely tapahtuu historiantutkimusta taikka tilastollisia tai tieteellisiä tutkimustarkoituksia varten; tällöin voidaan ottaa huomioon rekisteröityjen määrä, tietojen ikä ja mahdollisesti hyväksytyt korvaavat toimenpiteet."
		},
		{
			"lang": "pl",
			"text": "Nakładanie tego obowiązku nie jest jednak konieczne, jeśli podmiot danych dysponuje już tymi informacjami lub jeśli rejestracja bądź ujawnienie danych są wyraźnie przewidziane przez przepisy prawa, lub jeśli przekazanie informacji podmiotowi danych okazuje się niemożliwe lub wiąże się z niewspółmiernie dużym wysiłkiem. Ten ostatni wariant dotyczy sytuacji, w której przetwarzanie odbywa się w celach związanych z dokumentacją, statystyką lub w celach badań naukowych – w takim przypadku można wziąć pod uwagę liczbę podmiotów danych, wiek danych oraz przyjęte środki wyrównawcze."
		},
		{
			"lang": "lt",
			"text": "tačiau šią pareigą nebūtina nustatyti tais atvejais, kai duomenų subjektas jau buvo informuotas arba kai duomenų įrašymas ar atskleidimas įtvirtintas įstatyme, arba kai pateikti informaciją duomenų subjektui neįmanoma arba reikalautų neproporcingai didelių pastangų. Pastarasis atvejis būtų, pavyzdžiui, duomenis tvarkant istoriniais, statistiniais arba mokslinių tyrimų tikslais; tokioje situacijoje galima atsižvelgti į duomenų subjektų skaičių, duomenų senumą ir bet kurias priimtas kompensacines priemones;"
		},
		{
			"lang": "nl",
			"text": "Eenieder dient over het recht te beschikken om toegang te verkrijgen tot de gegevens die betreffende hem zijn verzameld en dit recht eenvoudig te kunnen uitoefenen, zodat hij zich van de verwerking op de hoogte kan stellen en zich van de rechtmatigheid ervan kan vergewissen. Elke betrokkene dient er dan ook recht op te hebben, te weten en te worden meegedeeld voor welke doeleinden de gegevens worden verwerkt, hoe lang zij worden bewaard, welke ontvangers de gegevens ontvangen, welke logica er ten grondslag ligt aan de verwerking van de gegevens en, ten minste wanneer de verwerking op profilering is gebaseerd, wat de gevolgen zouden kunnen zijn van een dergelijke verwerking. Dit recht dient geen afbreuk te doen aan de rechten en vrijheden van anderen, met inbegrip van het zakengeheim of de intellectuele eigendom en met name aan het auteursrecht dat de software beschermt. Deze overwegingen mogen er echter niet toe leiden dat de betrokkene alle informatie wordt onthouden."
		},
		{
			"lang": "sv",
			"text": "Det är dock inte nödvändigt att införa någon sådan skyldighet när de registrerade redan förfogar över denna information eller när registreringen eller utlämnandet av uppgifterna uttryckligen föreskrivs i lag eller när det visar sig vara omöjlig eller skulle medföra orimliga ansträngningar att tillhandahålla de registrerade informationen. Det sistnämnda skulle särskilt kunna vara fallet när behandlingen sker för historiska, statistiska eller vetenskapliga forskningsändamål. Vid bedömningen kan hänsyn tas till antalet registrerade, uppgifternas ålder och eventuella kompenseringsåtgärder."
		}
	],
	"children": [],
	"title": "Recital 50"
}