{
	"id": "r53",
	"type": "recital",
	"literal": "53",
	"parent": "_",
	"text": [
		{
			"lang": "en",
			"text": "Any person should have the right to have personal data concerning them rectified and a 'right to be forgotten' where the retention of such data is not in compliance with this Regulation. In particular, data subjects should have the right that their personal data are erased and no longer processed, where the data are no longer necessary in relation to the purposes for which the data are collected or otherwise processed, where data subjects have withdrawn their consent for processing or where they object to the processing of personal data concerning them or where the processing of their personal data otherwise does not comply with this Regulation. This right is particularly relevant, when the data subject has given their consent as a child, when not being fully aware of the risks involved by the processing, and later wants to remove such personal data especially on the Internet. However, the further retention of the data should be allowed where it is necessary for historical, statistical and scientific research purposes, for reasons of public interest in the area of public health, for exercising the right of freedom of expression, when required by law or where there is a reason to restrict the processing of the data instead of erasing them."
		},
		{
			"lang": "de",
			"text": "Jede Person sollte ein Recht auf Berichtigung der sie betreffenden personenbezogenen Daten besitzen sowie ein ‚Recht auf Vergessenwerden’, wenn die Speicherung ihrer Daten unter Verstoß gegen die Verordnung erfolgt ist. Insbesondere sollten betroffene Personen Anspruch darauf haben, dass ihre personenbezogenen Daten gelöscht und nicht weiter verarbeitet werden, wenn sich die Zwecke, für die die Daten erhoben wurden, erübrigt haben, wenn die betroffenen Personen ihre Einwilligung in die Verarbeitung widerrufen oder Widerspruch gegen die Verarbeitung der sie betreffenden personenbezogenen Daten eingelegt haben oder wenn die Verarbeitung ihrer personenbezogenen Daten aus anderen Gründen unter Verstoß gegen die Verordnung erfolgt ist. Dieses Recht ist besonders wichtig in Fällen, in denen die betroffene Person ihre Einwilligung noch im Kindesalter gegeben hat und insofern die mit der Verarbeitung verbundenen Gefahren nicht in vollem Umfang absehen konnte und die Daten – besonders die im Internet gespeicherten – später löschen möchte. Die weitere Speicherung der Daten sollte jedoch zulässig sein, wenn dies für historische oder statistische Zwecke, zum Zwecke der wissenschaftlichen Forschung, aus Gründen des öffentlichen Interesses im Bereich der öffentlichen Gesundheit oder zur Ausübung des Rechts auf freie Meinungsäußerung erforderlich ist, wenn es hierfür eine gesetzliche Grundlage gibt oder wenn eine beschränkte Verarbeitung der Daten anstatt ihrer Löschung gerechtfertigt ist."
		},
		{
			"lang": "fr",
			"text": "Toute personne devrait avoir le droit de faire rectifier des données à caractère personnel la concernant, et disposer d'un «droit à l’oubli numérique» lorsque la conservation de ces données n'est pas conforme au présent règlement. En particulier, les personnes concernées devraient avoir le droit d'obtenir que leurs données soient effacées et ne soient plus traitées, lorsque ces données ne sont plus nécessaires au regard des finalités pour lesquelles elles ont été recueillies ou traitées, lorsque les personnes concernées ont retiré leur consentement au traitement ou lorsqu'elles s'opposent au traitement de données à caractère personnel les concernant ou encore, lorsque le traitement de leurs données à caractère personnel n'est pas conforme au présent règlement. Ce droit est particulièrement important lorsque la personne concernée a donné son consentement à l'époque où elle était enfant et donc mal informée des risques inhérents au traitement, et qu'elle souhaite par la suite supprimer ces données à caractère personnel, en particulier sur l'internet. Toutefois, la conservation des données devrait être autorisée lorsqu'elle est nécessaire à des fins statistiques ou de recherche historique ou scientifique, pour des motifs d'intérêt général dans le domaine de la santé publique, ou à l'exercice du droit à la liberté d'expression, si elle est requise par la loi ou s'il existe une raison de limiter le traitement des données au lieu de les effacer."
		},
		{
			"lang": "es",
			"text": "Toda persona debe tener derecho a que se rectifiquen los datos personales que le conciernen y «derecho al olvido», cuando la conservación de tales datos no se ajuste a lo dispuesto en el presente Reglamento. En particular, a los interesados les debe asistir el derecho a que se supriman y no se traten sus datos personales, en caso de que ya no sean necesarios para los fines para los que fueron recogidos o tratados de otro modo, de que los interesados hayan retirado su consentimiento para el tratamiento, de que se opongan al tratamiento de datos personales que les conciernan o de que el tratamiento de sus datos personales no se ajuste de otro modo a lo dispuesto en el presente Reglamento. Este derecho es particularmente pertinente si los interesados hubieran dado su consentimiento siendo niños, cuando no se es plenamente consciente de los riesgos que implica el tratamiento, y más tarde quisieran suprimir tales datos personales especialmente en Internet. Sin embargo, la posterior conservación de los datos debe autorizarse cuando sea necesario para fines de investigación histórica, estadística y científica, por razones de interés publico en el ámbito de la salud pública, para el ejercicio del derecho a la libertad de expresión, cuando la legislación lo exija, o en caso de que existan motivos para restringir el tratamiento de los datos en vez de proceder a su supresión."
		},
		{
			"lang": "pt",
			"text": "Qualquer pessoa deve ter o direito a que os dados que lhe digam respeito sejam retificados e o «direito a ser esquecido» quando a conservação desses dados não cumprir o disposto no presente regulamento. Em especial, os titulares de dados devem ter o direito a que os seus dados pessoais sejam apagados e deixem de ser objeto de tratamento se deixarem de ser necessários para a finalidade para a qual foram recolhidos ou tratados, sempre que os titulares de dados retirem o seu consentimento ao tratamento, ou se oponham ao tratamento de dados pessoais que lhes digam respeito ou se o tratamento dos seus dados pessoais não respeitar o disposto no presente regulamento. Este direito assume particular importância quando o titular de dados que deu o consentimento era nesse momento uma criança, não estando totalmente ciente dos riscos inerentes ao tratamento, e mais tarde deseja suprimir esses dados pessoais, especialmente na internet. No entanto, deve ser permitido prolongar a conservação dos dados quando tal se revele necessário para efeitos de investigação histórica, estatística ou científica, bem como por motivos de interesse público no domínio da saúde pública, ou de exercício da liberdade de expressão, se esta for exigida por lei, ou se existir um motivo para limitar o tratamento dos dados em vez de os apagar."
		},
		{
			"lang": "it",
			"text": "Ogni persona deve avere il diritto di rettificare i dati personali che la riguardano e il “diritto all’oblio”, se la conservazione di tali dati non è conforme al presente regolamento. In particolare, l’interessato deve avere il diritto di chiedere che siano cancellati e non più sottoposti a trattamento i propri dati personali che non siano più necessari per le finalità per le quali sono stati raccolti o altrimenti trattati, quando abbia ritirato il consenso o si sia opposto al trattamento dei dati personali che lo riguardano o quando il trattamento dei suoi dati personali non sia altrimenti conforme al presente regolamento. Tale diritto è particolarmente rilevante se l’interessato ha dato il consenso quando era minore, e quindi non pienamente consapevole dei rischi derivanti dal trattamento, e vuole successivamente eliminare questo tipo di dati personali, in particolare da Internet. Tuttavia, occorre consentire l’ulteriore conservazione dei dati qualora sia necessario per finalità storiche, statistiche e di ricerca scientifica, per motivi di interesse pubblico nel settore della sanità pubblica, per l’esercizio del diritto alla libertà di espressione, ove richiesto per legge o quando sia giustificata una limitazione del trattamento dei dati anziché una loro cancellazione."
		},
		{
			"lang": "ga",
			"text": "I gcás nach bhfuil coinneáil sonraí pearsanta duine i gcomhréir leis an Rialachán seo, ba cheart go mbeadh sé de cheart ag an duine sin na sonraí pearsanta a bhaineann leis a cheartú nó ba cheart go mbeadh sé de cheart aige na sonraí sin ‘a dhearmad’. Ba cheart, go háirithe, go mbeadh sé de cheart ag daoine is ábhar do shonraí go scriosfaí a sonraí pearsanta agus nach ndéanfaí iad a phróiseáil a thuilleadh, mura bhfuil na sonraí riachtanach a thuilleadh i ndáil leis na críocha ar bailíodh na sonraí chucu nó ar próiseáladh iad chucu, i gcás ina dtarraingíonn na daoine is ábhar do na sonraí siar a dtoiliú leis an bpróiseáil nó ina ndéanann siad agóid i gcoinne phróiseáil na sonraí pearsanta a bhaineann leo nó i gcás nach gcomhlíonann próiseáil a sonraí pearsanta an Rialachán seo ar bhealach eile. Tá tábhacht ar leith ag baint leis an gceart sin nuair atá toiliú tugtha ag an duine is ábhar do na sonraí agus é ina leanbh nach bhfuil láneolach ar na rioscaí a bhaineann leis an bpróiseáil agus go bhfuil sé ag iarraidh na sonraí pearsanta sin a bhaint níos moille, ón idirlíon go háirithe. Ba cheart coinneáil na sonraí ina dhiaidh sin a cheadú, áfach, i gcás inar gá sin a dhéanamh chun críocha taighde stairiúil, staidrimh nó eolaíoch, ar chúiseanna a bhaineann le leas an phobail, chun an ceart chun tuairimí a nochtadh a fheidhmiú, nuair a cheanglaítear sin le dlí, nó i gcás ina bhfuil cúis ann an phróiseáil a shrianú seachas na sonraí a scriosadh."
		},
		{
			"lang": "cs",
			"text": "Každý subjekt údajů by měl mít právo na opravu osobních údajů, které se ho týkají, a „právo být zapomenut“, pokud uchovávání těchto údajů není v souladu s tímto nařízením. Subjekty údajů by především měly mít právo na to, aby jejich osobní údaje byly vymazány a nebyly dále zpracovávány, pokud tyto údaje již nejsou potřebné pro účely, pro které byly shromážděny nebo jinak zpracovány, pokud subjekty údajů odvolaly svůj souhlas se zpracováním nebo pokud vznesly námitku proti zpracování osobních údajů, které se jich týkají, nebo pokud zpracování jejich osobních údajů není slučitelné s tímto nařízením z jiných důvodů. Toto právo je obzvláště důležité v případech, kdy subjekt údajů dal svůj souhlas v dětském věku, aniž by si byl v plném rozsahu vědom rizik spojených se zpracováním údajů, a později chce tyto osobní údaje zejména na internetu odstranit. Další uchovávání údajů by však mělo být přípustné, pokud je to nezbytné pro účely historiografického, statistického a vědeckého výzkumu, z důvodů veřejného zájmu v oblasti veřejného zdraví, pro výkon práva na svobodu projevu, pokud to vyžaduje zákon nebo pokud existuje důvod pro omezení zpracování údajů namísto jejich výmazu."
		},
		{
			"lang": "da",
			"text": "Enhver person bør have ret til at få berigtiget personoplysninger om vedkommende og &quot;ret til at blive glemt&quot;, hvis opbevaringen af sådanne oplysninger ikke er i overensstemmelse med denne forordning. En registreret bør navnlig have ret til at få sine personoplysninger slettet og ikke længere behandlet, hvis oplysningerne ikke længere er nødvendige til de formål, hvortil de blev indsamlet eller på anden måde behandlet, hvis den registrerede har trukket sit samtykke til behandling tilbage, hvis den registrerede gør indsigelse mod behandlingen af personoplysninger om vedkommende, eller hvis behandlingen af vedkommendes personoplysninger i øvrigt ikke er i overensstemmelse med denne forordning. Denne ret er særlig relevant, når den registrerede har givet sit samtykke som barn, da denne ikke fuldt ud var bekendt med risiciene i forbindelse med behandlingen, og senere ønsker at fjerne sådanne personoplysninger, navnlig fra internettet. Yderligere opbevaring af oplysningerne bør dog tillades, hvis det er nødvendigt til historiske, statistiske eller videnskabelige forskningsformål, af hensyn til samfundsinteresser på folkesundhedsområdet, med henblik på at udøve retten til ytringsfrihed, når det kræves i henhold til lovgivningen, eller hvis der er grund til at begrænse behandlingen af oplysninger i stedet for at slette dem."
		},
		{
			"lang": "et",
			"text": "Igal isikul peaks olema õigus teda käsitlevate isikuandmete parandamisele ja õigus olla unustatud juhul, kui selliste andmete säilitamine ei ole kooskõlas käesoleva määrusega. Andmesubjektil peaks olema õigus oma isikuandmete kustutamisele ja nende töötlemise lõpetamisele eelkõige siis, kui andmed ei ole enam vajalikud eesmärkidel, mille jaoks need koguti või neid muul viisil töödeldi, kui andmesubjekt on loobunud oma töötlemisele antud nõusolekust või kui ta on vastu oma isikuandmete töötlemisele või kui nende isikuandmete töötlemine muul viisil ei vasta käesoleva määruse nõuetele. Kõnealune õigus on asjakohane eelkõige siis, kui andmesubjekt andis nõusoleku lapsena, olemata täielikult teadlik töötlemisega kaasnevatest ohtudest, ja hiljem soovib need isikuandmed eelkõige internetist kustutada. Andmete jätkuv säilitamine peaks olema lubatud aga juhul, kui see on vajalik ajaloo- või statistikauurimuste ning teadustöö eesmärgil, rahvatervise valdkonna avalikes huvides, seadusega tagatud väljendusvabaduse õiguse kasutamiseks või kui esineb andmete töötlemise piiramise, mitte nende kustutamise põhjus."
		},
		{
			"lang": "el",
			"text": "Κάθε πρόσωπο πρέπει να έχει το δικαίωμα να ζητεί τη διόρθωση των δεδομένων προσωπικού χαρακτήρα που το αφορούν καθώς και το «δικαίωμα να λησμονηθεί» εάν η διατήρηση των εν λόγω δεδομένων δεν είναι σύμφωνη προς τον παρόντα κανονισμό. Ειδικότερα, τα πρόσωπα στα οποία αναφέρονται τα δεδομένα πρέπει να έχουν το δικαίωμα να ζητούν τη διαγραφή και την παύση της επεξεργασίας των δεδομένων προσωπικού χαρακτήρα που τα αφορούν, εάν τα δεδομένα δεν είναι πλέον απαραίτητα σε σχέση με τους σκοπούς για τους οποίους συλλέγονται ή υποβάλλονται άλλως πως σε επεξεργασία, εάν τα πρόσωπα στα οποία αναφέροντα τα δεδομένα αποσύρουν τη συγκατάθεσή τους για την επεξεργασία ή εάν αντιτάσσονται στην επεξεργασία δεδομένων προσωπικού χαρακτήρα που τα αφορούν ή εάν η επεξεργασία των δεδομένων προσωπικού χαρακτήρα που τα αφορούν δεν είναι σύμφωνη προς τον παρόντα κανονισμό για οποιονδήποτε άλλο λόγο. Το δικαίωμα αυτό έχει ιδιαίτερη σημασία όταν το πρόσωπο στο οποίο αναφέρονται τα δεδομένα παρέσχε τη συγκατάθεσή του στην παιδική του ηλικία, όταν δεν είχε πλήρη επίγνωση των κινδύνων που ενέχει η επεξεργασία, και θέλει αργότερα να αφαιρέσει τα συγκεκριμένα δεδομένα προσωπικού χαρακτήρα, κυρίως από το Διαδίκτυο. Ωστόσο, η περαιτέρω διατήρηση των δεδομένων πρέπει να επιτρέπεται όταν είναι αναγκαία για ιστορικούς ή στατιστικούς σκοπούς και σκοπούς επιστημονικής έρευνας, για λόγους δημόσιου συμφέροντος στον τομέα της δημόσιας υγείας, για την άσκηση του δικαιώματος ελευθερίας έκφρασης, όταν απαιτείται από τον νόμο ή εάν υπάρχει λόγος περιορισμού της επεξεργασίας των δεδομένων αντί της διαγραφής τους."
		},
		{
			"lang": "bg",
			"text": "Всяко лице следва да има право на коригиране на личните данни, свързани с него, както и правото „да бъде забравен“, когато обработването на тези данни не е в съответствие с настоящия регламент. По-специално, субектите на данни следва да имат право личните им данни да се заличават и да не бъдат обработвани повече, когато данните престанат да бъдат необходими с оглед на целите, за които са били събрани или обработвани по-друг начин, когато субектите на данните са оттеглили своето съгласие за обработването им, когато възразяват срещу обработването на лични данни, свързани с тях, или когато обработването на личните им данни по друг начин не е в съответствие с настоящия регламент. Това право е особено важно, когато субектът на данни е дал съгласието си като дете, когато не е осъзнавал напълно рисковете, свързани с обработването, и впоследствие желае да премахне такива лични данни, особено когато са в Интернет. По-нататъшното запазване на данните обаче следва да бъде позволено, когато е необходимо за исторически, статистически и научноизследователски цели, по съображения от обществен интерес в областта на общественото здраве, за упражняване на правото на свобода на изразяване, когато се изисква по закон или когато съществува причина да бъде ограничено обработването на данните вместо данните да бъдат заличени."
		},
		{
			"lang": "hu",
			"text": "Minden személynek joga van a rá vonatkozó személyes adatok helyesbítéséhez és „a személyes adatok tárolásának megszüntetéséhez”, amennyiben az ilyen adatok megőrzése nem felel meg e rendeletnek. Az érintetteknek különösen ahhoz van joga, hogy személyes adataikat töröljék, és ne dolgozzák fel akkor, ha az adatokra azok gyűjtése vagy más módon való feldolgozása céljának tekintetében már nincs szükség, ha az érintettek visszavonták a feldolgozáshoz adott hozzájárulásukat, vagy ha megtiltják a rájuk vonatkozó személyes adatok feldolgozását, vagy ha személyes adataik feldolgozása egyébként nem áll összhangban e rendelettel. Ez a jog különösen akkor lényeges, ha az érintett gyermekként adta hozzájárulását, amikor nem volt teljes mértékben tisztában a feldolgozás kockázataival, később pedig el akarja távolítani az ilyen személyes adatokat, különösen az internetről. Mindazonáltal az adatok továbbra is visszatarthatóak, ha ez történelmi, statisztikai vagy tudományos kutatási célokból, a közegészségügy területén közérdekből vagy a véleménynyilvánítás jogának gyakorlásához szükséges, ha jogszabály előírja, vagy ha az adat feldolgozásának korlátozása indokoltabb a törlésénél."
		},
		{
			"lang": "mt",
			"text": "Kwalunkwe persuna għandu jkollha d-dritt li jkollha dejta personali li tirrigwardaha rettifikata u ‘dritt li tkun minsija’ meta ż-żamma ta’ dejta bħal din ma tkunx konformi ma’ dan ir-Regolament. B’mod partikolari, is-suġġetti tad-dejta għandu jkollhom id-dritt li d-dejta personali tagħhom titħassar u ma tiġix ipproċessata aktar, meta d-dejta ma tkunx meħtieġa aktar fir-rigward tal-finijiet li għalihom id-dejta tinġabar jew inkella tiġi pproċessata, fejn is-suġġetti tad-dejta jkunu rtiraw il-kunsens tagħhom għall-ipproċessar jew fejn joġġezzjonaw għall-ipproċessar ta’ dejta personali li tirrigwardahom jew inkella meta l-ipproċessar tad-dejta personali ma tkunx tikkonforma ma’ dan ir-Regolament. Dan id-dritt huwa partikolarment rilevanti, meta s-suġġett tad-dejta jkun ta l-kunsens tiegħu meta kien tifel, meta ma jkunx għal kollox konxju dwar ir-riskji involuti fl-ipproċessar, u aktar tard jixtieq ineħħi din id-dejta personali b’mod speċjali fuq l-Internet. Madankollu, iż-żamma ulterjuri tad-dejta għandha tkun permessa fejn din tkun meħtieġa għal għanijiet ta’ storja, statistika u riċerka xjentifika, għal raġunijiet ta’ interess pubbliku fil-qasam tas-saħħa pubblika, għall-eżerċitar tad-dritt tal-libertà tal-espressjoni, meta jkun meħtieġ mil-liġi jew fejn ikun hemm raġuni li jkun ristrett l-ipproċessar tad-dejta minflok titħassar."
		},
		{
			"lang": "lv",
			"text": "Personai būtu jābūt tiesībām uz viņa personas datus labošanu un &quot;tiesībām tikt aizmirstam&quot;, ja šādu datu glabāšana nav paredzēta šajā regulā. Jo īpaši datu subjektiem būtu jābūt tiesībām uz viņu personas datu dzēšanu un apstrādes neturpināšanu, ja dati vairs nav nepieciešami saistībā ar nolūkiem, kuriem tie iegūti vai citādi apstrādāti, ja datu subjekts ir atsaucis piekrišanu apstrādei, vai ja datu subjekts iebilst pret savu personas datu apstrādi, vai ja viņu personas datu apstrāde citā veidā ir pretrunā ar šo regulu. Šīs tiesības ir īpaši svarīgas, ja datu subjekts ir devis piekrišanu kā bērns, pilnībā neapzinoties ar apstrādi saistītos riskus un vēlāk vēlas izņemt šādus personas datus jo īpaši no interneta. Tomēr datu turpmāka saglabāšana būtu jāatļauj, ja tas ir nepieciešams vēstures, statistikas un zinātniskās izpētes nolūkos, pamatojoties uz sabiedrības interesēm sabiedrības veselības aizsardzības jomā, lai izmantotu tiesības uz vārda un informācijas brīvību, kad to paredz likums, vai ja pastāv iemesls dzēšanas vietā ierobežot datu apstrādi."
		},
		{
			"lang": "ro",
			"text": "Orice persoană ar trebui să aibă dreptul de rectificare a datelor cu caracter personal care o privesc și „dreptul de a fi uitată”, în cazul în care păstrarea acestor date nu este în conformitate cu prezentul regulament. În special, persoanele vizate ar trebui să aibă dreptul ca datele lor cu caracter personal să fie șterse și să nu mai fie prelucrate, în cazul în care datele nu mai sunt necesare pentru scopurile în care sunt colectate sau sunt prelucrate, în cazul în care persoanele vizate și-au retras consimțământul pentru prelucrare sau în cazul în care acestea se opun prelucrării datelor cu caracter personal care le privesc sau în cazul în care prelucrarea datelor cu caracter personal ale acestora nu este conformă cu prezentul regulament. Acest drept este relevant în special în cazul în care persoana vizată și-a dat consimțământul când era minor și nu cunoștea pe deplin riscurile pe care le implică prelucrarea, iar ulterior dorește să elimine astfel de date cu caracter personal, în special de pe internet. Cu toate acestea, păstrarea în continuare a datelor ar trebui să fie permisă în cazul în care este necesară în scopuri de cercetare istorică, statistică și științifică, din motive de interes public în domeniul sănătății publice, pentru exercitarea dreptului la libertatea de exprimare, atunci când acest lucru este prevăzut de lege sau în cazul în care există un motiv pentru a restricționa prelucrarea datelor, în loc ca acestea să fie șterse."
		},
		{
			"lang": "sk",
			"text": "Každá osoba by mala mať právo nechať opraviť osobné údaje, ktoré sa jej týkajú, a právo byť zabudnutá, ak uchovávanie takýchto údajov nie je v súlade s týmto nariadením. Dotknuté osoby by mali mať najmä právo, aby ich osobné údaje boli vymazané a už viac neboli spracúvané, ak údaje už nie sú potrebné v súvislosti s účelmi, na ktoré boli zhromaždené alebo inak spracúvané, ak dotknuté osoby stiahli svoj súhlas s ich spracovaním, ak namietajú voči spracovaniu osobných údajov, ktoré sa ich týkajú, alebo ak spracovanie ich osobných údajov nie je v súlade s týmto nariadením z iných dôvodov. Toto právo je relevantné hlavné v situácii, v ktorej dotknutá osoba dala súhlas ako dieťa, teda v tom čase si ešte nebola plne vedomá rizík spojených so spracúvaním, a neskôr chce takéto osobné údaje odstrániť, najmä z internetu. Ďalšie uchovávanie údajov by malo byť povolené v prípadoch, ak je potrebné na historické, štatistické a vedeckovýskumné účely, z dôvodu verejného záujmu v oblasti verejného zdravia, na uplatnenie slobody prejavu, ak sa to vyžaduje v právnych predpisoch alebo ak existuje dôvod pre obmedzenie spracúvania údajov namiesto ich vymazania."
		},
		{
			"lang": "sl",
			"text": "Vsaka oseba bi morala imeti pravico do popravka osebnih podatkov v zvezi z njo in „pravico biti pozabljen“, kadar hramba takih podatkov ni v skladu s to uredbo. Posamezniki, na katere se nanašajo osebni podatki, bi morali imeti zlasti pravico do tega, da se njihovi osebni podatki izbrišejo in se več ne obdelujejo, kadar podatki niso več potrebni zaradi namenov, za katere so zbrani ali kako drugače obdelani, kadar so posamezniki preklicali svojo privolitev v obdelavo ali kadar nasprotujejo obdelavi osebnih podatkov, ki se nanje nanašajo, ali kadar obdelava njihovih osebnih podatkov kako drugače ni v skladu s to uredbo. Ta pravica je zlasti pomembna, kadar je posameznik, na katerega se nanašajo osebni podatki, dal svojo privolitev kot otrok, ko se ni v celoti zavedal nevarnosti, povezanih z obdelavo, in želi pozneje take osebne podatke odstraniti, zlasti z interneta. Vendar pa bi morala biti nadaljnja hramba podatkov dovoljena, če je to potrebno v zgodovinske, statistične in znanstvenoraziskovalne namene, zaradi javnega interesa na področju javnega zdravja, za uveljavljanje pravice do svobode izražanja, kadar to zahteva zakon ali če obstaja razlog za omejitev obdelave podatkov namesto njihovega izbrisa."
		},
		{
			"lang": "fi",
			"text": "Jokaisella olisi oltava oikeus saada itseään koskevat virheelliset henkilötiedot oikaistuiksi ja oikeus ”tulla unohdetuksi”, jos tietojen säilyttäminen ei ole tämän asetuksen säännösten mukaista. Rekisteröidyllä olisi erityisesti oltava oikeus siihen, että hänen henkilötietonsa poistetaan ja ettei niitä käsitellä sen jälkeen kun tietoja ei enää tarvita niiden tarkoitusten toteuttamista varten, joita varten ne kerättiin tai jota varten niitä muutoin käsiteltiin, tai kun rekisteröity on perunut tietojenkäsittelyä koskevan suostumuksensa tai kun hän on vastustanut henkilötietojensa käsittelyä tai kun hänen henkilötietojensa käsittely ei muutoin ole tämän asetuksen säännösten mukaista. Tämä oikeus tulee kyseeseen erityisesti silloin kun rekisteröity on antanut suostumuksensa lapsena, jolloin hän ei ollut täysin tietoinen tietojenkäsittelyyn liittyvistä riskeistä, ja haluaa myöhemmin poistaa tällaiset tiedot erityisesti internetistä. Tietojen säilyttäminen edelleen voitaisiin kuitenkin sallia, jos se on tarpeen historiantutkimukseen taikka tilastolliseen tai tieteelliseen tutkimukseen liittyvistä syistä, kansanterveyteen liittyvän yleisen edun vuoksi, sananvapautta koskevan oikeuden käyttöä varten, tai kun laki niin vaatii tai kun on olemassa syy rajoittaa tietojen käsittelyä sen sijaan että ne poistettaisiin."
		},
		{
			"lang": "pl",
			"text": "Każda osoba powinna mieć prawo do poprawienia dotyczących jej danych osobowych oraz „prawo do bycia zapomnianym”, jeśli przechowywanie tych danych nie jest zgodne z niniejszym rozporządzeniem. W szczególności podmioty danych powinny mieć prawo do tego, by ich dane osobowe zostały usunięte i nie były dalej przetwarzane, jeśli dane te nie są już konieczne do celów, dla których dane są zbierane lub przetwarzane w inny sposób, jeśli podmioty danych odwołały zgodę na przetwarzanie lub jeśli wnoszą sprzeciw wobec przetwarzania danych osobowych ich dotyczących, lub jeśli przetwarzanie ich danych osobowych nie jest zgodne z niniejszym rozporządzeniem z innego powodu. Prawo to ma szczególne znaczenie wtedy, gdy podmiot danych wyraził zgodę jako dziecko, nie będąc w pełni świadomy ryzyk związanych z przetwarzaniem, a w późniejszym czasie chce usunąć takie dane osobowe, zwłaszcza z internetu. Dalsze przechowywanie danych powinno być jednak dopuszczalne, jeśli jest ono niezbędne do celów dokumentacji, statystyki i badań naukowych, realizacji interesu publicznego w dziedzinie zdrowia publicznego, wykonania prawa wolności wypowiedzi, jeśli wymagają tego przepisy prawa lub jeśli są powody ograniczenia przetwarzania danych zamiast ich usunięcia."
		},
		{
			"lang": "lt",
			"text": "kiekvienas asmuo turėtų turėti teisę reikalauti ištaisyti jo asmens duomenis ir teisę būti užmirštam, kai tokių duomenų saugojimas neatitinka šio reglamento reikalavimų. Pirmiausia, duomenų subjektai turėtų turėti teisę reikalauti, kad jų duomenys būtų ištrinti ir toliau nebetvarkomi, kai duomenų nebereikia tiems tikslams, kuriais jie buvo renkami ar kitaip tvarkomi, kai duomenų subjektai atšaukė savo sutikimą dėl duomenų tvarkymo ar nesutinka, kad jų asmens duomenys būtų tvarkomi, arba kai jų asmens duomenų tvarkymas dėl kitų priežasčių neatitinka šio reglamento nuostatų. Ši teisė ypatingai svarbi tais atvejais, kai duomenų subjektas savo sutikimą išreiškė būdamas vaikas, nevisiškai suvokdamas su duomenų tvarkymu susijusią riziką, o vėliau panoro, kad tokie – ypač internete saugomi – asmens duomenys būtų pašalinti. Tačiau turėtų būti leidžiama toliau saugoti duomenis, jei to reikia istoriniais, statistiniais ir mokslinių tyrimų tikslais, siekiant apginti viešąjį interesą visuomenės sveikatos srityje ar norint pasinaudoti teise į saviraiškos laisvę, kai tai numatyta pagal įstatymą arba yra pagrindas duomenų tvarkymą riboti, o ne juos ištrinti;"
		},
		{
			"lang": "nl",
			"text": "Gegevens dienen echter langer te kunnen worden bewaard als dit nodig is voor historisch, statistisch en wetenschappelijk onderzoek, om redenen van algemeen belang op het gebied van de volksgezondheid, voor de uitoefening van het recht op vrijheid van meningsuiting, wanneer de wet dit voorschrijft of wanneer er een reden is om de verwerking van gegevens te beperken in plaats van de gegevens te wissen."
		},
		{
			"lang": "sv",
			"text": "Alla bör ha rätt till rättelse av sina personuppgifter och en ”rätt att bli bortglömd” när lagring av uppgifterna inte stämmer överens med denna förordning. Registrerade bör särskilt ha rätt att få sina personuppgifter raderade och kunna begära att dessa uppgifter inte behandlas om de inte längre behövs med tanke på de ändamål för vilka de samlats in eller på annat sätt behandlats, om de registrerade har återtagit sitt samtycke till behandling eller om de registrerade invänder mot behandling av personuppgifter som rör dem eller när behandlingen av deras personuppgifter på annat sätt inte överensstämmer med denna förordning. Denna rättighet är särskilt relevant när den registrerade har gett sitt samtycke som barn, utan att vara fullständigt medveten om riskerna med behandlingen, och senare vill ta bort dessa personuppgifter, särskilt på internet. Ytterligare lagring av uppgifterna bör dock tillåtas när så behövs för historiska, statistiska och vetenskapliga forskningsändamål, i det allmännas intresse på folkhälsoområdet, för utövandet av yttrandefriheten, när lagen så kräver eller när det finns anledning att begränsa behandlingen av uppgifterna i ställe för att radera dem."
		}
	],
	"children": [],
	"title": "Recital 53"
}