{
	"id": "r58",
	"type": "recital",
	"literal": "58",
	"parent": "_",
	"text": [
		{
			"lang": "en",
			"text": "Every natural person should have the right not to be subject to a measure which is based on profiling by means of automated processing. However, such measure should be allowed when expressly authorised by law, carried out in the course of entering or performance of a contract, or when the data subject has given his consent. In any case, such processing should be subject to suitable safeguards, including specific information of the data subject and the right to obtain human intervention and that such measure should not concern a child."
		},
		{
			"lang": "de",
			"text": "Eine natürliche Person braucht sich keiner Maßnahme unterwerfen lassen, die auf Profiling im Wege der automatischen Datenverarbeitung basiert. Eine solche Maßnahme sollte allerdings erlaubt sein, wenn sie ausdrücklich per Gesetz genehmigt wurde, bei Abschluss oder in Erfüllung eines Vertrags durchgeführt wird oder wenn die betroffene Person ihre Einwilligung hierzu erteilt hat. In jedem Fall sollte eine solche Verarbeitung mit angemessenen Garantien verbunden werden wie der Unterrichtung der betroffenen Person oder dem Anspruch auf direkten persönlichen Kontakt sowie dem generellen Ausschluss von Kindern von einer solchen Maßnahme."
		},
		{
			"lang": "fr",
			"text": "Toute personne physique devrait avoir le droit de ne pas être soumise à une mesure fondée sur le profilage par traitement automatisé. Toutefois, de telles mesures devraient être permises lorsqu'elles sont expressément autorisées par la loi, appliquées dans le cadre de la conclusion ou de l'exécution d'un contrat, ou si la personne concernée y a donné son consentement. En tout état de cause, un traitement de ce type devrait être assorti de garanties appropriées, y compris une information spécifique de la personne concernée et le droit d'obtenir une intervention humaine, et cette mesure ne devrait pas concerner les enfants."
		},
		{
			"lang": "es",
			"text": "Toda persona física debe tener derecho a no ser objeto de medidas que se basen en la elaboración de perfiles por medio de tratamiento automatizado. Sin embargo, se deben permitir tales medidas cuando se autoricen expresamente por actos legislativos, se lleven a cabo en el marco de la celebración o ejecución de un contrato, o el interesado haya dado su consentimiento. En cualquier caso, dicho tratamiento debe estar sujeto a las garantías apropiadas, incluida la información específica del interesado y el derecho a obtener la intervención humana, y dicha medida no debe referirse a un niño."
		},
		{
			"lang": "pt",
			"text": "Qualquer pessoa singular tem o direito a não ser objeto de uma medida baseada na definição de perfis através de tratamento automatizado. No entanto, tais medidas devem ser permitidas se expressamente autorizadas por lei, se aplicadas no âmbito da celebração ou da execução de um contrato, ou mediante o consentimento da pessoa em causa. Em qualquer dos casos, tal tratamento deve ser acompanhado das garantias adequadas, incluindo uma informação específica do titular dos dados e o direito de obter a intervenção humana, e que tal medida não diga respeito a uma criança."
		},
		{
			"lang": "it",
			"text": "Ogni persona deve avere il diritto di non essere sottoposta a una misura basata sulla profilazione mediante trattamento automatizzato. Tuttavia, è opportuno che tale misura sia consentita se è espressamente prevista per legge, se è applicata nel contesto della conclusione o dell’esecuzione di un contratto o se l’interessato ha espresso il proprio consenso. In ogni caso, tale trattamento deve essere subordinato a garanzie adeguate, compresa la specifica informazione dell’interessato e il diritto di ottenere l’intervento umano, e la misura non deve riguardare un minore."
		},
		{
			"lang": "ga",
			"text": "Ba cheart go mbeadh sé de cheart ag gach duine nádúrtha gan a bheith faoi réir birt atá bunaithe ar phróifíliú trí mhodhanna uathoibrithe próiseála. Ba cheart bearta den sórt sin a cheadú, áfach, nuair atá siad údaraithe go sainráite le dlí, agus conradh á chur i grích nó á chomhlíonadh, nó nuair atá toiliú faighte ón duine is ábhar do na sonraí. Ar aon nós, ba cheart go mbeadh próiseáil den sórt sin faoi réir cosaintí oiriúnacha, lena n‑áirítear an duine is ábhar do na sonraí a chur ar an eolas go sainráite, agus an ceart a bheith ag daoine idirghabháil a dhéanamh, agus níor cheart go mbainfeadh beart den sórt sin le leanbh."
		},
		{
			"lang": "cs",
			"text": "Každá fyzická osoba by měla mít právo, aby se na ni nevztahovalo žádné opatření založené na profilování prostřednictvím automatizovaného zpracování. Takové opatření by ovšem mělo být přípustné, pokud je výslovně povoleno zákonem, provedeno při uzavírání nebo plnění smlouvy, nebo pokud k tomu subjekt údajů dal svůj souhlas. V každém případě by takové zpracování mělo být spojeno s vhodnými zárukami, jako je informování subjektu údajů a právo na přímý osobní kontakt, jakož i vyloučení dětí z takového opatření."
		},
		{
			"lang": "da",
			"text": "Enhver fysisk person bør have ret til ikke at blive gjort til genstand for en foranstaltning, der er baseret på profilering ved hjælp af automatisk databehandling. En sådan foranstaltning bør dog tillades, når den udtrykkeligt er tilladt i loven, når den gennemføres som led i indgåelsen eller opfyldelsen af en kontrakt, eller når den registrerede har givet sit samtykke. En sådan behandling bør under alle omstændigheder ledsages af de fornødne garantier, herunder specifik underretning af den registrerede og ret til menneskelig indgriben, og sådanne foranstaltninger må ikke vedrøre et barn."
		},
		{
			"lang": "et",
			"text": "Igal füüsilisel isikul peaks olema õigus sellele, et tema suhtes ei kohaldata automatiseeritud töötlemise teel tehtaval profiilianalüüsil põhinevat meedet. Selline meede peaks olema lubatud aga siis, kui see on selgesõnaliselt lubatud seadusega, seda kasutatakse lepingu sõlmimisel või täitmisel või siis, kui andmesubjekt on selleks andnud oma nõusoleku. Igal juhul tuleks sellise töötlemise korral kohaldada sobivaid kaitsemeetmeid, kaasa arvatud andmesubjektile antavat konkreetset teavet, õigust otsesele isiklikule kontaktile ning seda, et sellist meedet ei tohiks kohaldata lapse puhul."
		},
		{
			"lang": "el",
			"text": "Κάθε φυσικό πρόσωπο πρέπει να έχει το δικαίωμα να μην υπάγεται σε μέτρο το οποίο βασίζεται σε κατάρτιση προφίλ μέσω αυτοματοποιημένης επεξεργασίας. Ωστόσο, ένα τέτοιο μέτρο πρέπει να επιτρέπεται όταν εγκρίνεται ρητώς διά νόμου, εκτελείται κατά τη σύναψη ή την εκτέλεση σύμβασης ή όταν το πρόσωπο στο οποίο αναφέρονται τα δεδομένα παρέσχε τη συγκατάθεσή του. Σε κάθε περίπτωση, η επεξεργασία πρέπει να υπόκειται σε κατάλληλες εγγυήσεις, συμπεριλαμβανομένης της ειδικής ενημέρωσης του προσώπου στο οποίο αναφέρονται τα δεδομένα, του δικαιώματος εξασφάλισης ανθρώπινης παρέμβασης και της προϋπόθεσης το εν λόγω μέτρο να μην αφορά παιδί."
		},
		{
			"lang": "bg",
			"text": "Всяко физическо лице следва да има право да не подлежи на мярка, която се основава на създаването на профил чрез автоматизирано обработване. Въпреки това такава мярка следва да бъде позволена, когато е изрично разрешена от закона, когато се извършва се в хода на сключването или изпълнението на договор или когато субектът на данни е дал съгласието си. Във всеки случай такова обработване следва да подлежи на подходящи гаранции, включително конкретното информиране на субекта на данните и правото на получаване на човешка намеса, като такава мярка не следва да се отнася за дете."
		},
		{
			"lang": "hu",
			"text": "Minden természetes személyt megillet a jog, hogy ne legyen automatizált adatfeldolgozási eszközökkel végzett profilalkotáson alapuló intézkedés alanya Az ilyen intézkedések mindazonáltal megengedhetőek akkor, ha azt jogszabály kifejezetten előírja, ha valamely szerződés megkötése vagy telesítése során végzik, vagy ha az érintett hozzájárult. Az ilyen feldolgozásra minden esetben megfelelő biztosítékok mellett kerülhet sor, beleértve az érintett külön tájékoztatását és az emberi beavatkozás kérésének jogát, és az ilyen intézkedés nem vonatkozhat gyermekekre."
		},
		{
			"lang": "mt",
			"text": "Kull persuna fiżika għandu jkollha d-dritt li ma tkunx soġġetta għal miżura li hija bbażata fuq it-tfassil ta’ profili permezz ta’ pproċessar awtomatizzat. Madankollu, din il-miżura għandha tkun permessa meta tkun espressament awtorizzata mil-liġi, imwettqa waqt id-dħul fi jew it-twettiq ta’ kuntratt, jew meta s-suġġett tad-dejta jkun ta l-kunsens. Fi kwalunkwe każ, dan l-ipproċessar għandu jkun soġġett għal salvagwardji xierqa, inkluża informazzjoni speċifika tas-suġġett tad-dejta u d-dritt li jikseb intervent uman u li miżura bħal din ma għandhiex tirrigwarda tfal."
		},
		{
			"lang": "lv",
			"text": "Katrai fiziskai personai vajadzētu būt tiesībām nebūt pakļautai pasākumam, kas pamatojas uz profilēšanu ar automatizētas apstrādes līdzekļiem. Tomēr šādus pasākumus būtu jāatļauj, ja tas tieši paredzēts likumā, veikts līguma noslēgšanas vai izpildes gaitā vai ja datu subjekts ir devis savu piekrišanu. Jebkurā gadījumā uz šādu apstrādi jāattiecina atbilstoši aizsardzības pasākumi, ietverot datu subjekta īpašu informēšanu un tiesības panākt cilvēka iejaukšanos, un šāda pasākuma neattiecināšanu uz bērnu."
		},
		{
			"lang": "ro",
			"text": "Orice persoană fizică ar trebui să aibă dreptul de a nu fi supusă unei măsuri care se bazează pe crearea de profiluri prin mijloace de prelucrare automată a datelor. Cu toate acestea, o astfel de măsură ar trebui să fie permisă în cazul în care este autorizată în mod expres de lege, este efectuată în cadrul încheierii sau al executării unui contract sau în cazul în care persoana vizată și-a dat consimțământul. În orice caz, o astfel de prelucrare ar trebui să facă obiectul unor garanții corespunzătoare, inclusiv o informare specifică a persoanei vizate și dreptul de a obține intervenție umană, iar o astfel de măsură nu ar trebui să se refere la un minor."
		},
		{
			"lang": "sk",
			"text": "Každá fyzická osoba by mala mať právo, aby sa na ňu nevzťahovalo opatrenie založené na profilovaní prostredníctvom automatizovaného spracovania. Takéto opatrenie by však malo byť povolené, ak je výslovne povolené v právnych predpisoch, vykonáva sa v rámci uzatvorenia alebo plnenia zmluvy alebo ak dotknutá osoba dala svoj súhlas. V každom prípade by takéto spracúvanie malo podliehať primeraným zárukám vrátane povinnosti výslovného informovania dotknutej osoby, práva vymôcť zásah ľudského činiteľa a pravidla, že takéto opatrenie sa nebude týkať detí."
		},
		{
			"lang": "sl",
			"text": "Vsaka fizična oseba bi morala imeti pravico, da ni predmet ukrepa, ki temelji na oblikovanju profilov s samodejno obdelavo. Vendar bi moral biti tak ukrep dovoljen, kadar ga izrecno dovoljuje zakon, kadar je sprejet med sklepanjem ali izvrševanjem pogodbe ali kadar je posameznik, na katerega se nanašajo osebni podatki, dal privolitev. V vsakem primeru bi morali za take postopke veljati ustrezni zaščitni ukrepi, vključno s posebnim obveščanjem posameznika, na katerega se nanašajo osebni podatki, in pravico do človeškega posredovanja, veljati pa bi moralo tudi, da se tak ukrep ne sme nanašati na otroka."
		},
		{
			"lang": "fi",
			"text": "Jokaisella luonnollisella henkilöllä olisi oltava oikeus olla joutumatta tietojen automaattisen käsittelyn avulla tapahtuvaan profilointiin perustuvien toimenpiteiden kohteeksi. Tällaiset toimenpiteet olisi kuitenkin sallittava, jos ne on nimenomaisesti hyväksytty laissa tai toteutettu sopimuksen tekemisen tai täytäntöönpanon yhteydessä tai kun rekisteröity on antanut niihin suostumuksensa. Tällaiseen käsittelyyn olisi kuitenkin aina sovellettava asianmukaisia takeita, joihin kuuluisivat tällaisesta käsittelystä ilmoittaminen rekisteröidylle, oikeus tietojen käsittelyyn ihmisen toimesta ja se, että tällaista toimenpidettä ei saisi kohdistaa lapseen."
		},
		{
			"lang": "pl",
			"text": "Każda osoba fizyczna powinna mieć prawo niepodlegania środkowi opartemu na profilowaniu dokonywanym poprzez automatyczne przetwarzanie. Taki środek powinien być jednak dozwolony wtedy, gdy jest wyraźnie przewidziany przez przepisy prawa, stosowany w toku zawierania lub wykonywania umowy lub gdy podmiot danych wyraził na niego zgodę. W każdym przypadku takie przetwarzanie powinno stanowić przedmiot odpowiednich gwarancji, w tym konkretnych informacji podmiotu danych i prawa do interwencji ze strony człowieka, a środek ten nie powinien dotyczyć dzieci."
		},
		{
			"lang": "lt",
			"text": "kiekvienas fizinis asmuo turėtų turėti teisę, kad jam nebūtų taikoma priemonė, pagrįsta profiliavimu duomenis tvarkant automatizuotai. Tačiau tokia priemonė turėtų būti leidžiama, kai ji aiškiai numatyta įstatyme, įgyvendinta sudarant arba vykdant sutartį arba kai buvo gautas duomenų subjekto sutikimas. Bet kuriuo atveju tokiam duomenų tvarkymui turėtų būti taikomos tinkamos apsaugos priemonės, pavyzdžiui, duomenų subjekto informavimas arba teisė reikalauti žmogaus įsikišimo, o tokia priemonė neturėtų būti taikoma vaikui;"
		},
		{
			"lang": "nl",
			"text": "Iedere natuurlijke persoon dient het recht te hebben niet te worden onderworpen aan een maatregel die is gebaseerd op profilering door middel van geautomatiseerde verwerking. Een dergelijke maatregel dient echter wel mogelijk te zijn wanneer deze uitdrukkelijk is toegestaan bij de wet of wordt genomen in het kader van het sluiten of uitvoeren van een overeenkomst of wanneer de betrokkene zijn toestemming heeft gegeven. Op een dergelijke verwerking dienen passende waarborgen van toepassing te zijn, waaronder specifieke informering van de betrokkene, het recht op menselijke tussenkomst en de bepaling dat een dergelijke maatregel geen betrekking mag hebben op kinderen."
		},
		{
			"lang": "sv",
			"text": "Fysiska personer bör inte vara tvungna att underkasta sig åtgärder som bygger på profilering genom automatisk behandling. Sådana åtgärder bör dock godtas när de uttryckligen är tillåtna enligt lag, när de vidtas vid ingåendet eller genomförandet av ett avtal eller när den registrerade har gett sitt samtycke. Denna form av uppgiftsbehandling bör emellertid omgärdas av lämpliga skyddsåtgärder, bl.a. särskild information till den registrerade, rätt till personlig kontakt samt att garantier för att åtgärderna inte berör barn."
		}
	],
	"children": [],
	"title": "Recital 58"
}