{
	"id": "r6",
	"type": "recital",
	"literal": "6",
	"parent": "_",
	"text": [
		{
			"lang": "en",
			"text": "These developments require building a strong and more coherent data protection framework in the Union, backed by strong enforcement, given the importance to create the trust that will allow the digital economy to develop across the internal market. Individuals should have control of their own personal data and legal and practical certainty for individuals, economic operators and public authorities should be reinforced."
		},
		{
			"lang": "de",
			"text": "Diese Entwicklungen erfordern einen soliden, kohärenteren und durchsetzbaren Rechtsrahmen im Bereich des Datenschutzes in der Union, um eine Vertrauensbasis zu schaffen, die die digitale Wirtschaft dringend benötigt, um im Binnenmarkt weiter wachsen zu können. Jede Person sollte die Kontrolle über ihre eigenen Daten besitzen, und private Nutzer, Wirtschaft und Staat sollten in rechtlicher und praktischer Hinsicht über mehr Sicherheit verfügen."
		},
		{
			"lang": "fr",
			"text": "Cette évolution oblige à mettre en place dans l’Union un cadre de protection des données plus solide et plus cohérent, assorti d'une application rigoureuse des règles, compte tenu de l'importance de susciter la confiance qui permettra à l’économie numérique de se développer dans l'ensemble du marché intérieur. Les personnes physiques devraient maîtriser l'utilisation qui est faite des données à caractère personnel les concernant, et la sécurité tant juridique que pratique devrait être renforcée pour les particuliers, les opérateurs économiques et les autorités publiques."
		},
		{
			"lang": "es",
			"text": "Estos avances requieren el establecimiento de un marco más sólido y coherente para la protección de datos en la Unión Europea, respaldado por una ejecución estricta, dada la importancia de generar la confianza que permita a la economía digital desarrollarse en todo el mercado interior. Los individuos deben tener el control de sus propios datos personales y se debe reforzar la seguridad jurídica y práctica para las personas físicas, los operadores económicos y las autoridades públicas."
		},
		{
			"lang": "pt",
			"text": "Esta evolução exige o estabelecimento de um quadro de proteção de dados sólido e mais coerente na União, apoiado por uma aplicação rigorosa das regras, pois é importante gerar confiança para permitir o desenvolvimento da economia digital no conjunto do mercado interno. As pessoas singulares devem poder controlar a utilização que é feita dos seus dados pessoais, e deve ser reforçada a segurança jurídica e prática para as pessoas singulares, os operadores económicos e as autoridades públicas."
		},
		{
			"lang": "it",
			"text": "Tale evoluzione richiede un quadro giuridico più solido e coerente in materia di protezione dei dati nell’Unione, affiancato da efficaci misure di attuazione, data l’importanza di creare il clima di fiducia che consentirà lo sviluppo dell’economia digitale in tutto il mercato interno. È necessario che le persone fisiche abbiano il controllo dei dati personali che li riguardano e che la certezza giuridica e operativa sia rafforzata tanto per i privati che per i operatori economici e le autorità pubbliche."
		},
		{
			"lang": "ga",
			"text": "Ceanglaítear leis na forbairtí sin go dtógfar creat láidir níos comhtháite um chosaint sonraí san Aontas, a mbeidh forfheidhmiú láidir mar bhunús leis, i bhfianaise a thábhachtaí atá sé muinín a chothú a chuirfidh ar chumas an gheilleagair dhigitigh forbairt ar fud an mhargaidh inmheánaigh. Ba cheart smacht a bheith ag daoine aonair ar a sonraí pearsanta féin agus ba cheart deimhneacht dhlíthiúil agus deimhneacht phraiticiúil a neartú do dhaoine aonair, d'oibreoirí eacnamaíocha agus d'údaráis phoiblí."
		},
		{
			"lang": "cs",
			"text": "V souvislosti s tímto vývojem je třeba vytvořit pevný a jednotnější rámec pro ochranu údajů na úrovni Unie, jenž by se opíral o důrazné vymáhání práva, aby byla nastolena důvěra, která by umožnila rozvoj digitální ekonomiky na celém vnitřním trhu. Jednotlivé osoby by měly mít možnost kontrolovat své vlastní osobní údaje a měla by být posílena právní a praktická jistota pro jednotlivce, hospodářské subjekty a orgány veřejné moci."
		},
		{
			"lang": "da",
			"text": "Denne udvikling kræver, at der opbygges en stærk og mere sammenhængende databeskyttelsesramme i Unionen, som understøttes af en effektiv håndhævelse, fordi det er vigtigt, at der skabes den tillid, der er nødvendig for, at den digitale økonomi kan udvikle sig på tværs af det indre marked. Fysiske personer bør have kontrol over deres egne personoplysninger, og sikkerheden både retligt og praktisk bør styrkes for enkeltpersoner, erhvervsdrivende og offentlige myndigheder."
		},
		{
			"lang": "et",
			"text": "Need muudatused nõuavad ELis tugeva ja ühtsema isikuandmete kaitse raamistiku loomist ning selle täitmise tagamist, et suurendada usaldust, mis võimaldab digitaalsel majandusel areneda terve siseturu lõikes. Üksikisikutel peaks olema kontroll oma isikuandmete üle ning tugevdada tuleks õigus- ja tegelikku kindlust üksikisikute, ettevõtjate ja avaliku sektori asutuste seisukohast."
		},
		{
			"lang": "el",
			"text": "Οι εξελίξεις αυτές απαιτούν την οικοδόμηση ενός ισχυρού και πιο συνεκτικού πλαισίου προστασίας των δεδομένων στην Ένωση, υποστηριζόμενου από αυστηρή εφαρμογή της νομοθεσίας, δεδομένης της σημασίας να δημιουργηθεί η αναγκαία εμπιστοσύνη που θα επιτρέψει στην ψηφιακή οικονομία να αναπτυχθεί στο σύνολο της εσωτερικής αγοράς. Τα φυσικά πρόσωπα πρέπει να έχουν τον έλεγχο των δεδομένων προσωπικού χαρακτήρα που τα αφορούν, ενώ πρέπει να ενισχυθούν η ασφάλεια δικαίου και η πρακτική ασφάλεια για τα φυσικά πρόσωπα, τους οικονομικούς παράγοντες και τις δημόσιες αρχές."
		},
		{
			"lang": "bg",
			"text": "Тези промени изискват изграждането на стабилна и по-съгласувана рамка за защита на данните в Съюза, подкрепена от силно правоприлагане, като се има предвид значението на създаването на доверие, което ще позволи на цифровата икономика да се развива на вътрешния пазар. Физическите лица следва да имат контрол върху собствените си лични данни, а правната и практическата сигурност за физическите лица, икономическите оператори и публичните органи следва да бъдат засилени."
		},
		{
			"lang": "hu",
			"text": "E fejlemények szükségessé teszik egy olyan szilárd és következetesebb uniós adatvédelmi keret kialakítását, amely mögött erős kikényszeríthetőség áll, hiszen fontos megteremteni azt a bizalmat, amely lehetővé teszi a digitális gazdaság belső piaci fejlődését. Az egyéneknek ellenőrzést kell gyakorolniuk saját személyes adataik felett, és erősíteni kell a jogbiztonságot és a gyakorlat biztonságát az egyének, gazdasági szereplők és hatóságok tekintetében."
		},
		{
			"lang": "mt",
			"text": "Dawn l-iżviluppi jeħtieġu l-bini ta’ qafas ta’ protezzjoni tad-dejta b’saħħtu u aktar koerenti fl-Unjoni, appoġġjat minn infurzar qawwi, minħabba l-importanza li tinħoloq il-fiduċja li tippermetti lill-ekonomija diġitali tiżviluppa fis-suq intern. L-individwi għandu jkollhom il-kontroll tad-dejta personali tagħhom u ċ-ċertezza legali u prattika għall-individwi, għall-operaturi ekonomiċi u għall-awtoritajiet pubbliċi għandha tissaħħaħ."
		},
		{
			"lang": "lv",
			"text": "Šī notikumu gaita nozīmē, ka jāveido spēcīgāks un saskaņotāks datu aizsardzības regulējums Savienībā, ko stiprina pienācīga izpilde, ņemot vērā to, cik nozīmīgi ir veidot uzticību, kas ļaus iekšējā tirgū uzplaukt digitālajai ekonomikai. Personām būtu jāspēj kontrolēt savi personas dati un būtu jāstiprina tiesiskā un praktiskā noteiktība fizisku personu, uzņēmēju un valsts iestāžu labā."
		},
		{
			"lang": "ro",
			"text": "Aceste evoluții impun construirea unui cadru solid și mai coerent în materie de protecție a datelor în Uniune, însoțit de o aplicare riguroasă a normelor, luând în considerare importanța creării unui climat de încredere care va permite economiei digitale să se dezvolte pe piața internă. Persoanele fizice ar trebui să aibă control asupra propriilor date cu caracter personal, iar securitatea juridică și practică pentru persoane fizice, operatori economici și autorități publice ar trebui să fie consolidată."
		},
		{
			"lang": "sk",
			"text": "Táto situácia si vyžaduje vytvorenie silného a súdržnejšieho rámca ochrany údajov v Únii, ktorý sa bude intenzívne presadzovať vzhľadom na význam vybudovania dôvery, ktorá umožní rozvoj digitálnej ekonomiky v rámci vnútorného trhu. Fyzické osoby by mali mať kontrolu nad svojimi vlastnými osobnými údajmi a mala by sa posilniť právna a praktická istota pre fyzické osoby, hospodárskych aktérov a verejné orgány."
		},
		{
			"lang": "sl",
			"text": "Zato je treba oblikovati trden in skladnejši okvir za varstvo podatkov v Uniji, podprt z doslednim izvajanjem; bistvenega pomena je, da se oblikuje zaupanje, ki bo digitalnemu gospodarstvu omogočilo razvoj na notranjem trgu. Posamezniki morajo imeti nadzor nad lastnimi osebnimi podatki, pravna in praktična varnost posameznikov, gospodarskih subjektov in javnih organov pa morata biti okrepljeni."
		},
		{
			"lang": "fi",
			"text": "Tämän kehityksen vuoksi unionissa on laadittava vahvempi ja johdonmukaisempi tietosuojakehys, jota tuetaan tehokkaalla täytäntöönpanolla, sillä on tärkeää rakentaa luottamusta, jonka pohjalta digitaalitalous voi kehittyä koko sisämarkkinoiden alueella. Yksilöiden olisi voitava valvoa omia tietojaan, ja oikeusvarmuutta ja luottamusta käytännön toiminnan sujuvuuteen olisi vahvistettava sekä yksilöiden että talouden toimijoiden ja viranomaisten kannalta."
		},
		{
			"lang": "pl",
			"text": "Przemiany te wymagają stworzenia stabilnych i bardziej spójnych ram ochrony danych w Unii, popartych zdecydowanym egzekwowaniem, uwzględniając wagę zbudowania zaufania, które umożliwi rozwój gospodarki cyfrowej na rynku wewnętrznym. Osoby fizyczne powinny mieć kontrolę nad własnymi danymi osobowymi. Należy ponadto wzmocnić poczucie pewności prawa i jego praktycznego stosowania u osób fizycznych, podmiotów gospodarczych i organów publicznych."
		},
		{
			"lang": "lt",
			"text": "dėl šių pokyčių Sąjungoje reikia nustatyti tvirtus ir nuoseklesnius duomenų apsaugos reglamentavimo pagrindus, kurie būtų griežtai įgyvendinami, kad išaugtų pasitikėjimas, kuris skaitmeninei ekonomikai padėtų įsitvirtinti vidaus rinkoje. Asmenims turėtų būti suteikta galimybė kontroliuoti savo asmens duomenis, be to, teisiniu ir praktiniu požiūriu turėtų būti sustiprintas ūkinės veiklos vykdytojų ir valdžios institucijų pasitikėjimas;"
		},
		{
			"lang": "nl",
			"text": "In verband met deze ontwikkelingen moet een krachtiger en coherenter kader voor gegevensbescherming in de EU tot stand worden gebracht en bovendien scherp worden toegezien op de handhaving daarvan, omdat zulks van belang is voor het vertrouwen dat nodig is om de digitale economie zich op de hele interne markt te laten ontwikkelen. Natuurlijke personen dienen controle over hun eigen persoonsgegevens te hebben en er dient meer praktische en rechtszekerheid te worden geboden aan personen, bedrijven en overheden."
		},
		{
			"lang": "sv",
			"text": "Dessa förändringar kräver en stark och mer sammanhängande ram för uppgiftsskyddet inom unionen, uppbackad av kraftfullt tillsynsarbete, eftersom det är viktigt att skapa den tillit som behövs som för att utveckla den digitala ekonomin över hela den inre marknaden. Enskilda bör ha kontroll över sina egna personuppgifter och rättssäkerheten och smidigheten för enskilda, ekonomiska operatörer och myndigheter bör stärkas."
		}
	],
	"children": [],
	"title": "Recital 6"
}