{
	"id": "r63",
	"type": "recital",
	"literal": "63",
	"parent": "_",
	"text": [
		{
			"lang": "en",
			"text": "Where a controller not established in the Union is processing personal data of data subjects residing in the Union whose processing activities are related to the offering of goods or services to such data subjects, or to the monitoring their behaviour, the controller should designate a representative, unless the controller is established in a third country ensuring an adequate level of protection, or the controller is a small or medium sized enterprise or a public authority or body or where the controller is only occasionally offering goods or services to such data subjects. The representative should act on behalf of the controller and may be addressed by any supervisory authority."
		},
		{
			"lang": "de",
			"text": "Jeder für die Verarbeitung Verantwortliche ohne Niederlassung in der Union, dessen Verarbeitungstätigkeiten sich auf in der Union ansässige betroffene Personen beziehen und dazu dienen, diesen Personen Waren oder Dienstleistungen anzubieten oder deren Verhalten zu beobachten, sollte einen Vertreter benennen müssen, es sei denn, dieser für die Verarbeitung Verantwortliche ist in einem Drittland niedergelassen, das einen angemessenen Schutz bietet, oder es handelt sich um ein kleines oder mittleres Unternehmen, um eine Behörde oder um eine öffentliche Einrichtung oder der betreffende für die Verarbeitung Verantwortliche bietet den betroffenen Personen nicht nur gelegentlich Waren oder Dienstleistungen an. Der Vertreter sollte im Namen des für die Verarbeitung Verantwortlichen tätig werden und den Aufsichtsbehörden als Ansprechpartner dienen."
		},
		{
			"lang": "fr",
			"text": "Lorsqu'un responsable du traitement qui n'est pas établi dans l'Union traite des données à caractère personnel concernant des personnes résidant dans l'Union, et que les activités de traitement sont liées à l'offre de biens ou de services à ces personnes, ou à l'observation de leur comportement, il conviendrait que le responsable du traitement désigne un représentant, à moins que ledit responsable ne soit établi dans un pays tiers qui assure un niveau de protection adéquat, ou que le responsable ne soit une petite ou moyenne entreprise ou une autorité ou un organisme public, ou qu'il ne propose qu'occasionnellement des biens ou des services à ces personnes concernées. Le représentant devrait agir pour le compte du responsable du traitement et devrait pouvoir être contacté par toute autorité de contrôle."
		},
		{
			"lang": "es",
			"text": "Cuando un responsable no establecido en la Unión esté sometiendo a tratamiento datos personales de interesados que residan en la Unión y sus actividades de tratamiento estén relacionadas con la oferta de bienes o servicios a dichos interesados, o con el control de su conducta, el responsable del tratamiento debe designar a un representante, salvo que el primero esté establecido en un tercer país que garantice un nivel de protección adecuado, o sea una pequeña o mediana empresa o una autoridad u organismo público, o en el caso de que el responsable del tratamiento solo ofrezca bienes o servicios ocasionalmente a tales interesados. El representante debe actuar por cuenta del responsable del tratamiento y a él se puede dirigir cualquier autoridad de control."
		},
		{
			"lang": "pt",
			"text": "Sempre que um responsável pelo tratamento não estabelecido na União Europeia efetue o tratamento de dados pessoais de titulares de dados que residam na União, e cujas atividades de tratamento estejam relacionadas com a oferta de bens ou serviços a essas pessoas, ou com o controlo do seu comportamento, o responsável pelo tratamento deve designar um representante, salvo se tal responsável se encontrar estabelecido num país terceiro que garanta um nível de proteção adequado, ou se o responsável for uma pequena ou média empresa ou uma autoridade ou organismo público, ou se o responsável apenas oferecer a título esporádico bens ou serviços a esses titulares de dados. O representante deve agir por conta do responsável pelo tratamento e deve poder ser contactado por qualquer autoridade de controlo."
		},
		{
			"lang": "it",
			"text": "Quando un responsabile del trattamento non stabilito nell’Unione tratta dati personali di residenti nell’Unione e la sua attività di trattamento è finalizzata all’offerta di beni o alla prestazione di servizi a tali interessati o al controllo del loro comportamento, è opportuno che tale responsabile del trattamento designi un rappresentante, salvo che non sia stabilito in un paese terzo che garantisce un livello di protezione adeguato, non sia una piccola o media impresa o un’autorità o organismo pubblico oppure non offra beni o servizi agli interessati solo occasionalmente. Il rappresentante deve agire per conto del responsabile del trattamento e può essere interpellato da qualsiasi autorità di controllo."
		},
		{
			"lang": "ga",
			"text": "I gcás ina bhfuil rialaitheoir nach bhfuil bunaithe san Aontas ag próiseáil sonraí pearsanta daoine is ábhar do na sonraí atá ina gcónaí san Aontas agus agus nuair nach mbaineann gníomhaíochtaí próiseála an rialaitheora sin le hearraí nó seirbhísí a chur ar fáil do na daoine sin is ábhar do na sonraí, nó le faireachán a dhéanamh ar iompar na ndaoine sin, ba cheart don rialaitheoir ionadaí a cheapadh, ach amháin má tá an rialaitheoir bunaithe i dtríú tír ina n‑áirithítear go bhfuil leibhéal cosanta leordhóthanach ar fáil, nó más fiontar beag nó meánmhéide nó údarás nó comhlacht poiblí an rialaitheoir nó mura gcuireann an rialaitheoir earraí nó seirbhísí ar fáil ach ar uairibh do na daoine sin is ábhar do na sonraí. Ba cheart don ionadaí gníomhú thar ceann an rialaitheora agus féadfaidh aon údarás maoirseachta cumarsáid a dhéanamh leis."
		},
		{
			"lang": "cs",
			"text": "Pokud správce, který není usazen v Unii, zpracovává osobní údaje subjektů údajů, které mají bydliště v Unii, a toto zpracování souvisí s nabídkou zboží nebo služeb těmto subjektům údajů nebo se sledováním jejich chování, měl by jmenovat svého zástupce; výjimkou jsou případy, kdy je správce usazen ve třetí zemi, která zajišťuje odpovídající úroveň ochrany, nebo kdy je správce malým nebo středním podnikem či orgánem veřejné moci, nebo kdy správce těmto subjektům údajů nabízí zboží nebo služby jen příležitostně. Zástupce by měl jednat jménem správce a orgány dozoru se na něj mohou obracet."
		},
		{
			"lang": "da",
			"text": "Når en registeransvarlig, som ikke er etableret i Unionen, behandler personoplysninger vedrørende registrerede, der er bosiddende i Unionen, og hvis behandlingsaktiviteter vedrører udbud af varer eller tjenester til sådanne registrerede eller overvågning af deres adfærd, bør den registrerede udpege en repræsentant i Unionen, medmindre den registeransvarlige er etableret i et tredjeland, som sikrer et tilstrækkeligt beskyttelsesniveau, eller den registeransvarlige er en lille eller mellemstor virksomhed, en offentlig myndighed eller et offentligt organ, eller den registeransvarlige kun lejlighedsvis udbyder varer eller tjenester til sådanne registrerede. Repræsentanten handler på den registeransvarliges vegne og kan kontaktes af tilsynsmyndigheden."
		},
		{
			"lang": "et",
			"text": "Kui väljaspool ELi asuv vastutav töötleja töötleb ELis elavate andmesubjektide isikuandmeid ja tema töötlemistoimingud on seotud kaupade või teenuste pakkumisega sellistele andmesubjektidele või nende käitumise jälgimisega, peaks vastutav töötleja nimetama esindaja, välja arvatud juhul, kui vastutav töötleja asub kolmandas riigis, mis tagab kaitse piisava taseme, vastutava töötleja on väike- või keskmise suurusega ettevõte, avaliku sektori asutus või organ või kui vastutav töötleja pakub sellistele andmesubjektidele kaupu või teenuseid ainult juhuti. Esindaja peaks tegutsema vastutava töötleja nimel ja tema poole võivad pöörduda kõik järelevalveasutused."
		},
		{
			"lang": "el",
			"text": "Εάν ένας υπεύθυνος επεξεργασίας μη εγκαταστημένος στην Ένωση επεξεργάζεται δεδομένα προσωπικού χαρακτήρα προσώπων στα οποία αναφέρονται τα δεδομένα τα οποία διαμένουν στην Ένωση, του οποίου οι δραστηριότητες επεξεργασίας σχετίζονται με την προσφορά αγαθών ή υπηρεσιών στα εν λόγω πρόσωπα ή με την παρακολούθηση της συμπεριφοράς τους, ο υπεύθυνος επεξεργασίας πρέπει να ορίσει εκπρόσωπο, εκτός εάν ο υπεύθυνος επεξεργασίας είναι εγκαταστημένος σε τρίτη χώρα η οποία διασφαλίζει επαρκές επίπεδο προστασίας ή ο υπεύθυνος επεξεργασίας είναι μικρή ή μεσαία επιχείρηση ή δημόσια αρχή ή φορέας ή εάν ο υπεύθυνος επεξεργασίας προσφέρει μόνον περιστασιακά αγαθά ή υπηρεσίες στα εν λόγω πρόσωπα στα οποία αναφέρονται τα δεδομένα. Ο εκπρόσωπος πρέπει να ενεργεί για λογαριασμό του υπευθύνου επεξεργασίας και σε αυτόν μπορεί να απευθύνεται κάθε αρχή ελέγχου."
		},
		{
			"lang": "bg",
			"text": "Когато даден администратор, който не е установен в Съюза, обработва лични данни на субекти на данни с местоживеене в Съюза и дейностите му по обработването са свързани с предлагането на стоки или услуги на такива субекти на данни или с наблюдението на тяхното поведение, администраторът следва да определи представител, освен ако не е установен в трета държава, която гарантира адекватно ниво на защита или е малко или средно предприятие или обществен орган или структура, или когато администраторът предлага само понякога стоки и услуги на такива субекти на данни. Представителят следва да действа от името на администратора, а надзорният орган може да се обръща към него."
		},
		{
			"lang": "hu",
			"text": "Amennyiben az Unióban lakóhellyel rendelkező érintettek személyes adatait az Unióban nem letelepedett olyan adatkezelő dolgozza fel, akinek adatfeldolgozási tevékenysége termékek vagy szolgáltatások ilyen érintettek számára történő nyújtásához vagy az ilyen érintettek viselkedésének nyomon követéséhez kapcsolódik, az adatkezelőnek képviselőt kell kijelölnie, kivéve ha az adatkezelő egy megfelelő szintű védelmet biztosító harmadik országban telepedett le, vagy az adatkezelő kis- vagy középvállalkozás, vagy hatóság vagy állami szerv, vagy ha az adatkezelő csak alkalmi jelleggel kínál termékeket és szolgáltatásokat ezen érintetteknek. A képviselő az adatkezelő nevében jár el, és bármelyik felügyelő hatóság megkeresheti."
		},
		{
			"lang": "mt",
			"text": "Meta kontrollur, li mhuwiex stabbilit fl-Unjoni jipproċessa dejta personali ta’ suġġetti tad-dejta li jgħix fl-Unjoni li l-attivitajiet ta’ pproċessar tiegħu huma relatati mal-offerta ta’ prodotti jew servizzi lil dawn is-suġġetti tad-dejta, jew mal-monitoraġġ tal-imġiba tagħhom, il-kontrollur għandu jaħtar rappreżentant, sakemm il-kontrollur ma jkunx stabbilit f’pajjiż terz li jiżgura livell xieraq ta’ protezzjoni, jew il-kontrollur ikun impriża żgħira jew ta’ daqs medju jew awtorità jew korp pubbliku jew meta l-kontrollur ikun qiegħed joffri prodotti jew servizzi okkażjonalment biss lil dawn is-suġġetti tad-dejta.Ir-rappreżentant għandu jaġixxi f’isem il-kontrollur u li jista’ jkun indirizzat minn kwalunkwe awtorità ta’ superviżjoni."
		},
		{
			"lang": "lv",
			"text": "Ja pārzinis, kas neatrodas Savienībā, apstrādā Savienībā dzīvojošu datu subjektu personas datus un šīs apstrādes darbības ir saistītas ar preču vai pakalpojumu piedāvāšanu šiem datu subjektiem vai ar viņu uzvedības novērošanu, pārzinim būtu jānorīko pārstāvis, izņemot, ja pārzinis atrodas valstī, kas nodrošina pietiekamu aizsardzības līmeni, vai ja pārzinis ir mazs vai vidējs uzņēmums vai valsts iestāde, vai struktūra, vai ja pārzinis preces un pakalpojumus šādiem datu subjektiem piedāvā tikai palaikam. Pārstāvim būtu jārīkojas pārziņa vārdā un pie tā var vērsties jebkura uzraudzības iestāde."
		},
		{
			"lang": "ro",
			"text": "Atunci când un operator care nu este stabilit în Uniune prelucrează date cu caracter personal ale unor persoane vizate care își au reședința în Uniune, iar activitățile de prelucrare ale operatorului au legătură cu oferirea de bunuri și servicii unor astfel de persoane vizate sau cu monitorizarea comportamentului acestora, operatorul ar trebui să desemneze un reprezentant, cu excepția cazului în care operatorul este stabilit într-o țară terță care asigură un nivel adecvat de protecție sau în care operatorul este o întreprindere mică sau mijlocie sau o autoritate publică sau un organism public sau în care operatorul oferă doar ocazional bunuri sau servicii unor astfel de persoane vizate. Reprezentantul ar trebui să acționeze în numele operatorului, putând fi contactat de orice autoritate de supraveghere."
		},
		{
			"lang": "sk",
			"text": "Ak prevádzkovateľ, ktorý nemá sídlo v Únii, spracúva osobné údaje dotknutej osoby s bydliskom v Únii, pričom jeho spracúvanie súvisí s ponukou tovaru a služieb takýmto dotknutým osobám alebo so sledovaním ich správania, prevádzkovateľ by mal určiť zástupcu, pokiaľ jeho sídlo nie je v tretej krajine, ktorá zabezpečuje primeranú úroveň ochrany, pokiaľ nie je malým alebo stredným podnikom či verejným orgánom alebo subjektom alebo pokiaľ tento prevádzkovateľ neponúka tovar a služby dotknutým osobám iba príležitostne. Zástupca by mal konať v mene prevádzkovateľa a môže sa na neho obracať ktorýkoľvek dozorný orgán."
		},
		{
			"lang": "sl",
			"text": "Kadar upravljavec, ki nima sedeža v Uniji, obdeluje osebne podatke posameznikov, na katere se nanašajo osebni podatki in ki stalno prebivajo v Uniji, ter se dejavnosti obdelave upravljavca nanašajo na nudenje blaga ali storitev takim posameznikom ali na spremljanje njihovega vedenja, bi moral upravljavec imenovati predstavnika, razen, če je sedež upravljavca v tretji državi, ki zagotavlja ustrezno raven varstva, oziroma je upravljavec malo ali srednje veliko podjetje ali javni organ, ali pa upravljavec takim posameznikom blago ali storitve nudi samo občasno. Predstavnik bi moral delovati v imenu upravljavca in nanj se lahko obrne kateri koli nadzorni organ."
		},
		{
			"lang": "fi",
			"text": "Jos unionin alueella asuvien rekisteröityjen henkilötietoja käsittelee rekisterinpitäjä, joka ei ole sijoittautunut unioniin, ja käsittely liittyy tavaroiden tai palvelujen tarjoamiseen näille rekisteröidyille tai heidän käyttäytymisensä seurantaan, rekisterinpitäjän olisi nimitettävä edustaja, paitsi jos rekisterinpitäjä on sijoittautunut kolmanteen maahan, joka tarjoaa riittävän tietosuojan tason, tai jos rekisterinpitäjä on pieni tai keskisuuri yritys tai viranomainen tai julkishallinnon elin tai jos rekisterinpitäjä tarjoaa tavaroita ja palveluja näille rekisteröidyille vain satunnaisesti. Edustajan olisi toimittava rekisterinpitäjän puolesta, ja edustajaan voivat ottaa yhteyttä kaikki valvontaviranomaiset."
		},
		{
			"lang": "pl",
			"text": "Jeśli administrator niemający siedziby w Unii przetwarza dane osobowe podmiotów danych mających miejsce zamieszkania w Unii, a jego działalność w zakresie przetwarzania wiąże się z oferowaniem towarów lub usług tym podmiotom lub monitorowaniem ich zachowania, powinien on wyznaczyć przedstawiciela, chyba że administrator ma siedzibę w państwie trzecim zapewniającym odpowiedni poziom ochrony, jest małym lub średnim przedsiębiorcą, organem lub podmiotem publicznym, lub chyba że jedynie okazjonalnie oferuje towary lub usługi tym podmiotom. Przedstawiciel powinien działać w imieniu administratora, a organ nadzorczy może się do niego zwracać."
		},
		{
			"lang": "lt",
			"text": "kai Sąjungoje gyvenančių duomenų subjektų asmens duomenis tvarko Sąjungoje neįsisteigęs duomenų kontrolierius, kurio duomenų tvarkymo veikla susijusi su prekių ir paslaugų siūlymu tokiems duomenų subjektams arba jų elgesio stebėjimu, duomenų valdytojas turėtų paskirti atstovą, nebent duomenų valdytojas yra įsikūręs trečiojoje šalyje, kuri užtikrina tinkamą apsaugos lygį, arba duomenų valdytojas yra mažoji ar vidutinė įmonė, valdžios institucija ar įstaiga, arba duomenų valdytojas prekes ir paslaugas tokiems duomenų subjektams siūlo tik retkarčiais. Atstovas turėtų veikti duomenų valdytojo vardu, o į jį galėtų kreiptis priežiūros institucijos;"
		},
		{
			"lang": "nl",
			"text": "Wanneer de verwerking van persoonsgegevens van in de Unie wonende betrokkenen door een niet in de Unie gevestigde verwerker verband houdt met het aanbieden van goederen of diensten aan dergelijke betrokkenen of met het observeren van hun gedrag, dient de voor de verwerking verantwoordelijke een vertegenwoordiger aan te wijzen, tenzij de voor de verwerking verantwoordelijke is gevestigd in een derde land dat een passend beschermingsniveau waarborgt, de voor de voor de verwerking verantwoordelijke een kleine of middelgrote onderneming of een overheidsinstantie of –lichaam is, of de voor de verwerking verantwoordelijke dergelijke betrokkenen slechts incidenteel goederen of diensten aanbiedt. De vertegenwoordiger dient namens de voor de verwerking verantwoordelijke op te treden en kan door iedere toezichthoudende autoriteit worden benaderd."
		},
		{
			"lang": "sv",
			"text": "När registeransvariga som inte är etablerade inom unionen behandlar personuppgifter om registrerade som bor inom unionen, och det bakomliggande syftet med uppgiftsbehandlingen är att erbjuda de registrerade personerna varor och tjänster eller att övervaka deras beteende, bör de registeransvariga utnämna en företrädare, såvida inte de är etablerade i ett tredjeland som har en adekvat skyddsnivå, eller de registeransvariga är ett litet eller medelstort företag eller en myndighet eller ett organ, eller när de registeransvariga bara undantagsvis erbjuder varor eller tjänster till de registrerade. Företrädaren bör agera på den registeransvariges vägnar och kan kontaktas av samtliga tillsynsmyndigheter."
		}
	],
	"children": [],
	"title": "Recital 63"
}