{
	"id": "r70",
	"type": "recital",
	"literal": "70",
	"parent": "_",
	"text": [
		{
			"lang": "en",
			"text": "Directive 95/46/EC provided for a general obligation to notify processing of personal data to the supervisory authorities. While this obligation produces administrative and financial burdens, it did not in all cases contribute to improving the protection of personal data. Therefore such indiscriminate general notification obligation should be abolished, and replaced by effective procedures and mechanism which focus instead on those processing operations which are likely to present specific risks to the rights and freedoms of data subjects by virtue of their nature, their scope or their purposes. In such cases, a data protection impact assessment should be carried out by the controller or processor prior to the processing, which should include in particular the envisaged measures, safeguards and mechanisms for ensuring the protection of personal data and for demonstrating the compliance with this Regulation."
		},
		{
			"lang": "de",
			"text": "Gemäß der Richtlinie 95/46/EG waren Verarbeitungen personenbezogener Daten bei den Aufsichtsbehörden generell meldepflichtig. Diese Meldepflicht ist mit einem bürokratischen und finanziellen Aufwand verbunden und hat doch keineswegs in allen Fällen zu einem besseren Schutz personenbezogener Daten geführt. Diese unterschiedslose allgemeine Meldepflicht sollte daher abgeschafft und durch wirksame Verfahren und Mechanismen ersetzt werden, die sich stattdessen vorrangig mit jenen Verarbeitungsvorgängen befassen, die aufgrund ihres Wesens, ihres Umfangs oder ihrer Zwecke konkrete Risiken für die Rechte und Freiheiten betroffener Personen bergen können. In derartigen Fällen sollte der für die Verarbeitung Verantwortliche oder der Auftragsverarbeiter vor der Verarbeitung eine Datenschutz-Folgenabschätzung durchführen, die sich insbesondere mit den Maßnahmen, Garantien und Verfahren befasst, durch die der Schutz personenbezogener Daten sichergestellt und die Einhaltung der Bestimmungen dieser Verordnung nachgewiesen werden sollen."
		},
		{
			"lang": "fr",
			"text": "La directive 95/46/CE prévoyait une obligation générale de notifier les traitements de données à caractère personnel aux autorités de contrôle. Or cette obligation génère une charge administrative et financière, sans pour autant avoir véritablement amélioré la protection des données. En conséquence, l'obligation générale de notification devrait être supprimée et remplacée par des procédures et des mécanismes efficaces ciblant plutôt les traitements susceptibles de présenter des risques particuliers pour les droits et libertés des personnes concernées, du fait de leur nature, de leur portée ou de leur finalité. Dans de tels cas, une analyse d'impact relative à la protection des données devrait être réalisée par le responsable du traitement ou le sous‑traitant, préalablement au traitement, et devrait examiner notamment les dispositions, garanties et mécanismes envisagés pour assurer la protection des données à caractère personnel et pour démontrer que le présent règlement est respecté."
		},
		{
			"lang": "es",
			"text": "La Directiva 95/46/CE establecía la obligación general de notificar el tratamiento de datos personales a las autoridades de control. A pesar de que esta obligación implica cargas administrativas y financieras, no contribuyó, sin embargo, en todos los casos a mejorar la protección de los datos personales. Por tanto, se debe eliminar esta obligación de notificación tan indiscriminada y debe ser sustituida por procedimientos y mecanismos eficaces que se centren, en su lugar, en las operaciones de tratamiento que, por su naturaleza, alcance o fines, puedan presentar riesgos específicos a los derechos y libertades de los interesados. En tales casos, antes del tratamiento el responsable o el encargado del mismo deben llevar a cabo una evaluación de impacto de la protección de datos, que debe incluir, en particular, las medidas, las garantías y los mecanismos previstos para garantizar la protección de los datos personales y demostrar la conformidad con el presente Reglamento."
		},
		{
			"lang": "pt",
			"text": "A Diretiva 95/46/CE estabelece uma obrigação geral de notificação do tratamento de dados pessoais às autoridades de controlo. Além desta obrigação originar encargos administrativos e financeiros, nem sempre contribuiu para uma melhoria da proteção dos dados pessoais. Por essa razão, tal obrigação geral deve ser suprimida e substituída por procedimentos e mecanismos eficazes dirigidos, em alternativa, para as operações de tratamento suscetíveis de apresentar riscos específicos para os direitos e liberdades dos titulares de dados, devido à sua natureza, âmbito ou finalidade. Nesses casos, o responsável pelo tratamento ou o subcontratante deve proceder, previamente ao tratamento, a uma avaliação de impacto sobre a proteção de dados, que deve examinar, nomeadamente, as medidas, garantias e os mecanismos previstos para assegurar a proteção dos dados pessoais e comprovar a observância do presente regulamento."
		},
		{
			"lang": "it",
			"text": "La direttiva 95/46/CE ha introdotto un obbligo generale di notificare alle autorità di controllo il trattamento dei dati personali. Tale obbligo comporta oneri amministrativi e finanziari senza per questo aver mai veramente contribuito a migliorare la protezione dei dati personali. È pertanto necessario abolire tale obbligo generale e indiscriminato di notificazione e sostituirlo con meccanismi e procedure efficaci che si concentrino piuttosto su quelle operazioni di trattamento che potenzialmente presentano rischi specifici per i diritti e le libertà degli interessati, per loro natura, portata o finalità. In tali casi, è opportuno che il responsabile del trattamento o l’incaricato del trattamento effettui una valutazione d’impatto sulla protezione dei dati prima del trattamento, che verta in particolare anche sulle misure, sulle garanzie e sui meccanismi previsti per assicurare la protezione dei dati personali e per comprovare il rispetto del presente regolamento."
		},
		{
			"lang": "ga",
			"text": "I dTreoir 95/46/CE rinneadh foráil maidir le hoibleagáid ghinearálta chun fógra a thabhairt do na húdaráis mhaoirseachta faoi phróiseáil sonraí pearsanta. Cé go mbaineann ualaí riaracháin agus airgeadais leis an oibleagáid sin, níor chuidigh sé i gcónaí le cosaint sonraí pearsanta a fheabhsú. Dá bhrí sin, ba cheart an oibleagáid ghinearálta sin maidir le fógra a thabhairt gan idirdhealú a dhíothú, agus nósanna imeachta agus sásraí éifeachtacha a chur ina hionad, ar nósanna agus sásraí iad a chuirfeadh béim ar na hoibríochtaí próiseála sin ar dóigh dóibh rioscaí sonracha a chruthú do chearta agus saoirsí daoine is ábhar do shonraí mar gheall ar chineál na n‑oibríochtaí sin, raon feidhme na n‑oibríochtaí nó cuspóirí na n‑oibríochtaí. I gcásanna den sórt sin, ba cheart don rialaitheoir nó don phróiseálaí measúnú tionchair a dhéanamh ar an gcosaint sonraí roimh an bpróiseáil, agus ba cheart a áireamh sa mheasúnú sin, go háirithe, na bearta, cosaintí agus sásraí atá beartaithe lena áirithiú go gcosnófaí sonraí pearsanta agus chun comhlíonadh an Rialacháin seo a léiriú."
		},
		{
			"lang": "cs",
			"text": "Směrnice 95/46/ES stanovovala obecnou povinnost oznamovat zpracování osobních údajů orgánům dozoru. Jelikož tato povinnost s sebou nesla administrativní a finanční zátěž, nepřispívala ve všech případech ke zlepšení ochrany osobních údajů. Proto by měla být tato nerozlišující obecná oznamovací povinnost zrušena a nahrazena účinnými postupy a mechanismy, které by se místo toho zaměřovaly na ty činnosti zpracování, jež mohou na základě své povahy, svého rozsahu a svých účelů představovat specifická rizika z hlediska práv a svobod subjektů údajů. V těchto případech by měl správce nebo zpracovatel před zpracováním provést posouzení dopadu na ochranu údajů, jež by mělo zejména obsahovat plánovaná opatření, záruky a mechanismy pro zajištění ochrany osobních údajů a prokázání souladu s tímto nařízením."
		},
		{
			"lang": "da",
			"text": "Ved direktiv 95/46/EF blev der fastsat en generel forpligtelse til at anmelde behandling af personoplysninger til tilsynsmyndighederne. Denne forpligtelse medførte en administrativ og finansiel byrde, men den bidrog ikke i alle tilfælde til at forbedre beskyttelsen af personoplysninger. En så vilkårlig og generel anmeldelsespligt bør derfor afskaffes og erstattes med effektive procedurer og systemer, som i stedet fokuserer på behandling, der sandsynligvis kan indebære specifikke risici for registreredes rettigheder og frihedsrettigheder i medfør af deres karakter, omfang eller formål. I sådanne tilfælde bør den registeransvarlige eller registerføreren inden behandlingen foretage en konsekvensanalyse vedrørende databeskyttelse, der navnlig omhandler de planlagte foranstaltninger, garantier og systemer, der skal sikre beskyttelsen af personoplysninger og overensstemmelsen med denne forordning."
		},
		{
			"lang": "et",
			"text": "Direktiivis 95/46/EÜ nähti ette üldine kohustus teatada isikuandmete töötlemisest järelevalveasutustele. Kõnealune kohustus põhjustab haldus- ja finantskoormust, kuid see ei aidanud alati parandada isikuandmete kaitset. Seega tuleks selline valimatu üldise teatamise kohustus kaotada ning asendada see tõhusate menetluste ja mehhanismidega, mille raames keskendutakse hoopis neile töötlemistoimingutele, mis oma laadi, ulatuse või eesmärgi poolest võivad endast tõenäoliselt kujutada konkreetset ohtu andmesubjektide õigustele ja vabadustele. Sellistel juhtudel peaks vastutav töötleja või volitatud töötleja koostama enne töötlemist isikuandmete kaitse alase mõjuhinnangu, mis peaks eelkõige sisaldama kavandatavaid meetmeid, kaitsemeetmeid ja mehhanisme isikuandmete kaitse tagamiseks ning käesoleva määruse täitmise tõendamiseks."
		},
		{
			"lang": "el",
			"text": "Η οδηγία 95/46/ΕΚ προέβλεπε γενική υποχρέωση γνωστοποίησης της επεξεργασίας δεδομένων προσωπικού χαρακτήρα στις αρχές ελέγχου. Παρότι η υποχρέωση αυτή συνεπάγεται διοικητικό και οικονομικό φόρτο, δεν συνέβαλε σε όλες τις περιπτώσεις στη βελτίωση της προστασίας των δεδομένων προσωπικού χαρακτήρα. Επομένως, μια τέτοια γενική υποχρέωση κοινοποίησης χωρίς διαφοροποιήσεις πρέπει να καταργηθεί και να αντικατασταθεί με αποτελεσματικές διαδικασίες και μηχανισμούς που επικεντρώνονται σε εκείνες τις πράξεις επεξεργασίας που ενδέχεται να ενέχουν συγκεκριμένους κινδύνους για τα δικαιώματα και τις ελευθερίες των προσώπων στα οποία αναφέρονται τα δεδομένα λόγω της φύσης, της έκτασης ή του σκοπού τους. Σε αυτές τις περιπτώσεις πρέπει να διενεργείται εκτίμηση επιπτώσεων όσον αφορά την προστασία των δεδομένων από τον υπεύθυνο επεξεργασίας ή τον εκτελούντα την επεξεργασία, πριν από την επεξεργασία, η οποία πρέπει να περιλαμβάνει ειδικότερα τα προβλεπόμενα μέτρα, τις εγγυήσεις και τους μηχανισμούς που διασφαλίζουν την προστασία των δεδομένων προσωπικού χαρακτήρα και αποδεικνύουν τη συμμόρφωση προς τον παρόντα κανονισμό."
		},
		{
			"lang": "bg",
			"text": "В Директива 95/46/ЕО се предвижда общо задължение за уведомяване на надзорните органи относно обработването на лични данни. Това задължение създава административна и финансова тежест, но невинаги допринася за подобряването на защитата на личните данни. Ето защо това общо задължение за безразборно уведомяване следва да бъде премахнато и заменено с ефективни процедури и механизми, които са съсредоточени върху тези операции по обработване, за които има вероятност да създадат конкретни рискове за правата и свободите на субектите на данни поради своето естество, обхват или цели. В такива случаи администраторът или обработващият лични данни следва да извърши оценка на въздействието върху защитата на данните, която да включва по-специално предвидените мерки, гаранциите и механизмите, с които се осигурява защитата на личните данни и се доказва съответствието с настоящия регламент."
		},
		{
			"lang": "hu",
			"text": "A 95/46/EK irányelv általános jelleggel előírta, hogy értesíteni kell a felügyelő hatóságot a személyes adatok feldolgozásáról. Ez a kötelezettség igazgatási és költségvetési terhekkel jár, azonban nem minden esetben járul hozzá a személyes adatok védelmének javításához. Ezért az ilyen megkülönböztetés nélküli általános értesítési kötelezettséget meg kell szüntetni, és olyan hatékony eljárásokkal és mechanizmusokkal kell felváltani, amelyek inkább az érintettek alapvető jogait és szabadságait jellegüknél, alkalmazási területüknél és céljuknál fogva valószínűsíthetően veszélyeztető feldolgozási műveletekre összpontosítanak. Ilyen esetekben az adatkezelőnek vagy -feldolgozónak adatvédelmi hatásvizsgálatot kell végeznie az adatfeldolgozás előtt, amelynek kifejezetten tartalmaznia kell a személyes adatok védelmét biztosító tervezett intézkedéseket, biztosítékokat és mechanizmusokat, valamint az e rendelettel való összhang bizonyítását."
		},
		{
			"lang": "mt",
			"text": "Id-Direttiva 95/46/KE pprovdiet għal obbligu ġenerali biex jiġi nnotifikat l-ipproċessar tad-dejta personali lill-awtoritajiet ta’ superviżjoni. Filwaqt li dan l-obbligu jipproduċi oneri finanzjarji u amministrattivi, ma kkontribwixxiex fil-każijiet kollha għat-titjib tal-protezzjoni tad-dejta personali. Għaldaqstant, dan l-obbligu ta’ notifika ġenerali bla distinzjoni għandu jitneħħa, u jiġi sostitwit minn proċeduri u mekkaniżmi effettivi li jiffokaw minflok fuq dawk l-operazzjonijiet ta’ pproċessar li aktarx jippreżentaw riskji speċifiċi għad-drittijiet u l-libertajiet tas-suġġetti tad-dejta skont in-natura tagħhom, l-ambitu tagħhom jew l-għanijiet tagħhom. F’dawn il-każijiet, għandha ssir valutazzjoni tal-impatt fuq il-protezzjoni tad-dejta mill-kontrollur jew il-proċessur qabel l-ipproċessar, li b’mod partikolari għandha tinkludi l-miżuri, is-salvagwardji u l-mekkaniżmi previsti sabiex tiġi żgurata l-protezzjoni tad-dejta personali u sabiex tintwera l-konformità ma’ dan ir-Regolament."
		},
		{
			"lang": "lv",
			"text": "Direktīvā 95/46/EK bija noteikts vispārīgs pienākums paziņot par personas datu apstrādi uzraudzības iestādei. Šis pienākums radīja administratīvu un finanšu slogu un ne vienmēr palīdzēja uzlabot personas datu aizsardzību. Tāpēc šāds nekritisks vispārīgs paziņošanas pienākums būtu jāatceļ un jāaizstāj ar efektīvām procedūrām un mehānismiem, kas pievēršas tām apstrādes darbībām, kas visdrīzāk īpaši apdraud datu subjekta tiesības un brīvības savas būtības, apmēra vai nolūku dēļ. Šādos gadījumos pārzinim vai apstrādātājam pirms apstrādes būtu jāveic datu aizsardzības ietekmes novērtējums, kurā jo īpaši būtu jāietver paredzētie pasākumi, aizsardzības līdzekļi un mehānismi, kas nodrošina personas datu aizsardzību un kas uzskatāmi parāda, ka ir ievēroti šīs regulas noteikumi."
		},
		{
			"lang": "ro",
			"text": "Directiva 95/46/CE prevede o obligație generală de a notifica prelucrarea datelor cu caracter personal autorităților de supraveghere. Cu toate că obligația respectivă generează sarcini administrative și financiare, aceasta nu contribuie întotdeauna la îmbunătățirea protecției datelor cu caracter personal. Prin urmare, o astfel de obligație de notificare generală nediferențiată ar trebui să fie abrogată și înlocuită cu proceduri și mecanisme eficace care să pună accentul, în schimb, pe operațiunile de prelucrare care pot prezenta riscuri specifice pentru drepturile și libertățile persoanelor vizate prin însăși natura lor, prin domeniul lor de aplicare sau prin scopurile lor. În astfel de cazuri, operatorul sau persoana împuternicită de către operator ar trebui să efectueze, înainte de prelucrare, o evaluare a impactului asupra protecției datelor, care ar trebui să includă, în special, măsurile avute în vedere, garanții și mecanisme pentru asigurarea protecției datelor cu caracter personal și pentru demonstrarea conformității cu prezentul regulament."
		},
		{
			"lang": "sk",
			"text": "V smernici 95/46/ES bola stanovená všeobecná povinnosť oznamovať spracúvanie osobných údajov dozorným orgánom. Keďže táto povinnosť spôsobovala administratívnu a finančnú záťaž, neprispela vždy k zlepšeniu ochrany osobných údajov. Takáto nerozlišujúca všeobecná oznamovacia povinnosť by preto mala byť zrušená a nahradená efektívnymi postupmi a mechanizmami zameranými namiesto toho na tie operácie spracovania, ktoré môžu predstavovať osobitné riziko pre práva a slobody dotknutých osôb z dôvodu ich povahy, rozsahu alebo účelu, na ktorý sa vykonávajú. V takých prípadoch by prevádzkovateľ alebo sprostredkovateľ mali pred spracovaním informácií vykonať posúdenie vplyvu na ochranu údajov, ktoré by malo zahŕňať najmä uvedenie plánovaných opatrení, záruky a mechanizmy zabezpečenia ochrany osobných údajov a mal by sa takisto preukázať súlad s týmto nariadením."
		},
		{
			"lang": "sl",
			"text": "Direktiva 95/46/ES je določala splošno obveznost glede obveščanja nadzornih organov o obdelavi osebnih podatkov. Ta obveznost je prinesla upravna in finančna bremena, ni pa v vseh primerih pripomogla k izboljšanju varstva osebnih podatkov. Zato bi bilo treba tako nerazlikovalno splošno obveznost obveščanja odpraviti ter nadomestiti z učinkovitimi postopki in mehanizmi, ki se namesto tega osredotočajo na tiste postopke obdelave, ki bodo zaradi svoje narave, obsega ali namenov verjetno predstavljali posebno nevarnost za pravice in svoboščine posameznikov, na katere se nanašajo osebni podatki. V takih primerih bi moral upravljavec ali obdelovalec pred obdelavo izvesti oceno učinka o varstvu podatkov, ki bi morala obsegati zlasti načrtovane ukrepe, zaščitne ukrepe in mehanizme za zagotavljanje varstva osebnih podatkov in za dokazovanje skladnosti s to uredbo."
		},
		{
			"lang": "fi",
			"text": "Direktiivissä 95/46/EY säädetään yleinen velvollisuus ilmoittaa henkilötietojen käsittelystä valvontaviranomaisille. Tämä velvollisuus aiheuttaa hallinnollista ja taloudellista rasitusta, mutta se ei aina ole edistänyt henkilötietojen suojaa. Siksi tällaisesta yleisestä ilmoitusvelvollisuudesta olisi luovuttava ja korvattava se tehokkailla menettelyillä ja mekanismilla, jotka keskittyvät sen sijaan niihin käsittelytoimiin, joihin niiden luonteen, laajuuden tai tarkoitusten vuoksi todennäköisesti liittyy rekisteröidyn oikeuksien ja vapauksien kannalta erityisiä riskejä. Tällaisissa tapauksissa rekisterinpitäjän tai henkilötietojen käsittelijän olisi tehtävä ennen tietojenkäsittelyä tietosuojaa koskeva vaikutustenarviointi, jossa olisi tarkasteltava erityisesti suunniteltuja toimenpiteitä sekä niitä takeita ja mekanismeja, joiden avulla varmistetaan henkilötietojen suoja ja osoitetaan, että tätä asetusta on noudatettu."
		},
		{
			"lang": "pl",
			"text": "Dyrektywa 95/46/WE przewidziała ogólny obowiązek zawiadamiania organów nadzorczych o przetwarzaniu danych osobowych. Obowiązek ten powoduje jednak obciążenia administracyjne i finansowe i nie w każdym przypadku przyczynia się do ochrony danych osobowych. Z tego względu należałoby znieść ten ogólny obowiązek zawiadomienia i zastąpić go skutecznymi procedurami i mechanizmami, które zamiast tego koncentrowałyby się na operacjach przetwarzania, które mogą stwarzać określone ryzyko dla praw i wolności podmiotów danych, ze względu na swój charakter, zakres lub cele. W takich przypadkach administrator lub podmiot przetwarzający powinni przeprowadzić ocenę skutków w zakresie ochrony danych przed przetwarzaniem, która powinna w szczególności obejmować przewidywane środki, gwarancje i mechanizmy mające na celu zapewnienie ochrony danych osobowych oraz wykazanie zgodności z niniejszym rozporządzeniem."
		},
		{
			"lang": "lt",
			"text": "Direktyvoje 95/46/EB nustatyta bendra pareiga priežiūros institucijoms pranešti apie asmens duomenų tvarkymą. Ši pareiga susijusi su administracine ir finansine našta, tačiau ji ne visada padėdavo gerinti asmens duomenų apsaugą. Todėl tokią bendrą visuotinę pareigą pranešti reikėtų panaikinti ir ją pakeisti veiksmingomis procedūromis ir mechanizmu, kurie būtų labiau orientuoti į duomenų tvarkymo operacijas, dėl kurių pobūdžio, apimties ir tikslų galėtų kilti konkretus pavojus duomenų subjektų teisėms ir laisvėms. Tokiais atvejais duomenų valdytojas ar tvarkytojas prieš pradėdamas tvarkyti duomenis turėtų atlikti duomenų apsaugos poveikio įvertinimą, kuris visų pirma apimtų numatomas priemones, apsaugos priemones ir mechanizmus, kuriais užtikrinama asmens duomenų apsauga ir įrodomas šio reglamento nuostatų laikymasis;"
		},
		{
			"lang": "nl",
			"text": "Richtlijn 95/46/EG voorzag in een algemene verplichting om verwerking van persoonsgegevens aan de toezichthoudende autoriteiten te melden. Deze verplichting leidt tot administratieve en financiële lasten, maar heeft niet in alle gevallen bijgedragen tot betere bescherming van de persoonsgegevens. Derhalve dient deze ongedifferentieerde algemene kennisgevingsplicht te worden afgeschaft en te worden vervangen door doeltreffende procedures en mechanismen die gericht zijn op verwerkingsoperaties die naar hun aard, reikwijdte of doeleinden waarschijnlijk specifieke risico’s voor de rechten en vrijheden van betrokkenen meebrengen. In dergelijke gevallen dient de voor de verwerking verantwoordelijke of de verwerker voorafgaand aan de verwerking een privacyeffectbeoordeling uit te voeren, waarbij met name wordt gekeken naar de geplande maatregelen, waarborgen en mechanismen voor het beschermen van persoonsgegevens en het aantonen dat aan deze verordening is voldaan."
		},
		{
			"lang": "sv",
			"text": "Direktiv 95/46/EG innehöll bestämmelser om en allmän skyldighet att anmäla behandling av personuppgifter till tillsynsmyndigheterna. Denna skyldighet medförde administrativa och ekonomiska bördor, men förbättrade inte alltid personuppgiftsskyddet. Denna övergripande och allmänna anmälningsskyldighet bör därför avskaffas och ersättas av effektiva förfaranden och en mekanism som i stället fokuseras på de behandlingar som sannolikt utsätter de registrerades rättigheter och friheter för särskilda risker i kraft av sin karaktär, omfattning eller ändamål. I sådana fall bör den registeransvarige eller registerföraren före behandlingen göra en konsekvensbedömning avseende uppgiftsskydd, som främst bör innefatta de planerade åtgärder, skyddsåtgärder och mekanismer som ska säkerställa personuppgiftskyddet och som ska visa att denna förordning efterlevs."
		}
	],
	"children": [],
	"title": "Recital 70"
}