{
	"id": "r75",
	"type": "recital",
	"literal": "75",
	"parent": "_",
	"text": [
		{
			"lang": "en",
			"text": "Where the processing is carried out in the public sector or where, in the private sector, processing is carried out by a large enterprise, or where its core activities, regardless of the size of the enterprise, involve processing operations which require regular and systematic monitoring, a person should assist the controller or processor to monitor internal compliance with this Regulation. Such data protection officers, whether or not an employee of the controller, should be in a position to perform their duties and tasks independently."
		},
		{
			"lang": "de",
			"text": "In Fällen, in denen die Verarbeitung im öffentlichen Sektor oder durch ein privates Großunternehmen erfolgt oder in denen die Kerntätigkeit eines Unternehmens ungeachtet seiner Größe Verarbeitungsvorgänge einschließt, die einer regelmäßigen und systematischen Überwachung bedürfen, sollte der für die Verarbeitung Verantwortliche oder der Auftragsverarbeiter bei der Überwachung der unternehmensinternen Einhaltung der Bestimmungen dieser Verordnung von einer weiteren Person unterstützt werden. Derartige Datenschutzbeauftragte sollten unabhängig davon, ob es sich um Angestellte des für die Verarbeitung Verantwortlichen handelt oder nicht, ihre Pflichten und Aufgaben in vollständiger Unabhängigkeit ausüben können."
		},
		{
			"lang": "fr",
			"text": "Lorsque le traitement est réalisé dans le secteur public ou lorsque, dans le secteur privé, il est effectué par une grande entreprise ou par une entreprise, quelle que soit sa taille, dont les activités de base impliquent des opérations de traitement exigeant un suivi régulier et systématique, une personne devrait aider le responsable du traitement ou le sous‑traitant à vérifier le respect, au niveau interne, du présent règlement. Ces délégués à la protection des données, qu'ils soient ou non des employés du responsable du traitement, devraient être en mesure d'exercer leurs fonctions et leurs tâches en toute indépendance."
		},
		{
			"lang": "es",
			"text": "Si el tratamiento se efectúa en el sector público o en el caso de que, en el sector privado, el tratamiento lo realice una gran empresa, o si sus actividades esenciales, con independencia del tamaño de la empresa, implican operaciones de tratamiento que exijan un seguimiento periódico y sistemático, una persona debe ayudar al responsable o encargado del tratamiento a supervisar la observancia interna del presente Reglamento. Tales delegados de protección de datos, sean o no empleados del responsable del tratamiento, deben estar en condiciones de desempeñar sus funciones y tareas con independencia."
		},
		{
			"lang": "pt",
			"text": "Sempre que o tratamento for efetuado no setor público, ou se, no setor privado, for efetuado por uma empresa de grande dimensão, ou cujas atividades principais, independentemente da dimensão da empresa, impliquem operações de tratamento que exijam controlo regular e sistemático, o responsável pelo tratamento ou o subcontratante deve ser assistido por uma pessoa no controlo do respeito, a nível interno, do presente regulamento. Estes delegados para a proteção de dados, quer sejam ou não empregados do responsável pelo tratamento, devem estar em posição de desempenhar as suas funções e atribuições de forma independente."
		},
		{
			"lang": "it",
			"text": "Per i trattamenti effettuati nel settore pubblico o per i trattamenti effettuati nel settore privato da una grande impresa o da un’impresa, a prescindere dalle sue dimensioni, le cui attività principali implicano operazioni di trattamento che richiedono un monitoraggio regolare e sistematico, il responsabile del trattamento o l’incaricato del trattamento deve essere assistito da un’altra persona nel controllo del rispetto interno del presente regolamento. Tali “responsabili della protezione dei dati”, dipendenti o meno del responsabile del trattamento, devono essere in grado di esercitare le loro funzioni e compiti in modo indipendente."
		},
		{
			"lang": "ga",
			"text": "I gcás ina ndéantar an phróiseáil san earnáil phoiblí, nó i gcás ina ndéanann fiontar mór an phróiseáil san earnáil phríobháideach, nó i gcás ina mbaineann príomhghníomhaíochtaí an fhiontair, is cuma faoina mhéid, le hoibríochtaí próiseála lena gceanglaítear go ndéantar faireachán rialta córasach, ba cheart duine a bheith de chúnamh ag an rialaitheoir nó ag an bpróiseálaí chun faireachán a dhéanamh ar chomhlíonadh inmheánach an Rialacháin seo. Ba cheart go mbeadh na hoifigigh cosanta sonraí sin, is cuma má tá siad fostaithe ag an rialaitheoir nó mura bhfuil, in ann a ndualgais agus a gcúraimí a chomhlíonadh go neamhspleách."
		},
		{
			"lang": "cs",
			"text": "Pokud je zpracování prováděno ve veřejném sektoru nebo velkým soukromým podnikem, nebo pokud hlavní činnosti podniku bez ohledu na jeho velikost zahrnují zpracovávání, jež vyžaduje pravidelné a systematické sledování, měla by správci nebo zpracovateli při sledování toho, zda je v rámci podniku dodržován soulad s tímto nařízením, asistovat další osoba. Tito inspektoři ochrany údajů, bez ohledu na to, zda se jedná o zaměstnance správce, či nikoli, by měli plnit své povinnosti a úkoly nezávisle."
		},
		{
			"lang": "da",
			"text": "Hvis behandlingen foretages i den offentlige sektor, eller hvis behandlingen i den private sektor foretages af en stor virksomhed, eller hvis virksomhedens kerneaktiviteter - uanset dens størrelse - omfatter behandling, som kræver regelmæssig og systematisk overvågning, bør en person hjælpe den registeransvarlige eller registerføreren med at kontrollere, at denne forordning overholdes internt. Den person, der har ansvar for databeskyttelse, bør, uanset om han er ansat hos den registeransvarlige eller ej, være i stand til at udøve sit hverv i fuld uafhængighed."
		},
		{
			"lang": "et",
			"text": "Kui töötlemine toimub avalikus sektoris või erasektoris suurettevõtte poolt või kui ettevõtte põhitegevus, olenemata tema suurusest, hõlmab töötlustoiminguid, mis nõuavad regulaarset ja süstemaatilist järelevalvet, peaks vastutavat töötlejat või volitatud töötlejat abistama isik, kes kontrollib käesoleva määruse täitmist asutuse poolt. Sellistel andmekaitseametnikel, olgu nad siis vastutava töötleja töövõtjad või mitte, peaks olema võimalik täita oma kohustusi ja ülesandeid sõltumatult."
		},
		{
			"lang": "el",
			"text": "Εάν η επεξεργασία διενεργείται στον δημόσιο τομέα ή εάν, στον ιδιωτικό τομέα, η επεξεργασία διενεργείται από μεγάλη επιχείρηση ή εάν οι βασικές δραστηριότητές της, ανεξάρτητα από το μέγεθος της επιχείρησης, περιλαμβάνουν πράξεις επεξεργασίας οι οποίες απαιτούν τακτική και συστηματική παρακολούθηση, πρέπει να ορίζεται ένα πρόσωπο το οποίο συνδράμει τον υπεύθυνο επεξεργασίας ή τον εκτελούντα την επεξεργασία στην παρακολούθηση της συμμόρφωσης, σε εσωτερικό επίπεδο, προς τον παρόντα κανονισμό. Οι εν λόγω υπεύθυνοι προστασίας δεδομένων, ανεξάρτητα από το κατά πόσον είναι υπάλληλοι του υπευθύνου επεξεργασίας, πρέπει να είναι σε θέση να εκτελούν τις υποχρεώσεις και τα καθήκοντά τους με πλήρη ανεξαρτησία."
		},
		{
			"lang": "bg",
			"text": "В случаите, когато обработването на данни се извършва в публичния сектор или когато в частния сектор обработването се извършва от голямо предприятие или когато основните му дейности, независимо от размера на предприятието, включват операции по обработване, които изискват редовно и систематично наблюдение, дадено лице следва да подпомага администратора или обработващия лични данни при наблюдението на вътрешното съответствие с настоящия регламент. Тези длъжностни лица по защита на данните, независимо от това дали са наети от администратора, следва да бъдат в състояние да изпълняват своите задължения и задачи независимо."
		},
		{
			"lang": "hu",
			"text": "Amennyiben a feldolgozásra a közszférában kerül sor, vagy amennyiben a magánszférában a feldolgozást nagyvállalkozás végzi, vagy amennyiben fő tevékenységei között a vállalkozás méretétől függetlenül szerepel olyan feldolgozási művelet, amely rendszeres és rendszerszerű nyomon követést igényel, az adatkezelőt vagy -feldolgozót az e rendelettel való belső összhang nyomon követése során egy személynek kell segítenie. Az ilyen adatvédelmi tisztviselők függetlenül látják el kötelezettségeiket és feladataikat, akár az adatkezelő alkalmazásában állnak, akár nem."
		},
		{
			"lang": "mt",
			"text": "Meta l-ipproċessar isir fis-settur pubbliku jew meta, fis-settur privat, l-ipproċessar isir minn impriża kbira, irrispettivament mid-daqs tal-impriża, jinvolvu operazzjonijiet ta’ pproċessar li jeħtieġu monitoraġġ regolari u sistematiku, persuna għandha tgħin lill-kontrollur jew lill-proċessur jissorvelja l-konformità interna ma’ dan ir-Regolament. Dan l-uffiċjal tal-protezzjoni tad-dejta, kemm jekk ikun impjegat tal-kontrollur kif ukoll jekk ma jkunx, għandu jkun f’pożizzjoni li jwettaq id-dmirijiet u l-kompiti tiegħu b’mod indipendenti."
		},
		{
			"lang": "lv",
			"text": "Ja apstrādi veic publiskajā sektorā vai ja to privātajā sektorā veic liels uzņēmums, vai ja uzņēmuma galvenā darbība neatkarīgi no tā izmēra ir apstrādes darbības, kurām nepieciešama regulāra un sistemātiska uzraudzība, kādai personai būtu jāpalīdz pārzinim vai apstrādātājam iekšēji uzraudzīt šīs regulas ievērošanu. Šādiem datu aizsardzības inspektoriem, neatkarīgi no tā, vai viņus nodarbina pārzinis, būtu jāspēj neatkarīgi veikt savus uzdevumus un pienākumus."
		},
		{
			"lang": "ro",
			"text": "În cazul în care prelucrarea este efectuată în sectorul public sau în cazul în care, în sectorul privat, prelucrarea este efectuată de o întreprindere de mari dimensiuni sau în cazul în care activitățile de bază ale întreprinderii, indiferent de dimensiunea acesteia, implică operațiuni de prelucrare care necesită o monitorizare regulată și sistematică, o persoană ar trebui să acorde asistență operatorului sau persoanei împuternicite de către operator pentru monitorizarea conformității, la nivel intern, cu prezentul regulament. Acești responsabilii cu protecția datelor, fie că sunt sau nu sunt angajați ai operatorului, ar trebui să fie în măsură să își îndeplinească atribuțiile și sarcinile în mod independent."
		},
		{
			"lang": "sk",
			"text": "Ak sa spracúvanie vykonáva vo verejnoprávnom sektore, ak v súkromnom sektore vykonáva spracúvanie veľký podnik, alebo ak hlavné činnosti podniku bez ohľadu na jeho veľkosť zahŕňajú operácie spracovania údajov, ktoré si vyžaduje pravidelné a systematické monitorovanie, prevádzkovateľovi alebo sprostredkovateľovi by mala nejaká osoba pomáhať monitorovať vnútorné dodržiavanie tohto nariadenia. Takýto úradníci pre ochranu údajov, či už sú alebo nie sú zamestnancami prevádzkovateľa, by mali byť schopní vykonávať svoje povinnosti a úlohy nezávisle."
		},
		{
			"lang": "sl",
			"text": "Kadar se obdelava izvaja v javnem sektorju ali kadar v zasebnem sektorju obdelavo izvaja velika družba ali kadar njene temeljne dejavnosti, ne glede na velikost družbe, obsegajo postopke obdelave, ki jih je treba redno in sistematično spremljati, bi moral upravljavcu ali obdelovalcu nekdo pomagati pri spremljanju notranje skladnosti s to uredbo. Taka uradna oseba za varstvo podatkov bi morala svoje dolžnosti in naloge izvajati neodvisno, ne glede na to, ali je pri upravljavcu zaposlena ali ne."
		},
		{
			"lang": "fi",
			"text": "Jos tietojenkäsittely suoritetaan julkisella sektorilla tai yksityisen sektorin suuressa yrityksessä tai sellaisessa yrityksessä, sen koosta riippumatta, jonka keskeisiin toimintoihin liittyy säännöllistä ja järjestelmällistä valvontaa vaativia käsittelytoimia, rekisterinpitäjällä tai henkilötietojen käsittelijällä olisi oltava apunaan henkilö, joka valvoo tämän asetuksen noudattamista tällaisen käsittelyn yhteydessä. Tällaisen tietosuojavastaavan olisi voitava suorittaa velvollisuutensa ja tehtävänsä riippumattomasti, olipa hän palvelussuhteessa rekisterinpitäjään tai ei."
		},
		{
			"lang": "pl",
			"text": "Jeśli przetwarzanie odbywa się w sektorze publicznym lub jeśli przetwarzanie w sektorze prywatnym prowadzi duże przedsiębiorstwo, lub jeśli główna działalność przedsiębiorstwa, niezależnie od jego wielkości, obejmuje operacje przetwarzania, które wymagają regularnego i systematycznego monitorowania, osoba trzecia powinna wspomagać administratora lub podmiot przetwarzający w monitorowaniu zgodności, na poziomie wewnętrznym, z niniejszym rozporządzeniem. Taki inspektor ochrony danych, który może być pracownikiem administratora, powinien być w stanie niezależnie wykonywać swoje obowiązki i zadania."
		},
		{
			"lang": "lt",
			"text": "Kai duomenys tvarkomi viešajame sektoriuje arba kai duomenis privačiajame sektoriuje tvarko didelė įmonė arba jos pagrindinė veikla, nepaisant įmonės dydžio, apima duomenų tvarkymo operacijas, kurias reikia reguliariai ir sistemingai stebėti, prižiūrėti, kaip įmonė laikosi šio reglamento, duomenų valdytojui ar tvarkytojui turėtų padėti dar vienas asmuo. Tokie duomenų apsaugos pareigūnai, nepriklausomai nuo to, ar jie yra duomenų valdytojo darbuotojai, savo pareigas ir užduotis turėtų atlikti visiškai nepriklausomai;"
		},
		{
			"lang": "nl",
			"text": "Wanneer de verwerking wordt uitgevoerd in de overheidssector of wanneer de verwerking in de particuliere sector wordt uitgevoerd door een grote onderneming, of wanneer de kernactiviteiten, ongeacht de grootte van de onderneming, verwerkingen omvatten die regelmatig en stelselmatig toezicht vereisen, dient iemand de voor de verwerking verantwoordelijke of de verwerker bij te staan bij het toezicht op de interne naleving van deze verordening. Dergelijke functionarissen voor gegevensbescherming dienen in staat te zijn hun taken en verplichtingen onafhankelijk te vervullen, of zij nu in dienst van de voor de verwerking verantwoordelijke zijn of niet."
		},
		{
			"lang": "sv",
			"text": "När en behandling utförs inom den offentliga sektorn eller av ett stort företag inom den privata sektorn, eller när ett företags kärnverksamheter, oavsett företagets storlek, inbegriper behandling som kräver regelbunden och systematisk övervakning bör en person bistå den registeransvarige eller registerföraren för att övervaka den interna efterlevnaden av denna förordning. Denna typ av uppgiftsskyddsombud bör, vare sig de är anställda av den registeransvarige eller ej, kunna fullgöra sitt uppdrag och utföra sina arbetsuppgifter på ett oberoende sätt."
		}
	],
	"children": [],
	"title": "Recital 75"
}