{
	"id": "r85",
	"type": "recital",
	"literal": "85",
	"parent": "_",
	"text": [
		{
			"lang": "en",
			"text": "A corporate group should be able to make use of approved binding corporate rules for its international transfers from the Union to organisations within the same corporate group of undertakings, as long as such corporate rules include essential principles and enforceable rights to ensure appropriate safeguards for transfers or categories of transfers of personal data."
		},
		{
			"lang": "de",
			"text": "Jede Unternehmensgruppe sollte für ihre grenzüberschreitenden Datenübermittlungen aus der Union an Organisationen der gleichen Unternehmensgruppe genehmigte verbindliche unternehmensinterne Datenschutzvorschriften anwenden dürfen, sofern in diesen unternehmensinternen Vorschriften Grundprinzipien und durchsetzbare Rechte enthalten sind, die geeignete Garantien für die Übermittlungen beziehungsweise Kategorien von Übermittlungen personenbezogener Daten bieten."
		},
		{
			"lang": "fr",
			"text": "Un groupe d’entreprises devrait être autorisé à recourir à des règles d'entreprise contraignantes pour ses transferts internationaux de l’Union vers des entités du même groupe, à condition que ces règles d'entreprise incluent des principes essentiels et des droits opposables fournissant des garanties appropriées pour les transferts ou catégories de transferts de données à caractère personnel."
		},
		{
			"lang": "es",
			"text": "Todo grupo de sociedades debe poder hacer uso de normas corporativas vinculantes autorizadas para sus transferencias internacionales de la Unión a organizaciones dentro del mismo grupo de empresas, siempre que tales normas corporativas incluyan principios esenciales y derechos aplicables con el fin de asegurar las garantías apropiadas para las transferencias o categorías de transferencias de datos de carácter personal."
		},
		{
			"lang": "pt",
			"text": "Um grupo empresarial deve poder utilizar as regras vinculativas para empresas aprovadas para as suas transferências internacionais da União para entidades pertencentes ao mesmo grupo empresarial, desde que essas regras incluam princípios essenciais e direitos oponíveis visando assegurar garantias adequadas às transferências ou categorias de transferências de dados pessoais."
		},
		{
			"lang": "it",
			"text": "Un gruppo di imprese deve poter applicare le norme vincolanti d’impresa approvate per i trasferimenti internazionali dall’Unione agli organismi dello stesso gruppo di imprese, purché tali norme contemplino principi fondamentali e diritti azionabili in giudizio che costituiscano adeguate garanzie per i trasferimenti o categorie di trasferimenti di dati personali."
		},
		{
			"lang": "ga",
			"text": "Ba cheart go bhféadfadh grúpa corparáideach úsáid a bhaint as rialacha formheasta ceangailteacha corparáideacha dá aistrithe idirnáisiúnta ón Aontas go heagraíochtaí sa ghrúpa corparáideach gnóthas céanna, fad a áirítear sna rialacha corparáideacha sin prionsabail shár‑riachtanacha agus cearta infhorfheidhmithe chun cosaintí iomchuí a áirithiú d’aistrithe nó do chatagóirí aistrithe sonraí pearsanta."
		},
		{
			"lang": "cs",
			"text": "Skupina podniků by měla mít možnost pro své mezinárodní předávání údajů z Unie organizacím ve stejné skupině podniků využívat schválená závazná podniková pravidla, pokud tato pravidla obsahují základní zásady a vymahatelná práva pro zajištění vhodných záruk pro předávání nebo kategorie předávání osobních údajů."
		},
		{
			"lang": "da",
			"text": "En koncern bør kunne benytte godkendte bindende virksomhedsregler for sine internationale videregivelser fra Unionen til organisationer inden for samme koncern, såfremt sådanne virksomhedsregler omfatter væsentlige principper og rettigheder, der kan håndhæves, med henblik på at sikre de fornødne garantier for videregivelser eller kategorier af videregivelser af personoplysninger."
		},
		{
			"lang": "et",
			"text": "Kontsern peaks saama andmete rahvusvahelise edastamise korral EList samasse kontserni kuuluvatele organisatsioonidele kasutada heakskiidetud siduvaid ettevõtluseeskirju, kui sellised eeskirjad hõlmavad olulisi põhimõtteid ja kohtulikult kaitstavaid õigusi, et tagada sobivad kaitsemeetmed isikuandmete edastamise eri liikide puhul."
		},
		{
			"lang": "el",
			"text": "Ένας όμιλος εταιρειών πρέπει να μπορεί να κάνει χρήση εγκεκριμένων δεσμευτικών εταιρικών κανόνων για τις διεθνείς διαβιβάσεις του από την Ένωση σε οργανισμούς εντός του ίδιου εταιρικού ομίλου επιχειρήσεων, εφόσον οι εν λόγω εταιρικοί κανόνες περιλαμβάνουν βασικές αρχές και δικαιώματα τα οποία μπορούν να τύχουν δικαστικής προστασίας ώστε να διασφαλίζονται κατάλληλες εγγυήσεις για διαβιβάσεις ή κατηγορίες διαβιβάσεων δεδομένων προσωπικού χαρακτήρα."
		},
		{
			"lang": "bg",
			"text": "Дадена корпоративна група следва да може да използва одобрени задължителни фирмени правила за своите международни предавания на данни от Съюза до организации в същата корпоративна група предприятия, доколкото такива фирмени правила включват основни принципи и противопоставими права, за да се осигурят подходящи гаранции за предаването или категориите предавания на лични данни."
		},
		{
			"lang": "hu",
			"text": "Az adott vállalkozáscsoport alkalmazhatja a jóváhagyott kötelező erejű vállalati szabályokat az Unióból az ugyanazon vállalkozáscsoporton belüli szervezetekhez irányuló nemzetközi adattovábbítások során, amennyiben e vállalati szabályok a személyes adatok továbbítása kategóriái megfelelő biztosítékainak biztosítására szolgáló lényeges alapelveket és érvényesíthető jogokat tartalmaznak."
		},
		{
			"lang": "mt",
			"text": "Grupp korporattiv għandu jkun jista’ juża regoli korporattivi vinkolanti approvati għat-trasferiment internazzjonali tiegħu mill-Unjoni lejn organizzazzjonijiet fl-istess grupp korporattiv ta’ impriżi, sakemm dawn ir-regoli korporattivi jinkludu prinċipji essenzjali u drittijiet infurzabbli li jassiguraw salvagwardji xierqa għat-trasferimenti jew għal kategoriji ta’ trasferimenti ta’ dejta personali."
		},
		{
			"lang": "lv",
			"text": "Uzņēmumu grupai būtu jābūt iespējai izmantot apstiprinātus saistošos uzņēmuma noteikumus datu starptautiskai nosūtīšanai ārpus Savienības uz organizācijām, kas pieder pie tās pašas uzņēmumu grupas, ja vien šādi saistošie uzņēmuma noteikumi ietver galvenos principus un īstenojamas tiesības, kas nodrošina atbilstošus aizsardzības pasākumus personas datu nosūtīšanai vai nosūtīšanas kategorijām."
		},
		{
			"lang": "ro",
			"text": "Un grup corporatist ar trebui să poată utiliza regulile corporatiste obligatorii aprobate pentru transferurile sale internaționale dinspre Uniune către organizații din cadrul aceluiași grup de întreprinderi, atâta timp cât astfel de reguli corporatiste includ principii esențiale și drepturi exercitabile în scopul asigurării unor garanții corespunzătoare pentru transferurile sau categoriile de transferuri de date cu caracter personal."
		},
		{
			"lang": "sk",
			"text": "Každá skupina podnikov by mala byť schopná uplatňovať záväzné firemné pravidlá pri svojich medzinárodných prenosoch z Únie organizáciám v rámci tej istej skupiny podnikov, pokiaľ takéto firemné pravidlá zahŕňajú hlavné zásady a vymáhateľné práva na zabezpečenie náležitých záruk pre prenosy alebo kategórie prenosov osobných údajov."
		},
		{
			"lang": "sl",
			"text": "Skupina podjetij bi morala imeti možnost, da za svoje mednarodne prenose iz Unije v organizacije znotraj iste skupine podjetij uporabi odobrena zavezujoča poslovna pravila, če ta poslovna pravila obsegajo bistvena načela in izvršljive pravice za zagotavljanje ustreznih zaščitnih ukrepov za prenos ali niz prenosov osebnih podatkov."
		},
		{
			"lang": "fi",
			"text": "Yritysryhmän olisi voitava soveltaa sitä koskevia hyväksyttyjä sitovia sääntöjä kansainvälisiin tiedonsiirtoihinsa unionista samaan yritysryhmään kuuluville organisaatioille, kunhan näissä sitovissa säännöissä on olennaiset periaatteet ja täytäntöönpanokelpoiset oikeudet, joiden avulla voidaan varmistaa asianmukaiset takeet tällaisia henkilötietojen siirtoja tai siirtojen sarjoja varten."
		},
		{
			"lang": "pl",
			"text": "Grupa korporacyjna powinna móc korzystać z zatwierdzonych wiążących reguł korporacyjnych do międzynarodowego przekazywania danych z Unii do organizacji w ramach tej samej korporacyjnej grupy przedsiębiorstw, o ile takie reguły korporacyjne obejmują istotne zasady i egzekwowalne prawa mające na celu zapewnienie odpowiednich standardów przekazywania lub kategorii przekazywania danych osobowych."
		},
		{
			"lang": "lt",
			"text": "įmonių grupė turėtų galėti remtis patvirtintomis įmonei privalomomis taisyklėmis, taikomomis tarptautiniam duomenų perdavimui iš Sąjungos tai pačiai įmonių grupei priklausančioms organizacijoms, jei tokiose įmonės taisyklėse įtvirtinti svarbiausi principai ir įgyvendinamos teisės, kuriomis užtikrinamos tinkamos asmens duomenų perdavimo ar perdavimo kategorijų apsaugos priemonės;"
		},
		{
			"lang": "nl",
			"text": "Een bedrijfsconcern dient voor zijn internationale doorgiften uit de Unie naar organisaties binnen hetzelfde bedrijfsconcern te kunnen gebruikmaken van goedgekeurde bindende bedrijfsregels, mits daarin bepaalde essentiële beginselen en afdwingbare rechten zijn vastgelegd die passende waarborgen bieden ten aanzien van de doorgifte of categorieën van doorgiften van persoonsgegevens."
		},
		{
			"lang": "sv",
			"text": "En företagsgrupp bör kunna använda sig av godkända bindande företagsregler för sina internationella överföringar från unionen till organisationer inom samma företagsgrupp, i den mån företagsreglerna inbegriper nödvändiga principer och bindande rättigheter som garanterar lämpliga skyddsåtgärder för överföringar eller serier av överföringar av personuppgifter."
		}
	],
	"children": [],
	"title": "Recital 85"
}