{
	"id": "r87",
	"type": "recital",
	"literal": "87",
	"parent": "_",
	"text": [
		{
			"lang": "en",
			"text": "These derogations should in particular apply to data transfers required and necessary for the protection of important grounds of public interest, for example in cases of international data transfers between competition authorities, tax or customs administrations, financial supervisory authorities, between services competent for social security matters, or to competent authorities for the prevention, investigation, detection and prosecution of criminal offences."
		},
		{
			"lang": "de",
			"text": "Diese Ausnahmeregelung sollte insbesondere für Datenübermittlungen gelten, die zur Wahrung eines wichtigen öffentlichen Interesses erforderlich sind, beispielsweise für den grenzüberschreitenden Datenaustausch zwischen Wettbewerbs-, Steuer-, Zoll- oder Finanzaufsichtsbehörden, zwischen für Angelegenheiten der sozialen Sicherheit zuständigen Diensten oder zwischen für die Verhütung, Aufdeckung, Untersuchung und Verfolgung von Straftaten zuständigen Behörden."
		},
		{
			"lang": "fr",
			"text": "Ces dérogations devraient s'appliquer en particulier aux transferts de données qui sont nécessaires à la protection pour des motifs importants d'intérêt général, par exemple en cas de transfert international de données entre autorités de la concurrence, administrations fiscales ou douanières, entre autorités de surveillance financière, entre services chargés des questions de sécurité sociale, ou en cas de transfert aux autorités compétentes chargées de la prévention et de la détection des infractions pénales, des enquêtes et des poursuites en la matière."
		},
		{
			"lang": "es",
			"text": "Estas excepciones deben aplicarse en particular a las transferencias de datos requeridas y necesarias para la protección de motivos importantes de interés público, por ejemplo en caso de transferencias internacionales de datos entre autoridades de competencia, administraciones fiscales o aduaneras, autoridades de supervisión financiera, entre servicios competentes en materia de seguridad social, o a las autoridades competentes para la prevención, investigación, detección y enjuiciamiento de las infracciones penales."
		},
		{
			"lang": "pt",
			"text": "Estas derrogações devem ser aplicáveis, em especial, às transferências de dados exigidas e necessárias à proteção de interesses públicos importantes, por exemplo em caso de transferências internacionais de dados entre autoridades de concorrência, fiscais ou aduaneiras, ou entre serviços competentes em matéria de segurança social, ou em caso de transferência para as autoridades competentes pela prevenção, investigação, deteção e repressão de infrações penais."
		},
		{
			"lang": "it",
			"text": "Tali deroghe devono in particolare valere per i trasferimenti di dati richiesti e necessari per la protezione di motivi di interesse pubblico rilevante, ad esempio nel caso di trasferimenti internazionali di dati tra autorità garanti della concorrenza, amministrazioni fiscali o doganali, autorità di controllo finanziario, tra i servizi competenti in materia di sicurezza sociale o verso autorità competenti a fini di prevenzione, indagine, accertamento e perseguimento di reati."
		},
		{
			"lang": "ga",
			"text": "Ba cheart feidhm a bheith ag na maoluithe sin go háirithe maidir le haistrithe sonraí is gá agus is riachtanach a dhéanamh chun forais thábhachtacha leasa phoiblí a chosaint, mar shampla i gcás aistrithe idirnáisiúnta sonraí idir údaráis iomaíochta, riaracháin chánach agus chustaim, idir údaráis mhaoirseachta airgeadais, nó idir seirbhísí atá inniúil ar ábhair slándála sóisialta, nó i gcás aistrithe chuig údaráis inniúla chun cionta coiriúla a chosc, a imscrúdú, a bhrath agus a ionchúiseamh."
		},
		{
			"lang": "cs",
			"text": "Tyto odchylky se uplatní zejména v případech, kdy jsou předání údajů požadovaná a nutná k ochraně důležitého veřejného zájmu, například v případech mezinárodního předávání údajů mezi příslušnými orgány pro hospodářskou soutěž, daňovými či celními správami, orgány finančního dohledu, útvary příslušnými v oblasti sociálního zabezpečení nebo příslušnými orgány pro prevenci, vyšetřování, odhalování či stíhání trestných činů."
		},
		{
			"lang": "da",
			"text": "Disse undtagelser bør navnlig gælde for videregivelse af oplysninger, der udføres af hensyn til vigtige samfundsinteresser, f.eks. ved international udveksling af oplys­ninger mellem konkurrencemyndigheder, skatte- eller toldforvaltninger, finansielle tilsynsmyndigheder, socialsikringsmyndigheder eller de kompetente myndigheder for forebyggelse, efterforskning, opdagelse og retsforfølgning af straffelovsovertrædelser."
		},
		{
			"lang": "et",
			"text": "Nimetatud erandid on asjakohased eelkõige selliste andmeedastustoimingute puhul, mis on vajalikud kaaluka avaliku huvi kaitsmiseks, näiteks andmete rahvusvahelisel edastamisel konkurentsi-, maksu- ja tolli-, finantsjärelevalve-, sotsiaalkindlustus- ning kuritegude tõkestamises, uurimises, avastamises või kuritegude eest vastutusele võtmises pädevate asutuste vahel."
		},
		{
			"lang": "el",
			"text": "Οι παρεκκλίσεις αυτές πρέπει να εφαρμόζονται ειδικότερα σε αιτηθείσες διαβιβάσεις δεδομένων που είναι αναγκαίες για την προστασία σημαντικών λόγων δημόσιου συμφέροντος, για παράδειγμα σε περιπτώσεις διεθνών διαβιβάσεων δεδομένων μεταξύ αρχών ανταγωνισμού, φορολογικών ή τελωνειακών αρχών, αρχών χρηματοοικονομικής εποπτείας, μεταξύ υπηρεσιών αρμόδιων για θέματα κοινωνικής ασφάλισης, ή σε αρμόδιες αρχές για την πρόληψη, τη διερεύνηση, την ανίχνευση και τη δίωξη ποινικών αδικημάτων."
		},
		{
			"lang": "bg",
			"text": "Тези дерогации следва да се прилагат по-специално за предаването на данни, което се изисква и е необходимо за защитата на важно основание от обществен интерес, например при международно предаване на данни между органи по защита на конкуренцията, данъчни или митнически власти, органи за финансов надзор, между служби по социална сигурност или на компетентни органи по предотвратяването, разследването, разкриването и наказателното преследване на престъпления."
		},
		{
			"lang": "hu",
			"text": "Ezeket az eltéréseket különösen a fontos közérdekből szükséges adattovábbításokra kell alkalmazni, például a versenyhatóságok, adó- és vámhatóságok, pénzügyi felügyelő hatóságok vagy társadalombiztosítási ügyekért felelős hivatalok közötti, illetve a bűncselekmények megelőzésére, nyomozására, felderítésére vagy üldözésére hatáskörrel rendelkező hatóságok felé irányuló nemzetközi adattovábbítás esetében."
		},
		{
			"lang": "mt",
			"text": "Dawn id-derogi għandhom b’mod partikolari japplikaw għal trasferimenti tad-dejta meħtieġa u neċessarji għall-protezzjoni ta’ raġunijiet importanti ta’ interess pubbliku, pereżempju f’każijiet ta’ trasferimenti internazzjonali ta’ dejta bejn awtoritajiet tal-kompetizzjoni, amministrazzjonijiet tad-dwana jew tat-taxxa, awtoritajiet superviżorji finanzjarji, bejn servizzi li huma kompetenti għal kwistjonijiet tas-sigurtà soċjali jew għal awtoritajiet kompetenti għall-prevenzjoni, l-investigazzjoni, is-sejba u l-prosekuzzjoni ta’ reati kriminali.."
		},
		{
			"lang": "lv",
			"text": "Šīs atkāpes jo īpaši būtu jāattiecina uz datu nosūtīšanu, ko pieprasa un kas ir vajadzīga, lai aizsargātu svarīgas sabiedrības intereses, piemēram, kad starptautiska datu nosūtīšana notiek starp konkurences iestādēm, nodokļu vai muitas pārvaldēm, finanšu uzraudzības iestādēm, dienestiem, kuru kompetencē ir sociālā nodrošinājuma jautājumi, vai ja datus nosūta iestādēm, kuru kompetencē ir noziedzīgu nodarījumu novēršana, izmeklēšana, atklāšana un saukšana pie atbildības par tiem."
		},
		{
			"lang": "ro",
			"text": "Aceste derogări ar trebui să se aplice, în special, transferurilor de date solicitate și necesare pentru protecția unor motive importante de interes public, de exemplu în cazurile transferurilor internaționale de date între autoritățile din domeniul concurenței, între administrațiile fiscale sau vamale, între autoritățile de supraveghere financiară, între serviciile competente în materie de securitate socială sau către autoritățile competente în scopul prevenirii, identificării, investigării și urmăririi penale a infracțiunilor."
		},
		{
			"lang": "sk",
			"text": "Tieto výnimky by sa mali uplatňovať najmä pri prenosoch údajov požadovaných a potrebných na ochranu dôležitých dôvodov verejného záujmu, napríklad v prípadoch medzinárodných prenosov medzi orgánmi hospodárskej súťaže, daňovými alebo colnými správami, orgánmi finančného dohľadu, medzi útvarmi zodpovednými za otázky sociálneho zabezpečenia alebo medzi príslušnými orgánmi na účely predchádzania trestným činom, ich vyšetrovania, odhaľovania a stíhania."
		},
		{
			"lang": "sl",
			"text": "Ta odstopanja bi morala veljati zlasti za prenose podatkov, ki so zahtevani in potrebni za varstvo pomembnega javnega interesa, kot v primerih mednarodnih prenosov podatkov med organi za varstvo konkurence, davčnimi ali carinskimi upravami, finančnimi nadzornimi organi, med službami, pristojnimi za zadeve na področju socialne varnosti, ali organi, pristojnimi za preprečevanje, preiskovanje, odkrivanje in pregon kaznivih dejanj."
		},
		{
			"lang": "fi",
			"text": "Näitä poikkeuksia olisi sovellettava erityisesti tiedonsiirtoihin, jotka ovat tarpeen yleistä etua koskevien tärkeiden syiden vuoksi, esimerkiksi kun on kyse kansainvälisistä tiedonsiirroista kilpailuviranomaisten tai vero- tai tullihallintojen tai rahoitusalan valvontaviranomaisten tai sosiaaliturva-alan toimivaltaisten viranomaisten välillä taikka tiedonsiirroista rikosten torjumisesta, tutkimisesta, selvittämisestä ja syytteeseenpanosta vastaaville toimivaltaisille viranomaisille."
		},
		{
			"lang": "pl",
			"text": "Odstępstwa te powinny mieć w szczególności zastosowanie do przekazywania danych wymaganego i niezbędnego do ochrony istotnego interesu publicznego, na przykład w przypadkach przesyłania danych za granicę między organami ds. konkurencji, organami podatkowymi lub administracją celną, finansowymi organami nadzorczymi, między służbami odpowiedzialnymi za sprawy ubezpieczeń społecznych lub do organów odpowiedzialnych za zapobieganie przestępstwom, ich ściganie, wykrywanie lub karanie."
		},
		{
			"lang": "lt",
			"text": "šios išimtys pirmiausia turėtų būti taikomos tais atvejais, kai duomenis reikalaujama ir būtina perduoti siekiant apsaugoti svarbų viešąjį interesą, pavyzdžiui, tarptautinio duomenų keitimosi tarp konkurencijos, mokesčių, muitų ar finansų priežiūros institucijų, tarp kompetentingų socialinės apsaugos tarnybų arba institucijų, atsakingų už nusikalstamų veikų prevenciją, tyrimą, nustatymą ir traukimą baudžiamojon atsakomybėn už jas, atvejais;"
		},
		{
			"lang": "nl",
			"text": "Deze afwijkingen dienen met name te gelden voor gegevensdoorgiften die nodig zijn op grond van gewichtige redenen van algemeen belang, zoals internationale gegevensuitwisselingen tussen mededingingsautoriteiten, belasting- of douanediensten, financiële toezichthoudende autoriteiten, diensten met bevoegdheid op het gebied van de sociale zekerheid of de autoriteiten belast met de voorkoming, het onderzoek, de opsporing en de vervolging van strafbare feiten."
		},
		{
			"lang": "sv",
			"text": "Dessa undantag bör främst vara tillämpliga på uppgiftsöverföringar som krävs och är nödvändiga för att skydda viktiga samhälleliga intressen, exempelvis vid internationella uppgiftsöverföringar mellan konkurrensmyndigheter, skatte- eller tullmyndigheter, finanstillsynsmyndigheter, mellan socialförsäkringsmyndigheter, eller till myndigheter som är behöriga att förebygga, utreda, avslöja och lagföra brott."
		}
	],
	"children": [],
	"title": "Recital 87"
}