{
	"id": "r88",
	"type": "recital",
	"literal": "88",
	"parent": "_",
	"text": [
		{
			"lang": "en",
			"text": "Transfers which cannot be qualified as frequent or massive, could also be possible for the purposes of the legitimate interests pursued by the controller or the processor, when they have assessed all the circumstances surrounding the data transfer. For the purposes of processing for historical, statistical and scientific research purposes, the legitimate expectations of society for an increase of knowledge should be taken into consideration."
		},
		{
			"lang": "de",
			"text": "Übermittlungen, die weder als häufig noch als massiv gelten können, sollten auch im Falle berechtigter Interessen des für die Verarbeitung Verantwortlichen oder des Auftragsverarbeiters möglich sein, wenn letztere sämtliche Umstände der Datenübermittlung geprüft haben. Bei der Verarbeitung zu historischen oder statistischen Zwecken oder für wissenschaftliche Forschungszwecke sollten die legitimen gesellschaftlichen Erwartungen in Bezug auf einen Wissenszuwachs berücksichtigt werden."
		},
		{
			"lang": "fr",
			"text": "Les transferts qui ne peuvent être qualifiés de fréquents ou massifs pourraient également être autorisés aux fins de la poursuite des intérêts légitimes du responsable du traitement ou du sous-traitant, après que ces derniers ont évalué toutes les circonstances entourant le transfert. Pour les traitements à des fins historiques, statistiques et de recherche scientifique, il y aurait lieu de prendre en considération les attentes légitimes de la société en matière de progrès des connaissances."
		},
		{
			"lang": "es",
			"text": "Las transferencias que no puedan considerarse frecuentes o masivas también podrían llevarse a cabo a los fines de satisfacer los intereses legítimos perseguidos por el responsable o el encargado del tratamiento, cuando estos hayan evaluado todas las circunstancias que concurran en la transferencia de datos. A efectos del tratamiento con fines de investigación histórica, estadística y científica, se debe tener en cuenta la confianza legítima de la sociedad en un aumento del conocimiento."
		},
		{
			"lang": "pt",
			"text": "As transferências que não podem ser classificadas como frequentes ou maciças são igualmente possíveis para efeitos de prossecução dos interesses legítimos do responsável pelo tratamento ou do subcontratante, após terem sido avaliadas todas as circunstâncias associadas à operação de transferência. Para fins de tratamento com finalidade de investigação histórica, estatística ou científica, devem ser adotadas em consideração as expectativas legítimas da sociedade em matéria de progresso dos conhecimentos."
		},
		{
			"lang": "it",
			"text": "Potrebbero altresì essere autorizzati anche i trasferimenti non qualificabili come frequenti o massicci ai fini dei legittimi interessi del responsabile del trattamento o dell’incaricato del trattamento, dopo che questi abbia valutato tutte le circostanze relative al trasferimento. Ai fini del trattamento per finalità storiche, statistiche e di ricerca scientifica, si deve tener conto delle legittime aspettative della società nei confronti di un miglioramento delle conoscenze."
		},
		{
			"lang": "ga",
			"text": "Maidir le haistrithe nach féidir a cháiliú mar aistrithe rialta ná mar aistrithe ollmhóra, d’fhéadfaí iad sin a dhéanamh freisin chun críocha na leasanna dlisteanacha atá á saothrú ag an rialaitheoir nó ag an bpróiseálaí, nuair atá measúnú déanta aige ar na himthosca ar fad a bhaineann le haistriú na sonraí. I gcás próiseáil a dhéanamh chun críocha taighde stairiúil, staidrimh agus eolaíoch, ba cheart ionchais dhlisteanacha an tsochaí a chur san áireamh maidir lena shaineolas sa réimse áirithe a fhorbairt."
		},
		{
			"lang": "cs",
			"text": "Předání, které nelze označit za časté nebo značného rozsahu, by mohla být možná rovněž pro účely oprávněných zájmů správce nebo zpracovatele, pokud posoudil všechny okolnosti daného předání údajů. Při zpracování údajů pro účely historiografického, statistického a vědeckého výzkumu by měla být zohledněna oprávněná očekávání společnosti ohledně zvyšování znalostí."
		},
		{
			"lang": "da",
			"text": "Videregivelser, der ikke kan betegnes som hyppige eller omfattende, kan begrundes af den registeransvarliges eller registerførerens legitime interesse, men først efter at de har vurderet og dokumenteret alle omstændigheder ved videregivelserne. I forbindelse med behandling til historiske, statistiske eller videnskabelige forskningsformål bør samfundets legitime forventninger om øget viden tages med i overvejelserne."
		},
		{
			"lang": "et",
			"text": "Edastamine, mida ei saa pidada sagedaseks ega mahukaks, võib samuti toimuda vastutava töötleja või volitatud töötleja õigustatud huvides, kui ta on hinnanud andmeedastustoimingu kõiki asjaolusid. Isikuandmete töötlemise korral ajaloo- või statistikauurimuste ning teadustöö eesmärgil tuleks arvesse võtta ühiskonna õiguspäraseid ootusi laialdasemate teadmiste osas."
		},
		{
			"lang": "el",
			"text": "Διαβιβάσεις οι οποίες δεν είναι δυνατόν να χαρακτηρισθούν συχνές ή μαζικές ενδέχεται να επιτρέπονται επίσης για τον σκοπό των έννομων συμφερόντων που επιδιώκουν ο υπεύθυνος επεξεργασίας ή ο εκτελών την επεξεργασία, όταν αυτοί έχουν αξιολογήσει όλες τις συνθήκες που περιβάλλουν τη διαβίβαση των δεδομένων. Όταν η επεξεργασία αφορά ιστορικούς και στατιστικούς σκοπούς και σκοπούς επιστημονικής έρευνας, πρέπει να λαμβάνονται υπόψη οι θεμιτές προσδοκίες της κοινωνίας όσον αφορά την αύξηση της γνώσης."
		},
		{
			"lang": "bg",
			"text": "Предаване на данни, което не може да се окачестви като често или масово, също може да бъде възможно за целите на законните интереси на администратора или обработващия данни, когато са оценени всички обстоятелства около предаването на данните. За целите на обработването на данни за исторически, статистически и научноизследователски цели следва да се вземат предвид основателните очаквания на обществото за повишаване на познанието."
		},
		{
			"lang": "hu",
			"text": "Az adattovábbítás összes körülményének mérlegelése alapján a gyakorinak vagy tömegesnek nem minősülő továbbítások is az adatkezelő vagy -feldolgozó jogos érdekének tekinthetők. A történelmi, statisztikai és tudományos kutatási célú feldolgozás esetében figyelembe kell venni a társadalom tudásnövelésre irányuló jogos érdekét."
		},
		{
			"lang": "mt",
			"text": "It-trasferimenti, li ma jistgħux jiġu kkwalifikati bħala frekwenti jew kbar, jistgħu jkunu possibbli wkoll għall-finijiet tal-interessi leġittimi segwiti mill-kontrollur jew il-proċessur, meta jkunu vvalutaw iċ-ċirkostanzi kollha madwar it-trasferiment tad-dejta. Għall-finijiet ta’ pproċessar għal skopijiet ta’ riċerka storika, xjentifika u tal-istatistika, għandu jittieħed kont tal-aspettattivi leġittimi tas-soċjetà għal żieda tal-għarfien."
		},
		{
			"lang": "lv",
			"text": "Nosūtīšana, ko nevar kvalificēt kā biežu vai masveida, varētu būtu iespējama arī pamatojoties uz pārziņa vai apstrādātāja likumīgām interesēm, pēc tam, kad viņi ir novērtējuši visus ar datu nosūtīšanu saistītos apstākļus. Apstrādājot datus vēstures, statistikas un zinātniskās izpētes nolūkos, būtu jāņem vērā, ka sabiedrībai ir leģitīmas tiesības sagaidīt zināšanu pieaugumu."
		},
		{
			"lang": "ro",
			"text": "Transferurile care nu pot fi considerate ca fiind frecvente sau masive, ar putea, de asemenea, să fie efectuate în scopul realizării intereselor legitime urmărite de operator sau de persoana împuternicită de către operator, după ce aceștia au evaluat toate circumstanțele aferente transferului de date. Pentru prelucrarea datelor în scopuri de cercetare istorică, statistică și științifică, ar trebui să se ia în considerare așteptările legitime ale societății cu privire la creșterea nivelului de cunoștințe."
		},
		{
			"lang": "sk",
			"text": "Možno vykonávať aj prenosy, ktoré nemožno označiť za časté alebo hromadné, a to na účely oprávnených záujmov prevádzkovateľa alebo sprostredkovateľa, ak posúdili všetky okolnosti prenosu údajov. Na účely spracúvania na historické, štatistické a vedeckovýskumné účely by sa mali zohľadniť legitímne očakávania spoločnosti týkajúce sa prehĺbenia znalostí."
		},
		{
			"lang": "sl",
			"text": "Prenosi, ki jih ni mogoče šteti za pogoste ali množične, bi lahko bili po oceni vseh okoliščin, povezanih s prenosom podatkov, mogoči tudi zaradi pravnih interesov upravljavca ali obdelovalca. Pri obdelavi v zgodovinske, statistične in znanstvenoraziskovalne namene bi bilo treba upoštevati legitimna pričakovanja družbe po večjem znanju."
		},
		{
			"lang": "fi",
			"text": "Tiedonsiirrot, joita ei voida pitää toistuvina tai laajamittaisina, voitaisiin sallia rekisterinpitäjän tai henkilötietojen käsittelijän oikeutettujen etujen toteuttamiseksi, jos nämä ovat arvioineet kaikki tällaisiin siirtoihin liittyvät olosuhteet. Historiantutkimusta taikka tilastollisia tai tieteellisiä tutkimustarkoituksia varten olisi otettava huomioon tietämyksen lisäämistä koskevat yhteiskunnan oikeutetut odotukset."
		},
		{
			"lang": "pl",
			"text": "Przekazywanie, którego nie można określić jako częste lub masowe, mogłoby także być możliwe ze względu na słuszne interesy administratora lub podmiotu przetwarzającego, przy założeniu, że dokonali oni oceny wszystkich okoliczności związanych z przekazaniem danych. W przypadku przetwarzania do celów dokumentacji, statystyki i badań naukowych należy wziąć pod uwagę słuszne oczekiwania społeczeństwa w zakresie zwiększenia wiedzy."
		},
		{
			"lang": "lt",
			"text": "duomenų perdavimas, kurio negalima laikyti dažnu ar masiniu, taip pat turėtų būti galimas, kai duomenų valdytojas ar tvarkytojas siekia teisėtų interesų, jeigu jis įvertino visas su duomenų perdavimu susijusias aplinkybes. Duomenis tvarkant istoriniais, statistiniais ir mokslinių tyrimų tikslais, turėtų būti atsižvelgiama į teisėtus visuomenės lūkesčius dėl išaugusios žinių apimties;"
		},
		{
			"lang": "nl",
			"text": "Doorgiften die niet als frequent of massaal kunnen worden aangemerkt, dienen ook mogelijk te zijn voor gerechtvaardigde belangen van door de voor de verwerking verantwoordelijke of de verwerker, indien hij alle omstandigheden in verband met de gegevensdoorgifte heeft beoordeeld. Met betrekking tot de verwerking voor historische, statistische of wetenschappelijke doeleinden dient rekening te worden gehouden met de gewettigde verwachting van de maatschappij dat er wordt gestreefd naar vermeerdering van kennis."
		},
		{
			"lang": "sv",
			"text": "Överföringar som inte kan anses vara ofta återkommande eller omfattande bör också vara möjliga när registeransvariga eller registerförare har berättigade intressen för detta och sedan de har bedömt omständigheterna kring uppgiftsöverföringen. Vid behandling för historiska, statistiska och vetenskapliga forskningsändamål bör hänsyn tas till samhällets legitima förväntningar om kunskaps­ökning."
		}
	],
	"children": [],
	"title": "Recital 88"
}