{
	"id": "r93",
	"type": "recital",
	"literal": "93",
	"parent": "_",
	"text": [
		{
			"lang": "en",
			"text": "Where a Member State establishes several supervisory authorities, it should establish by law mechanisms for ensuring the effective participation of those supervisory authorities in the consistency mechanism. That Member State should in particular designate the supervisory authority which functions as a single contact point for the effective participation of those authorities in the mechanism, to ensure swift and smooth co-operation with other supervisory authorities, the European Data Protection Board and the Commission."
		},
		{
			"lang": "de",
			"text": "Errichtet ein Mitgliedstaat mehrere Aufsichtsbehörden, so sollte er durch ein Rechtsinstrument sicherstellen, dass diese Aufsichtsbehörden am Kohärenz-Verfahren beteiligt werden. Insbesondere sollte dieser Mitgliedstaat eine Aufsichtsbehörde bestimmen, die als zentrale Anlaufstelle für eine wirksame Beteiligung dieser Behörden an dem Verfahren fungiert und eine rasche und reibungslose Zusammenarbeit mit anderen Aufsichtsbehörden, dem Europäischen Datenschutzausschuss und der Kommission gewährleistet."
		},
		{
			"lang": "fr",
			"text": "Lorsqu'un État membre crée plusieurs autorités de contrôle, il devrait prévoir, dans sa législation, des dispositifs garantissant la participation effective de ces autorités au mécanisme de contrôle de la cohérence. Il devrait en particulier désigner l'autorité de contrôle qui servira de point de contact unique, permettant une participation efficace de ces autorités au mécanisme, afin d'assurer une coopération rapide et facile avec les autres autorités de contrôle, le comité européen de la protection des données et la Commission."
		},
		{
			"lang": "es",
			"text": "Si un Estado miembro crea varias autoridades de control, debe establecer por ley mecanismos para garantizar la participación efectiva de dichas autoridades de control en el mecanismo de coherencia. Dicho Estado miembro debe, en particular, designar a la autoridad de control que funcione de punto de contacto único para la participación efectiva de dichas autoridades en el mecanismo, con objeto de garantizar una cooperación rápida y flexible con otras autoridades de control, el Consejo Europeo de Protección de Datos y la Comisión."
		},
		{
			"lang": "pt",
			"text": "Sempre que um Estado-Membro crie várias autoridades de controlo, deve prever, na sua legislação, mecanismos que garantam a participação efetiva dessas autoridades de controlo no mecanismo de controlo da coerência. Esse Estado-Membro deve, em particular, designar a autoridade de controlo que servirá de ponto de contacto único, para permitir a participação efetiva dessas autoridades nesse mecanismo, a fim de assegurar uma cooperação rápida e fácil com outras autoridades de controlo, com o Comité Europeu para a Proteção de Dados e com a Comissão."
		},
		{
			"lang": "it",
			"text": "Laddove siano istituite più autorità di controllo, lo Stato membro deve stabilire per legge meccanismi atti ad assicurare la partecipazione effettiva di dette autorità al meccanismo di coerenza. Lo Stato membro deve in particolare designare l’autorità di controllo che funge da punto di contatto unico per l’effettiva partecipazione di tutte le autorità al meccanismo, onde garantire la rapida e agevole cooperazione con altre autorità di controllo, il comitato europeo per la protezione dei dati e la Commissione."
		},
		{
			"lang": "ga",
			"text": "I gcás ina mbunaíonn Ballstát roinnt údarás maoirseachta, ba cheart dó sásraí a bhunú le dlí chun rannpháirtíocht éifeachtach na n‑údarás maoirseachta sin a áirithiú sa sásra comhsheasmhachta. Ba cheart don Bhallstát sin an t‑údarás maoirseachta a cheapadh a bheidh ina phríomhphointe teagmhála maidir le rannpháirtíocht éifeachtach na n‑údarás sin sa sásra, chun comhar sciobtha rianúil a áirithiú le húdaráis mhaoirseachta eile, leis an mBord Eorpach um Chosaint Sonraí agus leis an gCoimisiún."
		},
		{
			"lang": "cs",
			"text": "Pokud členský stát zřídí několik orgánů dozoru, měl by zavést právní nástroje, které by zajistily účinnou účast těchto orgánů dozoru v mechanismu jednotnosti. Tento členský stát by měl zejména jmenovat orgán dozoru, jenž bude fungovat jako jediné kontaktní místo pro účinnou účast těchto orgánů v mechanismu a jenž zajistí rychlou a plynulou spolupráci s ostatními orgány dozoru, Evropskou radou pro ochranu údajů a Komisí."
		},
		{
			"lang": "da",
			"text": "Hvis en medlemsstat opretter flere tilsynsmyndigheder, bør den ved lov fastlægge ordninger, der sikrer disse tilsynsmyndigheders effektive deltagelse i sammenhængs­mekanismen. Den pågældende medlemsstat bør navnlig udpege den tilsynsmyndighed, der fungerer som fælles kontaktpunkt for disse myndigheders effektive deltagelse i mekanismen, med henblik på at sikre et hurtigt og smidigt samarbejde med andre tilsynsmyndigheder, Det Europæiske Databeskyttelsesråd og Kommissionen."
		},
		{
			"lang": "et",
			"text": "Kui liikmesriik loob mitu järelevalveasutust, peaks ta seadusega kehtestama mehhanismid, millega tagatakse nende järelevalveasutuste tõhus osalemine järjepidevuse mehhanismis. Eelkõige peaks kõnealune liikmesriik määrama järelevalveasutuse, kes tegutseb keskse kontaktpunktina nende asutuste tõhusaks osalemiseks mehhanismis, et tagada kiire ja takistusteta koostöö teiste järelevalveasutustega, Euroopa Andmekaitsenõukogu ja komisjoniga."
		},
		{
			"lang": "el",
			"text": "Εάν ένα κράτος μέλος συστήνει περισσότερες αρχές ελέγχου, πρέπει να θεσπίζει διά νόμου μηχανισμούς ώστε να διασφαλίζεται η ουσιαστική συμμετοχή των εν λόγω αρχών ελέγχου στον μηχανισμό συνεκτικότητας. Το συγκεκριμένο κράτος μέλος πρέπει να ορίζει, ειδικότερα, την αρχή ελέγχου η οποία αποτελεί το ενιαίο σημείο επικοινωνίας για την ουσιαστική συμμετοχή των εν λόγω αρχών στον μηχανισμό, ώστε να διασφαλίζεται ταχεία και εύρυθμη συνεργασία με άλλες αρχές ελέγχου, το Ευρωπαϊκό Συμβούλιο Προστασίας Δεδομένων και την Επιτροπή."
		},
		{
			"lang": "bg",
			"text": "Когато дадена държава-членка създаде няколко надзорни органа, тя следва да установи със закон механизми за гарантиране на ефективното участие на тези надзорни органи в механизма за съгласуваност. Тази държава-членка следва по-специално да определи надзорния орган, който функционира като единно звено за контакт, за да гарантира ефективното участие на тези органи в механизма и за да гарантира бързото и безпрепятствено сътрудничество с други надзорни органи, Европейския комитет по защита на данните и Комисията."
		},
		{
			"lang": "hu",
			"text": "Amennyiben valamely tagállam több felügyelő hatóságot hoz létre, jogszabályban kell rendelkeznie azokról a mechanizmusokról, amelyek biztosítják e felügyelő hatóságoknak az egységességi mechanizmusban való hatékony részvételét. Az említett tagállam kijelöli különösen azt a felügyelő hatóságot, amely az ezen hatóságok mechanizmusban való hatékony részvétele érdekében egyetlen kapcsolattartóként működik a más felügyelő hatóságokkal, az Európai Adatvédelmi Testülettel és a Bizottsággal való gyors és egyszerű együttműködés érdekében."
		},
		{
			"lang": "mt",
			"text": "Meta Stat Membru jistabbilixxi diversi awtoritajiet ta’ superviżjoni, dan għandu jistabbilixxi bil-liġi, mekkaniżmi sabiex jassigura l-parteċipazzjoni effettiva ta’ dawk l-awtoritajiet ta’ superviżjoni fil-mekkaniżmu ta’ konsistenza. Dak l-Istat Membru għandu b’mod partikolari jaħtar lill-awtorità ta’ superviżjoni li taħdem bħala punt ta’ kuntatt uniku għall-parteċipazzjoni effettiva ta’ dawk l-awtoritajiet fil-mekkaniżmu, sabiex jassigura kooperazzjoni rapida u bla xkiel ma’ awtoritajiet ta’ superviżjoni oħrajn, mal-Bord Ewropew għall-Protezzjoni tad-Dejta u mal-Kummissjoni."
		},
		{
			"lang": "lv",
			"text": "Ja dalībvalsts izveido vairākas uzraudzības iestādes, tai būtu ar likumu jāizveido mehānisms, kas nodrošina efektīvu šo uzraudzības iestāžu dalību konsekvences mehānismā. Dalībvalstij būtu jo īpaši jānorīko tā uzraudzības iestāde, kas būs vienotais kontaktpunkts efektīvai šo iestāžu dalībai mehānismā, lai nodrošinātu ātru un raitu sadarbību ar citām uzraudzības iestādēm, Eiropas Datu aizsardzības kolēģiju un Komisiju."
		},
		{
			"lang": "ro",
			"text": "În cazul în care un stat membru instituie mai multe autorități de supraveghere, acesta ar trebui să stabilească prin lege mecanisme care să asigure participarea efectivă a autorităților de supraveghere respective la mecanismul pentru asigurarea coerenței. Statul membru respectiv ar trebui, în special, să desemneze autoritatea de supraveghere care îndeplinește funcția de punct unic de contact pentru participarea efectivă a acestor autorități la mecanism, în scopul asigurării unei cooperări rapide și armonioase cu alte autorități de supraveghere, cu Comitetul european pentru protecția datelor și cu Comisia."
		},
		{
			"lang": "sk",
			"text": "Ak niektorý členský štát zriadi viacero dozorných orgánov, mal by v zákone stanoviť mechanizmy na zabezpečenie efektívnej účasti týchto dozorných orgánov na mechanizme konzistentnosti. Takéto členské štáty by mali najmä určiť dozorný orgán, ktorý bude fungovať ako jediné kontaktné miesto pre efektívnu účasť týchto orgánov na uvedenom mechanizme s cieľom zabezpečiť rýchlu a bezproblémovú spoluprácu s ostatnými dozornými orgánmi, Európskym výborom pre ochranu údajov a Komisiou."
		},
		{
			"lang": "sl",
			"text": "Če država članica ustanovi več nadzornih organov, bi morala z zakonom vzpostaviti mehanizme za zagotavljanje učinkovitega sodelovanja teh nadzornih organov v mehanizmu za skladnost. Za zagotovitev hitrega in neoviranega sodelovanja z ostalimi nadzornimi organi, Evropskim odborom za varstvo podatkov in Komisijo bi morala ta država članica imenovati zlasti nadzorni organ, ki deluje kot enotna kontaktna točka za učinkovito sodelovanje teh organov v mehanizmu."
		},
		{
			"lang": "fi",
			"text": "Jos jäsenvaltio perustaa useita valvontaviranomaisia, sen olisi säädettävä laissa menettelyistä, joiden avulla varmistetaan, että nämä valvontaviranomaiset osallistuvat tehokkaasti yhdenmukaisuusmekanismin toimintaan. Tällaisen jäsenvaltion olisi erityisesti nimettävä valvontaviranomainen, joka toimii yhteyspisteenä ja varmistaa näiden viranomaisten tehokkaan osallistumisen mekanismiin sekä takaa nopean ja sujuvan yhteistyön muiden valvontaviranomaisten, Euroopan tietosuojaneuvoston ja komission kanssa."
		},
		{
			"lang": "pl",
			"text": "Jeśli państwo członkowskie ustanowi kilka organów nadzorczych, powinno także w swoich przepisach ustanowić mechanizmy zapewnienia skutecznego udziału tych organów nadzorczych w mechanizmie zgodności. Takie państwo członkowskie powinno w szczególności wskazać organ nadzorczy, który działa jako pojedynczy punkt kontaktowy do celów skutecznego udziału tych organów w omawianym mechanizmie, by zapewnić sprawną i płynną współpracę z innymi organami nadzorczymi, Europejską Radą Ochrony Danych i Komisją."
		},
		{
			"lang": "lt",
			"text": "jeigu valstybė narė įsteigia kelias priežiūros institucijas, ji įstatymu turėtų nustatyti tvarką, kuria būtų užtikrintas veiksmingas tų priežiūros institucijų dalyvavimas nuoseklumo užtikrinimo mechanizme. Pirmiausia, ta valstybė narė turėtų paskirti priežiūros instituciją, kuri atliktų vieno bendro informacinio punkto funkciją, kad tos institucijos veiksmingai dalyvautų mechanizme, būtų užtikrintas greitas ir sklandus bendradarbiavimas su kitomis priežiūros institucijomis, Europos duomenų apsaugos valdyba ir Komisija;"
		},
		{
			"lang": "nl",
			"text": "Wanneer een lidstaat meerdere toezichthoudende autoriteiten instelt, dient die lidstaat bij wet mechanismen in te stellen om ervoor te zorgen dat de toezichthoudende autoriteiten effectief deelnemen aan de conformiteitstoetsing. De betrokken lidstaat dient met name de toezichthoudende autoriteit aan te wijzen die optreedt als enig contactpunt voor de effectieve deelname van die autoriteiten aan de toetsing, teneinde een vlotte en soepele samenwerking met andere toezichthoudende autoriteiten, het Europees Comité voor gegevensbescherming en de Commissie te verzekeren."
		},
		{
			"lang": "sv",
			"text": "I det fall en medlemsstat inrättar flera tillsynsmyndigheter bör den lagstiftningsvägen införa åtgärder som säkerställer att dessa tillsynsmyndigheter effektivt deltar i mekanismen för enhetlighet. Medlemsstaten bör i detta fall utnämna en tillsynsmyndighet som fungerar som samlande kontaktpunkt för dessa myndigheters effektiva deltagande i mekanismen för att säkra ett snabbt och smidigt samarbete med övriga tillsynsmyndigheter, Europeiska dataskyddsstyrelsen och kommissionen."
		}
	],
	"children": [],
	"title": "Recital 93"
}