{
	"id": "r99",
	"type": "recital",
	"literal": "99",
	"parent": "_",
	"text": [
		{
			"lang": "en",
			"text": "While this Regulation applies also to the activities of national courts, the competence of the supervisory authorities should not cover the processing of personal data when courts are acting in their judicial capacity, in order to safeguard the independence of judges in the performance of their judicial tasks. However, this exemption should be strictly limited to genuine judicial activities in court cases and not apply to other activities where judges might be involved in, in accordance with national law."
		},
		{
			"lang": "de",
			"text": "Obgleich diese Verordnung auch für die Tätigkeit der nationalen Gerichte gilt, sollten - damit die Unabhängigkeit der Richter bei der Ausübung ihrer richterlichen Aufgaben unangetastet bleibt - die Aufsichtsbehörden nicht für personenbezogene Daten zuständig sein, die von Gerichten in ihrer gerichtlichen Eigenschaft verarbeitet werden. Diese Ausnahme sollte allerdings streng begrenzt werden auf rein justizielle Tätigkeiten in Gerichtsverfahren und sich nicht auf andere Tätigkeiten beziehen, mit denen je nach dem nationalen Recht Richter betraut sein können."
		},
		{
			"lang": "fr",
			"text": "Bien que le présent règlement s'applique également aux activités des juridictions nationales, la compétence des autorités de contrôle ne devrait pas s'étendre aux traitements de données à caractère personnel effectués par les juridictions lorsqu'elles agissent dans le cadre de leur fonction juridictionnelle, afin de préserver l'indépendance des juges dans le cadre de leur fonction juridictionnelle. Il conviendrait toutefois que cette exception soit strictement limitée aux activités purement judiciaires intervenant dans le cadre d'affaires portées devant les tribunaux et qu'elle ne s'applique pas aux autres activités auxquelles les juges pourraient être associés en vertu du droit national."
		},
		{
			"lang": "es",
			"text": "Aunque el presente Reglamento también se aplica a las actividades de los órganos jurisdiccionales nacionales, la competencia de las autoridades de control no debe abarcar el tratamiento de datos personales cuando los primeros actúen en ejercicio de su función jurisdiccional, con el fin de garantizar la independencia de los jueces en el desempeño de sus funciones. No obstante, esta excepción debe limitarse estrictamente a verdaderas actividades judiciales en juicios y no debe aplicarse a otras actividades en las que puedan estar implicados los jueces, de conformidad con el Derecho nacional."
		},
		{
			"lang": "pt",
			"text": "Embora o presente regulamento se aplique também às atividades dos tribunais nacionais, a competência das autoridades de controlo não abrange o tratamento de dados pessoais quando os tribunais atuarem no âmbito das suas funções jurisdicionais, a fim de assegurar a independência dos juízes no exercício das suas funções jurisdicionais. Todavia, esta exceção deve ser estritamente limitada às atividades meramente judiciais relativas a processos em tribunal e não ser aplicável a outras atividades a que os juízes possam estar associados por força do direito nacional."
		},
		{
			"lang": "it",
			"text": "Sebbene il presente regolamento si applichi anche alle attività dei giudici nazionali, non è opportuno che rientri nella competenza delle autorità di controllo il trattamento di dati personali effettuato dalle autorità giurisdizionali nell’esercizio delle loro funzioni giurisdizionali, al fine di salvaguardarne l’indipendenza. Tuttavia, tale esenzione deve essere rigorosamente limitata all’attività autenticamente giurisdizionale e non applicarsi ad altre attività a cui i giudici potrebbero partecipare in forza del diritto nazionale."
		},
		{
			"lang": "ga",
			"text": "Cé go bhfuil feidhm ag an Rialachán seo freisin maidir le gníomhaíochtaí cúirteanna náisiúnta, níor cheart go gcumhdófaí le hinniúlacht na n‑údarás maoirseachta próiseáil sonraí pearsanta nuair atá cúirteanna ag gníomhú faoina gcumas breithiúnach, d’fhonn neamhspleáchas na mbreithiúna a chosaint agus a gcúraimí breithiúnacha á gcomhlíonadh acu. Ba cheart, áfach, an díolúine sin a theorannú go dian d'fhíorghníomhaíochtaí breithiúnacha i gcásanna cúirte agus níor cheart feidhm a bheith aici maidir le gníomhaíochtaí eile a bhféadfadh breithiúna a bheith bainteach leo, i gcomhréir leis an dlí náisiúnta."
		},
		{
			"lang": "cs",
			"text": "Ačkoli se toto nařízení vztahuje také na činnosti vnitrostátních soudů, neměly by být orgány dozoru příslušné k dozoru nad zpracováním osobních údajů, pokud soudy jednají v rámci svých soudních pravomocí, aby byla zachována nezávislost soudců při výkonu jejich soudních úkolů. Tato výjimka by však měla být striktně omezena na čistě soudní činnosti v soudních řízeních a neměla by se vztahovat na jiné činnosti, do kterých mohou být soudci v souladu s vnitrostátním právem zapojeni."
		},
		{
			"lang": "da",
			"text": "Selv om denne forordning også gælder for de nationale domstoles aktiviteter, bør der af hensyn til domstolenes uafhængighed, når de udfører deres retslige opgaver, ikke tillægges tilsynsmyndighederne kompetence til at behandle personoplysninger, når domstolene handler som led i deres retspleje. Denne undtagelse bør dog alene begrænses til egentlige retslige aktiviteter i forbindelse med retssager og ikke gælde for andre aktiviteter, som dommere kan inddrages i efter national lovgivning."
		},
		{
			"lang": "et",
			"text": "Kuigi käesolevat määrust kohaldatakse ka liikmesriikide kohtute tegevuse suhtes, ei peaks järelevalveasutuste pädevus selleks, et kaitsta kohtunike sõltumatust nende ülesannete täitmisel, hõlmama isikuandmete töötlemist juhul, kui kohtud tegutsevad oma õigusliku pädevuse piires. Kõnealune erand peaks siiski rangelt piirduma õiguskaitseasutuste tegevusega kohtuasjades ega tohiks laieneda muule tegevusele, millega kohtunikud võivad olla seotud vastavalt siseriiklikele õigusaktidele."
		},
		{
			"lang": "el",
			"text": "Παρότι ο παρών κανονισμός εφαρμόζεται επίσης στις δραστηριότητες των εθνικών δικαστηρίων, η αρμοδιότητα των αρχών ελέγχου δεν πρέπει να καλύπτει την επεξεργασία δεδομένων προσωπικού χαρακτήρα όταν τα δικαστήρια ενεργούν υπό τη δικαιοδοτική τους ιδιότητα, προκειμένου να διασφαλίζεται η ανεξαρτησία των δικαστών κατά την άσκηση των δικαιοδοτικών καθηκόντων τους. Ωστόσο, η εξαίρεση αυτή πρέπει να περιορίζεται αυστηρά σε αμιγώς δικαιοδοτικές δραστηριότητες στο πλαίσιο δικαστικών υποθέσεων και δεν εφαρμόζεται σε άλλες δραστηριότητες στις οποίες ενδέχεται να συμμετέχουν οι δικαστές σύμφωνα με το εθνικό δίκαιο."
		},
		{
			"lang": "bg",
			"text": "Макар и настоящият регламент да се прилага също и спрямо дейностите на националните съдилища, компетентността на надзорните органи не следва да обхваща обработването на лични данни, когато съдилищата действат при изпълнение на своите съдебни функции, за да се гарантира независимостта на съдиите при изпълнението на техните съдебни задължения. Това изключение обаче следва да бъде строго ограничено до действителните съдебни дейности по съдебни дела и да не се прилага за други дейности, в които съдиите могат да участват съгласно националното право."
		},
		{
			"lang": "hu",
			"text": "Bár e rendelet a tagállami bíróságok tevékenységére is alkalmazandó, a felügyelő hatóságok hatásköre nem terjed ki a személyes adatok feldolgozására, ha a bíróságok igazságszolgáltatási feladatkörükben járnak el, ezzel biztosítva a bírák függetlenségét igazságszolgáltatási feladataik ellátása folyamán. E kivétel azonban szigorúan csak a bírósági ügyekben ellátott valódi igazságszolgáltatási tevékenységekre korlátozódik, és nem alkalmazható azokra az egyéb tevékenységekre, amelyekbe a bírákat a nemzeti jognak megfelelően bevonhatják."
		},
		{
			"lang": "mt",
			"text": "Filwaqt li dan ir-Regolament japplika wkoll għall-attivitajiet tal-qrati nazzjonali, il-kompetenza tal-awtoritajiet ta’ superviżjoni ma għandhiex tkopri l-ipproċessar ta’ dejta personali meta l-qrati jkunu qegħdin jaġixxu fil-kapaċità ġudizzjarja tagħhom, sabiex tkun salvagwardjata l-indipendenza tal-imħallfin fit-twettiq tal-kompiti ġudizzjarji tagħhom. Madankollu, din l-eżenzjoni għandha tkun strettament limitata għal attivitajiet ġudizzjarji ġenwini f’kawżi fil-qorti u ma tapplikax għal attivitajiet oħrajn fejn l-mħallfin jistgħu jkunu involuti skont il-liġi nazzjonali."
		},
		{
			"lang": "lv",
			"text": "Kaut arī šī regula ir piemērojama arī valsts tiesu darbībai, ja tiesa personas datus apstrādā veicot tiesas spriešanas funkciju, šāda apstrāde nebūtu jāiekļauj uzraudzības iestādes kompetencē, lai saglabātu tiesnešu neatkarību, pildot savus tiesneša uzdevumus. Tomēr šo izņēmumu būtu jāpiemēro ierobežoti un jāattiecina tikai uz tiesas spriešanas darbībām tiesas lietā, tas nebūtu jāattiecina uz citām tiesnešu aktivitātēm, kurās tie varētu būt iesaistīti saskaņā ar valsts tiesībām."
		},
		{
			"lang": "ro",
			"text": "Cu toate că prezentul regulament se aplică, de asemenea, activităților instanțelor naționale, prelucrarea datelor cu caracter personal nu ar trebui să fie de competența autorităților de supraveghere, în cazul în care instanțele își exercită atribuțiile judiciare, în scopul asigurării protecției independenței judecătorilor în îndeplinirea sarcinilor lor judiciare. Cu toate acestea, derogarea ar trebui să se limiteze strict la activități pur judiciare în cadrul acțiunilor în instanță și să nu se aplice altor activități în care judecătorii ar putea fi implicați, în conformitate cu legislația națională."
		},
		{
			"lang": "sk",
			"text": "Hoci sa toto nariadenie uplatňuje aj na činnosti vnútroštátnych súdov, príslušnosť dozorných orgánov by sa nemala vzťahovať na spracúvanie osobných údajov v prípadoch, v ktorých konajú súdy na základe ich súdnej právomoci, aby sa takto zaručila nezávislosť sudcov pri výkone ich sudcovských úloh. Táto výnimka by mala byť prísne obmedzená výlučne na sudcovské činnosti v rámci súdnych konaní a nemala by sa uplatňovať na iné činnosti, do ktorých môžu byť sudcovia zapojení v súlade s vnútroštátnym právom."
		},
		{
			"lang": "sl",
			"text": "Čeprav se ta uredba uporablja tudi za dejavnosti nacionalnih sodišč, pa pristojnost nadzornih organov ne bi smela obsegati obdelave osebnih podatkov, kadar sodišča delujejo kot sodni organ, da se zaščiti neodvisnost sodnikov pri opravljanju njihovih sodnih nalog. Vendar bi morala biti ta izjema omejena na dejanska sodna opravila v sodnih postopkih in se ne bi smela uporabljati za druge dejavnosti, v katere bi lahko bili vključeni sodniki v skladu z nacionalno zakonodajo."
		},
		{
			"lang": "fi",
			"text": "Vaikka tätä asetusta sovelletaan myös kansallisten tuomioistuinten toimintaan, valvontaviranomaisten toimivalta ei saa kattaa tuomioistuinten oikeudellisiin tehtäviin liittyvää henkilötietojen käsittelyä, jotta voidaan turvata tuomareiden riippumattomuus heidän hoitaessaan lainkäyttötehtäviään. Tämä poikkeus olisi kuitenkin rajattava tiukasti koskemaan tuomioistuinten lainkäyttötehtäviä oikeudenkäynneissä, eikä sitä pidä soveltaa muuhun toimintaan, johon tuomarit saattavat osallistua kansallisen lainsäädännön mukaisesti."
		},
		{
			"lang": "pl",
			"text": "Niniejsze rozporządzenie ma zastosowanie także do działalności sądów krajowych, natomiast właściwość organów nadzorczych nie powinna obejmować przetwarzania danych osobowych wykorzystywanych przez sądy w ramach sprawowania wymiaru sprawiedliwości, by chronić niezawisłość sędziów podczas wykonywania przez nich zadań sądowych. Wyjątek ten powinien być jednak ściśle ograniczony do rzeczywistych działań sądowych w sprawach sądowych i nie powinien mieć zastosowania do innych działań, w których sędziowie mogą brać udział, zgodnie z prawem krajowym."
		},
		{
			"lang": "lt",
			"text": "šis reglamentas taip pat taikomas nacionalinių teismų veiklai, tačiau priežiūros institucijų kompetencija neturėtų apimti asmens duomenų tvarkymo, kurį jie vykdo atlikdami teisingumo funkcijas, siekiant apsaugoti teisėjų nepriklausomumą jiems atliekant savo teismines užduotis. Vis dėlto ši išimtis turėtų būti griežtai taikoma tik faktinei teisminei veiklai teismo bylose ir netaikoma kitai veiklai, kurią teisėjai gali vykdyti pagal nacionalinę teisę;"
		},
		{
			"lang": "nl",
			"text": "Hoewel deze verordening ook van toepassing is op de activiteiten van nationale gerechtelijke instanties, dient de bevoegdheid van de toezichthoudende autoriteiten zich niet uit te strekken tot de verwerking van persoonsgegevens door die instanties in het kader van hun gerechtelijke taken, zulks om de onafhankelijkheid van de rechter bij de uitvoering van gerechtelijke taken te vrijwaren. Deze ontheffing dient echter strikt beperkt te blijven tot daadwerkelijke gerechtelijke activiteiten in het kader van rechtszaken en niet te gelden voor andere activiteiten die rechters overeenkomstig het nationale recht verrichten."
		},
		{
			"lang": "sv",
			"text": "Denna förordning är visserligen tillämplig på nationella domstolars verksamheter, men tillsynsmyndigheterna bör inte ha behörighet att övervaka behandling av personuppgifter i domstolarna när detta sker som en del av deras dömande verksamhet. Syftet är att garantera domarnas oberoende när de utför sina rättsliga arbetsuppgifter. Detta undantag bör dock vara strikt inskränkt till genuint rättsliga verksamheter i domstolsmål och inte vara tillämpligt på övriga verksamheter där domare i enlighet med nationell lagstiftning kan medverka."
		}
	],
	"children": [],
	"title": "Recital 99"
}